{
    "filename": "0000402865.jpg",
    "metadata": {},
    "text": "sce saan. sccamensmorriyg wane nous\nSanee___ I UE aya\npero oy F DSenocreny Breen\n\nse Bion\nAeauesing Deo Po No, eLL=— SSS _ se puerto One ig\ntn eae cen =\n\nret Ban st) urs Reasns\nsorno ees om\n\ndew, seams\n\nfet ae, ns \"YS SSE nd\nae teva Paty nna\ntary en Yun) 1 tma ee\nFacts ae omine)\nRae xa sae Foe at\nea Pecan [TAT 2 TOA\nia SV3BB pe wet anne\n\nCrecntre tt BYE mien tam)\n\nmeet a tte norton om)\n\nPlug Wrap Perm. (Cores) = —_ueey -\n‘anchor Lire Yes os EE Fae hel: pom JED\nro —— fone wvis epee\n\nMie oe om) ETE Te brett\n\n‘Stepir ~ Gre\nPeesbiy (eo\nPm = At Cae)\nBian Adite Tyo)\n‘va. Rod Wei a)\nPacer\ning We na)\nweN0 Cas. om ——\nCtanvarres 72 SE BLED Win CieteeITe CODE, CATED\n\nLim 9S DDE TID PB BE ESET DIE ITI OG\n\nwovtce IF THE FILM IMAGE 15 Less CLEAR\nTHUAN THIS NOTICE, XT 1S DUE TO THE\nQuMLtTY oF THE DOCUMENT BEING FILED.\n\n \n\f",
    "augmented_texts": [
        "sce saan. sccamensmorriyg wane nous Sanee___ I UE aya pero oy F DSenocreny Breen se Bion Aeauesing Deo Po No, eLL = — SSS _ se puerto One ig tn eae cen = ret Ban st) urs Reasns sorno ees om dew, seams fet ae, ns \" YS SSE nd ae teva Paty nna tary en Yun) 1 tma ee Facts ae omine) Rae xa sae Foe at ea Carya illinoinsis [TAT 2 TOA ia SV3BB pe moisture anne Crecntre tt BYE mien tam) contact a tte norton om) Plug Wrap Perm. (Cores) = — _ueey - ‘ anchor Lire Yes os EE Fae hela: pom JED ro — — fone wvis epee Mie oe om) ETE Te brett ‘ Stepir ~ Gre Peesbiy (eo Pm = At Cae) Bian Adite Tyo) ‘ va. Rod Wei a) Pacer ing We na) weN0 Cas. om — — Ctanvarres 72 SE BLED Win CieteeITe CODE, CATED Lim ennead DDE TID PB BE ESET DIE ITI OG wovtce IF THE FILM IMAGE 15 Less CLEAR THUAN THIS NOTICE, XT 1S DUE TO THE QuMLtTY oF THE DOCUMENT BEING FILED.",
        "sce saan. sccamensmorriyg wane nous Sanee___ I UE aya pero oy F DSenocreny Breen sou' east Bion Aeauesing Deo Po No, eLL = — SSS _ se puerto One immune serum globulin tn eae cen = ret Ban st) urs Reasns sorno ees om dew, seams fet ae, ns \" YS SSE nd ae teva Paty nna tary en Yun) 1 tma ee Facts ae omine) Rae xa sae Foe at ea Pecan [TAT 2 TOA ia SV3BB pe moisture anne Crecntre tt BYE mien tam) meet a tte norton om) Plug Wrap Perm. (Cores) = — _ueey - ‘ anchor Lire Yes o EE Fae hel: pom JED ro — — fone wvis epee Mie oe om) ETE Te brett ‘ Stepir ~ Gre Peesbiy (eo Pm = At Cae) Bian Adite Tyo) ‘ va. Rod Wei a) Pacer ing We na) weN0 Cas. om — — Ctanvarres 72 SE BLED Win CieteeITe CODE, CATED Lim 9S DDE TID PB BE ESET DIE ITI OG wovtce IF THE FILM IMAGE 15 Less CLEAR THUAN THIS NOTICE, XT 1S DUE TO THE QuMLtTY oF THE DOCUMENT BEING FILED."
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "The film was released on September 14, 2013. The film is the first in a series of short films to be released in China. It was directed by Zhang Yimou and shot in black-and-white, with a black background and a white background. For more information about the film, visit the official website."
}