{
    "filename": "0000059158.jpg",
    "metadata": {},
    "text": "Yantonschemiker Ziirich\n\n= Sorectitunden\n\nSra teiataninene Arete\n\nfon taba te une Airmail\nNeue Teich 01/252 9654\nTiron Ov ausese\n\nC\n\n \n\nFonchechkonto 30-6810\n\n \n\nMr. John Winebrenner\n\nR.J. Reynolds Tobacco Company\n7 th floor sun Hong Key Center\n3 rq Herbour Road\n\n \n\n \n\nHong Kong\nBa/Sp 9 th febr 196)\nDear Sirs,\n\nenclosed we send you the results of the analyses of the\n27 cigarette-brands on Tar, Nicotine and Carbon-Monoxide.\n\nWe are not sure, whether you are aware, that our laboratories\nare also equipped for the determination of nitrous-oxide (No)\nin eigarette-smoke. Should you wish to have these analyses\n\nearried out as well, we can offer them for sir 200.-- per brand.\n\nEizo\nWe hope to have been of service to you and would be happy to\n\nfurther help you if needs be.\nVs sincerely\n/ €2*\n\nDr. RA. Battaglia\n(Deputy of Dr. E. Romann)\n\n92925059\n\n \n\f",
    "augmented_texts": [
        "Yantonschemiker Ziirich = Sorectitunden Sra teiataninene Arete fon taba te une Airmail Neue Teich 01 / 252 9654 Tiron Ov ausese C Fonchechkonto 30 - 6810 Mr. John Winebrenner R. Watt second. Reynolds Tobacco Company 7 th floor sun Hong Key Center 3 rq Herbour Road Hong Kong Ba / Sp 9 th febr 196) Dear Sirs, enclosed we send you the results of the analyses of the xxvii cigarette - brands on Tar, Nicotine and Carbon copy - Monoxide. We are not sure, whether you are aware, that our research laboratory are also equipped for the determination of nitrous - oxide (No) in eigarette - smoke. Should you wish to have these analyses earried out as well, we can extend them for sir 200. - - per brand. Eizo We hope to have been of service to you and would be happy to further help you if needs be. Vs sincerely / € 2 * Dr. RA. Battaglia (Deputy of Dr. E. Romann) 92925059",
        "Yantonschemiker Ziirich = Sorectitunden Sra teiataninene Arete fon taba te une Airmail Neue Teich 01 / 252 9654 Tiron Ov ausese C Fonchechkonto 30 - 6810 Mr. John Winebrenner R. J. Reynolds Tobacco Party 7 th floor sun Hong Key Center 3 rq Herbour Route Hong Kong Ba / Sp 9 th febr 196) Dear Sirs, enclosed we send you the results of the analyses of the 27 cigarette - brand name on Tar, Nicotine and Carbon - Monoxide. We are not sure, whether you are aware, that our laboratories are besides equipped for the determination of nitrous - oxide (No) in eigarette - smoke. Should you wish to have these analyses earried out as well, we can offer them for sir two hundred. - - per brand. Eizo We hope to have been of service to you and would be happy to further help you if needs be. Vs sincerely / € 2 * Dr. RA. Battaglia (Deputy of Dr. E. Romann) 92925059"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Yantonschemiker Ziirich.= Sorectitunden: Sra teiataninene Arete: Teich 01/252 9654Tiron Ov ausese: C/O 30-6810: Airmail. The results of the analyses of. the cigarette-brands on Tar, Nicotine and Carbon-Monoxide."
}