{
    "filename": "0000239800.jpg",
    "metadata": {},
    "text": "   \n\nPONE SENT Ler\nWEDS RES EASE winwn J\n“FEDERAL TRADE COMMJSSION :\nWashington, D.C. 20580 :\nOFFICE OF INFORMATION 393-6800 Ext. 197\n_ For RELEASE: nevus, reursday, Moy 22, 1969\nADVERTISIUG Fite No, 692 3254 ee\n\n  \n \n\n‘The Federal Trade Comnission today announced its determination to issue a com\nPlaint under its consent order procedure charging violations of law by The Anerieun\n\nTobecco Co., 25 Park Ave., liew York City.\n\n(org--A couplaint 1s issued whenever the Comission has found \"reason to believe\"\n‘that the luv has been violated and thet 2 proceeding is in the public interest. ‘The\nissuance of @ conplaint does not indicate or reflect any adjudication of the natters\ncharged). 3\n\n‘The PEC's complaint says thet, \"Respondent is now, and for some tine lust past\nhes been, engaged in the edvortising, sale and distribution of cigarettes including\ndronds designated 'Psl1 Mall Gold' 1060's, *Pall Mell Menthol’ 200\"s, and \"Lucky\nFilters'. 0%\n\nin Ube course and conduct of its aforesaid business, and for the purpose of\n\ninducing the purchase of its cigaretles, the respondent has made, end 4s new making\nBuerous statements and representations in edvertising including, but not linited to,\nadvertisements broztcust on radio and television and inserted in magazines, newspupers\nond other advertising medin with respect to the tar content of suid edgurettes.” #P®\n\nThe complaint alleges thet, by the use of these statements and by \"failing to\nGisclose facts which are material in the Light of those statements end which consuners\nneed to make an informed judgnent, recpondent has represente? ond created the\nimpression that its cigarettes are low in ter when 3p truth and in fect dts Pell Mall\nGold 160's and Lucky Piluers contain approximetely 20 and 21 milligeans of tar,\nsnounte which runk them 56th and 77th higher ezong the 122 brands tested than the\nbrand containing the lowest tar Level of k milligrams.” .\n\nThe complaint charges that, \"By representing its cigureLtes as being lov in’tar\nxhen in fect they contain five timos the anount of tar found in the lowest yielding\nbrand tested and rank ebove the midpoint on a tar-yield spectrum running frome low of\n4 milligrams to w high of 36 milligrams, respondent has engaged in and practiced\nfeechood and eeception.” s\n\nComnissioner Mcintyre sbstained from this action, stating us follovs:\n\n“Here the chellenged advertising is to the effect that the respondent's\nproduct is \"lover in tar thon ever before\" and \"lover in ter then the best\nSelling filter king.\" I an informed that this advertising is literally true,\nTherefore, it vould eppear that respondent.has effected a lovering of tur con\ntent in its product. Heretofore monbers of the Federel Yrade Commission heve\nexpressed the thought that tobacco manufucturers should endeavor to make,\nedvertise and market sefer cigarettes. If respondent has improved its cigarette, .\nshould he be barred fron advertising thut fact? That 3s one question invelved\nhere to which I do not have an ansver. Without an answer to that question 2\nfee) that I should have abstained ts I did from participating in the uction of\nthe Couission to vhich I have referred,\"\n\nThe respondent has been given the opportunity to advise the Comission whether\nor not it is interested in having the proceeding disposed of by tho entry of a\nconsent order. :\n\n   \n\n  \n\n \n\n \n\n \n\nT80TL029\n\n \n\n \n\n--000-~\n\n \n\n \n\f",
    "augmented_texts": [
        "PONE SENT Ler WEDS RES EASE winwn J “ FEDERAL TRADE COMMJSSION: Washington, D. C. 20580: OFFICE OF INFORMATION 393 - 6800 Ext. 197 _ For RELEASE: nevus, reursday, Moy 22, 1969 ADVERTISIUG Fite No, 692 3254 ee ‘ The Federal Trade Comnission today announced its determination to issue a com Plaint under its consent order procedure charging violations of law by The Anerieun Tobecco Co. , 25 Park Ave. , liew York City. (org - - A couplaint 1s issued whenever the Comission has found \" reason to believe \" ‘ that the luv has been violated and thet 2 proceeding is in the public interest. ‘ The issuance of @ conplaint does not indicate or reflect any adjudication of the natters charged ). 3 ‘ The PEC ' s complaint says thet, \" Respondent is now, and for some tine lust past hes been, engaged in the edvortising, sale and distribution of cigarettes including dronds designated ' Psl1 Mall Gold ' 1060 ' s, * Pall Mell Menthol ’ 200 \" s, and \" Lucky Filters '. 0% in Ube course and conduct of its aforesaid business, and for the purpose of inducing the purchase of its cigaretles, the respondent has made, end 4s new making Buerous statement and representations in edvertising including, but not linited to, advertisements broztcust on radio and television and inserted in magazines, newspupers ond other advertising medin with respect to the tar content of suid edgurettes. ” # P ® The complaint alleges thet, by the use of these statements and by \" failing to Gisclose facts which are material in the Light of those statements end which consuners need to make an informed judgnent, recpondent has represente? ond created the impression that its cigarettes are low in ter when 3p truth and in fect dts Pell Mall Gold 160 ' s and Lucky Piluers contain approximetely 20 and 21 milligeans of tar, snounte which runk them 56th and 77th higher ezong the 122 brands tested than the brand containing the lowest tar Level of k milligrams. ”. The complaint charges that, \" By representing it cigureLtes as being lov in ’ tar xhen in fect they contain five timos the anount of tar found in the lowest yielding brand tested and rank ebove the midpoint on a tar - yield spectrum running frome low of 4 milligrams to w high of 36 milligrams, respondent has engaged in and practiced feechood and eeception. ” s Comnissioner Mcintyre sbstained from this action, stating us follovs: “ Here the chellenged advertising is to the effect that the respondent ' s product is \" lover in tar thon ever before \" and \" lover in ter then the best Selling filter king. \" I an informed that this advertising is literally true, Therefore, it vould eppear that respondent. has effected a lovering of tur con tent in its product. Heretofore monbers of the Federel Yrade Commission heve expressed the thought that tobacco manufucturers should endeavor to make, edvertise and market sefer cigarettes. If respondent has improved its cigarette, . should he be barred fron advertizement thut fact? That 3s one question invelved here to which I do not have an ansver. Without an answer to that question 2 fee) that I should have abstained ts I did from participating in the uction of the Couission to vhich I have referred, \" The respondent has been given the opportunity to advise the Comission whether or not it is interested in having the proceeding disposed of by tho entry of a consent order. : T80TL029 - - 000 - ~",
        "PONE SENT Ler WEDS RES EASE winwn J “ FEDERAL TRADE COMMJSSION: Washington, D. C. 20580: OFFICE OF INFORMATION 393 - 6800 Ext. 197 _ For RELEASE: nevus, reursday, Moy 22, 1969 ADVERTISIUG Fite No, 692 3254 ee ‘ The Federal Trade Comnission today announced its determination to issue a com Plaint under its consent order procedure charging violations of law by The Anerieun Tobecco Co. , 25 Park Ave. , liew York City. (org - - A couplaint 1s issued whenever the Comission has found \" reason to believe \" ‘ that the luv has been violated and thet 2 proceeding is in the public interest. ‘ The issuance of @ conplaint does not indicate or reflect any adjudication of the natters charged ). 3 ‘ The PEC ' s complaint says thet, \" Respondent is now, and for some tine lust past hes been, engaged in the edvortising, sale and distribution of cigarettes including dronds designated ' Psl1 Mall Gold ' 1060 ' s, * Pall Mell Menthol ’ cc \" s, and \" Lucky Filters '. 0% in Ube course and conduct of its aforesaid business, and for the purpose of inducing the purchase of its cigaretles, the respondent has made, end 4s new making Buerous statements and representations in edvertising including, but not linited to, advertisements broztcust on wireless and television and inserted in magazines, newspupers ond other advertising medin with respect to the tar content of suid edgurettes. ” # P ® The complaint alleges thet, by the use of these statements and by \" miscarry to Gisclose facts which are material in the Light of those statements end which consuners need to make an informed judgnent, recpondent has represente? ond created the impression that its cigarettes are low in ter when 3p truth and in fect dts Pell Mall Gold 160 ' s and Lucky Piluers contain approximetely 20 and 21 milligeans of tar, snounte which runk them 56th and 77th higher ezong the 122 brands tested than the brand containing the lowest tar Level of k milligrams. ”. The complaint charges that, \" By representing its cigureLtes as being lov in ’ tar xhen in fect they contain five timos the anount of tar found in the lowest yielding brand tested and rank ebove the midpoint on a tar - yield spectrum running frome low of 4 milligrams to w high of 36 milligrams, respondent has engaged in and practiced feechood and eeception. ” s Comnissioner Mcintyre sbstained from this action, stating us follovs: “ Here the chellenged advertising is to the effect that the respondent ' s product is \" lover in tar thon ever before \" and \" lover in ter then the best Selling filter king. \" I an informed that this advertising is literally true, Therefore, it vould eppear that respondent. has effected a lovering of tur con tent in its product. Heretofore monbers of the Federel Yrade Commission heve expressed the thought that tobacco manufucturers should endeavor to make, edvertise and market sefer cigarettes. If responder has improved its cigarette, . should he be barred fron advertising thut fact? That 3s one question invelved here to which I do not have an ansver. Without an answer to that question 2 fee) that I should have abstained ts I did from participating in the uction of the Couission to vhich I have referred, \" The respondent has been given the opportunity to advise the Comission whether or not it is interested in having the proceeding disposed of by tho entry of a consent order. : T80TL029 - - 000 - ~"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The Federal Trade Comnission today announced its determination to issue a com.Plaint under its consent order procedure charging violations of law by The Anerieun.                 The PEC's complaint says thet, \"Respondent is now, and for some tine lust past, engaged in the edvortising, sale and distribution of cigarettes including. 'Psl1 Mall Gold'"
}