{
    "filename": "0000066230.jpg",
    "metadata": {},
    "text": " \n\nBROWN & WILLIAMSON TOBACCO CORPORATION\nRESEARCH, DEVELOPMENT & ENGINEERING\n\nTELEPHONE CONVERSATION\n\nSUBJECT:  KIMBERLY-CLARK/275\nCONTACT: Mr. Ron Frear\n\nDATE:\n\n \n\nSeptember 10, 1985\n\nce: Me. E. E. Kohnhorst, Mr. M. L. Reynolds, Dr. J. N. Jewell,\nMr. T. F. Riehl, Dr. E. F. Litzinger, Dr. B. B. Chakraborty,\nMe. D. G. Strubél, Mr. L. T. Haag\n\nI talked with R. Frear on September 4th concerning reconstituted\ntobacco. R. Frear has arranged a meeting in Spotswood, NJ on\nSeptember 26th. Attending for Kimberly-Clark will be Mr. Azeez,\n\nMr. Frear, Dr. Cartwright, Mr. Natina, and Mr. Moskal. Currently B&W\nwill be represented by Dr. Chakraborty, Dr. Litzinger, Mr. Strubel, and\nmyself. The topics for the meeting are:\n\n1. Further improvements in EBR.\n\n2. Quality control of reconstituted tobaccos.\nMr. R. Frear told me that the Kimberly-Clark plant will have a report\navailable for us at the meeting on improving EBR uniformity by\nchanging or better controlling process parameters.\nI reminded Mr. Frear that we had not as yet received the minutes from\nour first research program on reconstituted tobacco. Mr. Frear stated\n\nhe had seen a draft and he believed that the draft was being reviewed\nby Dr. H. Todd. We can expect the draft minutes shortly.\n\nDr. J. G. Esterle\nJGE/1a\n\n09375\n\n2)\na\ns\na\ni)\n_\n\n \n\f",
    "augmented_texts": [
        "BROWN & WILLIAMSON TOBACCO CORPORATION RESEARCH, DEVELOPMENT & ENGINEERING TELEPHONE CONVERSATION SUBJECT: KIMBERLY - CLARK / 275 CONTACT: Mr. Ron Frear DATE: September 10, 1985 ce: Me. E. E. Kohnhorst, Mr. M. L. Reynolds, Dr. J. N. Jewell, Mr. T. F. Riehl, Dr. E. F. Litzinger, Dr. Group b. B. Chakraborty, Me. D. G. Strubél, Mr. L. T. Haag I talked with R. Frear on September 4th concerning reconstituted baccy. Gas constant. Frear has arranged a meeting in Spotswood, NJ on September 26th. Attending for Kimberly - Clark will be Mr. Azeez, Mr. Frear, Dr. Cartwright, Mr. Natina, and Mr. Moskal. Currently B & W will be represented by Dr. Chakraborty, Dr. Litzinger, Mr. Strubel, and myself. The topics for the meeting be: 1. Further improvements in EBR. 2. Quality control of reconstituted tobaccos. Mr. R. Frear told me that the Kimberly - Clark plant will have a report available for us at the meeting on improving EBR uniformity by changing or better controlling process parameters. I reminded Mr.. Frear that we had not as yet received the minute from our first research program on reconstituted tobacco. Mr. Frear stated he had seen a draft and he believe that the draft was being reviewed by Dr. H. Todd. We can expect the draft minutes shortly. Dr. J. G. Esterle JGE / 1a 09375 2) a s a i) _",
        "BROWN & WILLIAMSON TOBACCO CORPORATION RESEARCH, DEVELOPMENT & ENGINEERING TELEPHONE CONVERSATION SUBJECT: KIMBERLY - CLARK / 275 CONTACT: Mr. Ron Frear DATE: September 10, 1985 ce: Me. E. E. Kohnhorst, Mr. M. L. Reynolds, Dr. J. N. Jewell, Mr. T. F. Riehl, Dr. E. F. Litzinger, Dr. B. B. Chakraborty, Me. D. G. Strubél, Mr. L. T. Haag I talked with R. Frear on September 4th concerning reconstituted tobacco. R. Frear has arranged a meeting in Spotswood, NJ on September twenty sixth. Attending for Kimberly - Clark will be Mr. Azeez, Mr. Frear, Dr. Cartwright, Mr. Natina, and Mr. Moskal. Currently B & W leave be represented by Dr. Chakraborty, Dr. Litzinger, Mr. Strubel, and myself. The topics for the confluence are: 1. Further improvements in EBR. 2. Quality ascendance of reconstituted tobaccos. Mr. R. Frear told pine tree state that the Kimberly - Clark plant will have a report available for us at the meeting on improving EBR uniformity by changing or better controlling process parameters. I reminded Mr. Frear that we make not as yet received the minutes from our first inquiry program on reconstituted tobacco. Mr. Frear stated he had seen a draft and he believed that the draft was being reviewed by Dr. H. Todd. We can expect the draft minutes shortly. Dr. J. G. Esterle JGE / 1a 09375 2) a s a i) _"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "B&W to meet with Kimberly-Clark on September 26th. Meeting will discuss reconstituted tobacco and quality control of tobaccos. The meeting will be held in Spotswood, New Jersey, at the B & W plant. B&w to be represented by Dr. Chakraborty and Mr. Strubel."
}