{
    "filename": "0000018957.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\n \n\n \n\n \n\nINTERNAL CORRESPONDENCE 249\nL. ?. Haag suis\nTe cavers, Te, Nese\nDib. Haverstck Da: Homes\nJ. 0. Puckett J.P. Nall\nJ. E.tanders RE. Hannon,\nC._b. Hasken/vy oate_Qctober 29, 29)\n\n \n\nDuclite Filter Rod Waste\n\nA two (2) day study was conducted, on firot shift only, to\ndetermine the vaste level of 100MN Duolite loaded Filter rods.\nThe study was conducted on Puolite filter rod makore No. 540\nand $41, located on the acecnd floor of No. 4 building. Only\nfinished rejected rods containing Duolite were courted as\nwaste and any waste that occurred after finished rode were\ntraycd was not included in the deta.\n\n \n\n \n\nThe results of this study are chown in the table below.\nTotal renning time (minutes) = 718.5\nRods per minute per machine = > 504\ntotal veds possible - 362,124\nTotal rede waste - 20,487\nPercent waste - 5.65\n\nProjected waste per machine per shift 10,832 roda @ AS%\n\nmachine efficiency.\n\nProjected Duolite waste per machine per shift - 3,4 Ibs.\n@ 160 mg, Duolite per rod.\n\nOA pehor\n\nC. L. Hasken\n\nELOOTOSS\n\f",
    "augmented_texts": [
        "INTERNAL CORRESPONDENCE 249 L. ?. Haag suis Te cavers, Te, Nese Dib. Haverstck Da: Homes J. 0. Puckett J. P. Nall J. E. tanders RE. Hannon, C. _b. Hasken / vy oate_Qctober 29, 29) Duclite Filter Rod Waste A two (2) day study was conducted, on firot geological fault only, to determine the vaste level of 100MN Duolite loaded Filter rods. The study was conducted on Puolite filter rod makore No. 540 and $ 41, located on the acecnd floor of No. 4 building. Only finish rejected rods containing Duolite were courted as waste and any wastefulness that occurred after finished rode were traycd was not included in the deta. The results of this study are chown in the table below. Total renning time (minutes) = 718. 5 Rods per minute per machine => 504 total veds possible - 362, 124 Total rede waste - 20, 487 Percent waste - 5. 65 Projected waste per machine per shift 10, 832 roda @ AS% machine efficiency. Projected Duolite waste per machine per shift - 3, 4 Ibs. @ 160 mg, Duolite per rod. OA pehor C. L. Hasken ELOOTOSS",
        "INTERNAL CORRESPONDENCE 249 L. ?. Haag suis Te cavers, Te, Nese Dib. Haverstck Da: Homes J. 0. Puckett J. P. Nall J. E. tanders rhenium. Hannon, C. _b. Hasken / vy oate_Qctober 29, 29) Duclite Filter Rod Waste A two (2) day study was conducted, on firot shift only, to set the vaste level of 100MN Duolite loaded Filter rods. The study was conducted on Puolite filter rod makore No. 540 and $ 41, located on the acecnd floor of No. 4 building. Only finished rejected rods containing Duolite were courted as waste and any waste that occurred after finished rode be traycd was not included in the deta. The results of this study are chown in the table below. Total renning time (minutes) = 718. 5 Rods per minute per auto => 504 total veds possible - 362, 124 Total rede waste - twenty, 487 Pct waste - 5. 65 Projected waste per machine per shift 10, 832 roda @ AS% machine efficiency. Projected Duolite waste per machine per shift - 3, 4 Ibs. @ 160 mg, Duolite per rod. OA pehor C. L. Hasken ELOOTOSS"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "A two (2) day study was conducted, on firot shift only, to determine the vaste level of 100MN Duolite loaded Filter rods. The results of this study are chown in the table below. Onlyfinished rejected rods containing Duorite were courted as waste."
}