{
    "filename": "0000638493.jpg",
    "metadata": {},
    "text": "   \n\nBrihue Dil Ine. C\n\n \n\n  \n   \n\n   \n\n   \n    \n   \n  \n  \n  \n  \n  \n \n\n   \n\n‘Dr,_Venezian joined the staff of Arthur D. Little, Inc. in 1961. Since\nthat time he ‘as been engaged in a diversi-y of projects dealing with\nepideaiology, the design and analysis of control systeas, storage and\n“retrieval of infornation, and economic problens in the fuel industry.\n.His work has included the developrent of mathematical models of infor-\nmation retrieval systens and of large-scale computer systens. His\nJepideniological work has dealt with mathematical models of patterns of\ninfection and with developzent of disease subsequent to infection.\n\n \n\n \n\n \n\n \n\n“De. Venezian received his B.Eng. in Chenical Engineering from McGill\nY WUniversity in 1958. He continued his studies and received his\ndoctorate at Californie Institute of Technology, specializing in the\nfield of turbulent heat transfer. He is an associate member of the\nOperations Research Society of Anerica, the Engineering Institute of\nCanada, and of Signa Xi. rate\n\n \n\n \n\n      \n\n              \n\n \n\n \n\n     \n\n    \n\n   \n\n \n\n \n\n \n\n  \n\n \n\n   \n\n \n\f",
    "augmented_texts": [
        "Brihue Dil Ine. C ‘ Dr, _Venezian joined the stave of Arthur D. Little, Inc. in 1961. Since that time he ‘ as been engaged in a diversi - y of projects dealing with epideaiology, the design and analysis of control systeas, storage and “ retrieval of infornation, and economic problens in the fuel industry. . His work have include the developrent of mathematical models of infor - mation retrieval systens and of large - scale computer systens. His Jepideniological work has dealt with mathematical models of patterns of infection and with developzent of disease subsequent to infection. “ De. Venezian received his B. Eng. in Chenical Engineering from McGill Y WUniversity in 1958. He continued his cogitation and received his doctorate at Californie Institute of Technology, specializing in the field of turbulent estrus transfer. He is an associate member of the Operations Research Society of Anerica, the Engineering Institute of Canada, and of Signa 11. rate",
        "Brihue Dil Ine. C ‘ Dr, _Venezian joined the staff of King arthur D. Little, Inc. in 1961. Since that time he ‘ as been engaged in a diversi - y of projects dealing with epideaiology, the design and analysis of control systeas, storage and “ retrieval of infornation, and economic problens in the fuel industry. . His work has included the developrent of mathematical models of infor - mation retrieval systens and of large - scale computer systens. His Jepideniological work has dealt with mathematical models of patterns of infection and with developzent of disease subsequent to infection. “ De. Venezian received his B. Eng. in Chenical Technology from McGill Y WUniversity in 1958. He continued his studies and received his doctorate at Californie Institute of Technology, specializing in the field of turbulent heat transfer. He is an associate member of the Operations Research Society of Anerica, the Engineering Institute of Canada, and of Signa Xi. rate"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Brihue Dil Ine. Venezian received his B.Eng. in Chenical Engineering from McGill                Y WUniversity in 1958. He joined the staff of Arthur D. Little, Inc in 1961. His work has included the developrent of mathematical models of infor-                mation retrieval systens and of large-scale computer."
}