{
    "filename": "0000128669.jpg",
    "metadata": {},
    "text": " \n\nJanuary 27, 1978\n\n‘MS, VIVIAN T. MARRA\nBATES\n\nDear Vivian:\n1am returning Call Report V16-6 for a revision, Before discussing\n\nthe revision, I belleve we should clarify operating policy with respect\nfo what materials Bates should provide B&W for VICEROY outdoor,\n\n  \n\nMy understanding from Mike McCue, based on menting between\nthe Brand Group, Bates and ZML, {s that Bates will provide art\nland a layout with & cell overlay containing set type. The purpose\nof thie material {s to indicate type size, style, and placement,\n\n    \n\n“Apparently, there was some confusion resulting from this meeting\nbecause in the case of \"Pie\", Bates provided s mechanical for\n3o-aheet but « layout with a type cell overlay for paint, In the future,\nit should provide the latter for both 30-sheet and paint.\n\n \n\n \n\n‘Aa to the Call Report in question, therefore, the material provided\nfor \"Pie Throwing’ V-PA-16-1 should read layout with type cell overlay\n(paint) Kings,\n\nWould you please arrange to have the Call Report revised accordingly+\n\nSincerely,\n\nCarter Broach\n\ncBlig\nattachment\n\n2\na\n5\nB\nNu\nxu\nS\nx\n3\n\ncc: Mr, A. M, Heller\nMr, L, A, Johnson\nMr, M. J, MeCue\nMr, L, Re Lewis, Jr\nMa, N, J, Arnold\n\nnas oat\n\n \n\n \n\f",
    "augmented_texts": [
        "January 27, 1978 ‘ MS, VIVIAN T. MARRA BATES Dear Vivian: 1am returning Call Account V16 - 6 for a revision, Before discussing the revision, I belleve we should clarify operating policy with respect fo what materials Bates should provide Vitamin b & West for VICEROY outdoor, My understanding from Mike McCue, based on menting between the Brand Group, Bates and ZML, {s that Bates will provide art land a layout with & cell overlay containing set type. The purpose of thie material {s to bespeak type size, style, and placement, “ Apparently, there was some confusion resulting from this meeting because in the case of \" Pie \", Bates provided s mechanical for 3o - aheet but « layout with a type cell overlay for paint, In the future, it should provide the latter for both 30 - sheet and paint. ‘ Aa to the Call Report in question, therefore, the material provided for \" Pie Throwing ’ V - PA - 16 - 1 should read layout with type cell overlay (paint) Kings, Would you please arrange to have the Call Write up revised accordingly + Sincerely, Carter Broach cBlig attachment 2 a 5 B Nu xu S x 3 cc: Mr, A. M, Heller Mr, L, A, Johnson Mr, M. J, MeCue Mr, L, Re Lewis, Jr Ma, N, Watt second, Arnold nas oat",
        "Jan xxvii, 1978 ‘ MS, VIVIAN T. MARRA BATES Dear Vivian: 1am returning Call Report V16 - 6 for a revision, Before discussing the revision, I belleve we should clarify operating policy with respect fo what material Bates should furnish B & W for VICEROY outdoor, My understanding from Mike McCue, based on menting between the Brand Group, Bates and ZML, {s that Bates will provide art land a layout with & cell overlay containing set eccentric. The aim of thie material {s to indicate type size, style, and placement, “ Apparently, there was some confusion resulting from this meeting because in the case of \" Pie \", Bates provided s mechanical for 3o - aheet but « layout with a type cell overlay for paint, In the future, it should provide the latter for both 30 - sheet and paint. ‘ Aa to the Call Report in question, therefore, the material provided for \" Pie Throwing ’ V - PA - 16 - 1 should read layout with type cell overlay (paint) Kings, Would you please arrange to have the Call Report revised accordingly + Truly, Carter Broach cBlig attachment 2 a 5 B Nu xu S x 3 cc: Mr, A. M, Heller Mr, L, A, Johnson Mr, M. J, MeCue Mr, L, Re Lewis, Jr Ma, N, J, Matthew arnold nas oat"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "January 27, 1978. ‘MS, VIVIAN T. MARRA SUPPORTING B&W for VICEROY outdoor.’ “Apparently, there was some confusion resulting from this meeting. Bates provided s mechanical for 3o-aheet but layout with a type cell overlay for paint. In the future, Bates should provide the latter for both 30-sheet and paint\""
}