{
    "filename": "0000106414.jpg",
    "metadata": {},
    "text": " \n\nC C\n\nRALLTIGH/ FLAIR DOUBLE COUPON NATIONAL INTRODUCTION\n\nIf it is dec'ded to nationally launch the KALEIGH BET.AIR Noble\nCoupon program, it is anticipated that a incremental $3, 750,000 will\n\nbe spent in three month period. Three million in advertising covers\nuse of Suncay Supplements, uuldvor, 2nd newspaper in above average\nsales areas for the brands, Seven hundred and fifty thousand is\nallocated to sales p-omotion to fund a second major brand promotion\n\nfor RALEIGH! BEJ-AIR. (Each brand was allocated only vue inajor brand\npromotion during 1976),\n\n \n\nAn additional $3, 000, 000 is currently being considered.on top of the $9, 750, 000.\nConsumer esearch indicates low competitive smoker awaneness of the\n\nDouble Coupon pregram in the test markets, It is belived that this additional\nmoney may be iweded to echieve a substantial level of competitive smoker\nawareness te generate trial among non RALEIGU/BELAIR sirokers,\n\n \n\n22080089\n\f",
    "augmented_texts": [
        "C C RALLTIGH / genius DOUBLE COUPON NATIONAL INTRODUCTION If it is dec ' ded to nationally launch the KALEIGH BET. AIR Noble Coupon program, it is anticipated that a incremental $ 3, 750, 000 will be spent in three month period. Three million in advertising covers use of Suncay Supplements, uuldvor, 2nd newspaper in above average sales areas for the brands, Seven hundred and fifty thousand is allocated to sales p - omotion to fund a second major brand promotion for ralegh! BEJ - AIR. (Each brand was allocated only vue inajor brand promotion during 1976 ), An additional $ 3, 000, 000 be currently comprise considered. on top of the $ 9, 750, 000. Consumer esearch indicates low competitive smoker awaneness of the Double Coupon pregram in the test markets, It be belived that this additional money may be iweded to echieve a substantial level of competitive smoking carriage awareness te generate trial among non RALEIGU / BELAIR sirokers, 22080089",
        "C C RALLTIGH / FLAIR DOUBLE COUPON NATIONAL INTRODUCTION If it is dec ' ded to nationally launch the KALEIGH BET. AIR Noble Coupon course of study, it is anticipated that a incremental $ trinity, 750, 000 will be spent in three month period. Three million in advertizing covers use of Suncay Supplements, uuldvor, 2nd newspaper in above average sales areas for the brands, Seven hundred and fifty thousand is allocated to sales p - omotion to fund a second major brand promotion for RALEIGH! BEJ - AIR. (Each brand was allocated only vue inajor brand promotion during 1976 ), An extra $ 3, 000, 000 is currently be considered. on top of the $ 9, 750, 000. Consumer esearch indicates low competitive smoker awaneness of the Double Voucher pregram in the test market, It is belived that this additional money may be iweded to echieve a substantial level of competitive smoker awareness te generate trial among non RALEIGU / BELAIR sirokers, 22080089"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "An additional $3, 000,000 is currently being considered. Three million in advertising covers use of Suncay Supplements, uuldvor, 2nd newspaper in above average sales areas. Seven hundred and fifty thousand isallocated to fund a second major brand promotion for RALEIGH! BEJ-AIR."
}