{
    "filename": "0000057793.jpg",
    "metadata": {},
    "text": " \n\n \n\n      \n \n\n   \n\n \n\n \n\n \n\n \n\n   \n\n \n\n \n\n \n \n\n   \n\n  \n\n \n\n \n\n \n\n \n\n \n\n     \n\n=\nneeneaan SAMPLE SPECIFICATIONS/PILOT PLANT WORK REQUEST\nan e's PE Bone Ale hte\na Bos\nee eee\nessa Ort Pl No, Yves parr Pa, No LI 2ELOL\nReyeed oy Paps\nSieieciupoe Lo M LS ET Cad yf\nMenno\narnt Band Ses\nCeaerente Code V's\nfrau Code ome eat tS\nRote ‘Supplier ~ Color\neng\nPet Type. ME tom)\nFreriy Care\nBrey (sind aa Perm=ner Koren)\nFue Curd ease rin)\nee Oeing satin,\nFavor — Fier Legh (nd\nOverton No. (HHO 98 O2SEE3IA esse D00 in)\nwe Coes ENRE (end\nTree (Sc) he Paar\nNero et 68) Sip hes 12220, 12918\n“8 x Vesvon\nask Ws Go ot\nMet Cawene\nLeg tom) Lana bom)\nCeamtee tm) ecunteens (nn)\n‘ene Orop tn) Mater Wo ee om)\n‘sive Tyee Mase Type\nPag Wp Pm (Cove oa bat\nfortes Ure Tobseco Wt fn)\nante Deny end\nTOD rye Enc TS. To (ng)\nfuse Toe os\ndoin Sree Grate\nPeng Pee ty Cones)\nSone Fem = At are)\nConse tin ho, _—\nPome Ba Asie — Te)\nTortie\nCarton Tyee wr 437\nSeam 8 Pape Wt. (a a ag\nToning ens (rw) m2,\nWei cts lors) 7 | S =\nVes/SO a\nSst rion. _ a\now ol\namaeEe a y\na\nD =\n\f",
    "augmented_texts": [
        "= neeneaan SAMPLE SPECIFICATIONS / PILOT PLANT WORK REQUEST an e ' s PE Bone Ale hte a Bos ee eee essa Ort Pl No, Yves parr Pa, No LI 2ELOL Reyeed oy Mammilla Sieieciupoe Lo M LS ET Cad yf Menno arnt Band Ses Ceaerente Code V ' s frau Code ome eat tS Rote ‘ Supplier ~ Color eng Pet Type. ME tom) Freriy Care Brey (sind aa Perm = ner Koren) Fue Curd ease rin) ee Oeing satin, Favor — Fier Legh (nd Overton No. (HHO 98 O2SEE3IA esse D00 in) we Coes ENRE (terminate Tree (Sc) he Paar Nero et 68) Sip hes 12220, 12918 “ 8 x Vesvon ask Ws Go ot Met Cawene Leg tom) Lana bom) Ceamtee tm) ecunteens (nn) ‘ ene Orop tn) Mater Wo ee om) ‘ sive Tyee Mase Type Pag Wp Pm (Cove oa bat fortes Ure Tobseco Wt fn) ante Deny end TOD rye Enc TS. To (ng) fuse Toe os doin Sree Grate Peng Piss ty Cones) Sone Fem = At are) Conse tin ho, _ — Pome Ba Asie — Te) Tortie Carton Tyee wr 437 Seam 8 Pape Wt. (a a ag Toning ens (rw) m2, Wei dynasty cts lors) 7 | S = Ves / SO a Sst rion. _ a ow ol amaeEe a y a D =",
        "= neeneaan sample distribution spec / PILOT PLANT WORK REQUEST an e ' s PE Bone Ale hte a Bos ee eee essa Ort Pl No, Yves parr Pa, No LI 2ELOL Reyeed oy Teat Sieieciupoe Lo M LS ET Cad yf Menno arnt Band Ses Ceaerente Code V ' s frau Code ome eat tS Rote ‘ Supplier ~ Color eng Pet Type. ME tom) Freriy Care Brey (sind aa Perm = ner Koren) Fue Curd ease rin) electrical engineering Oeing satin, Favor — Fier Legh (nd Overton No. (HHO 98 O2SEE3IA esse D00 in) we Coes ENRE (end Tree (Sc) he Paar Nero et 68) Sip hes 12220, 12918 “ octonary x Vesvon ask Ws Go ot Met Cawene Leg tom) Lana bom) Ceamtee tm) ecunteens (nn) ‘ ene Orop tn) Mater Wo ee om) ‘ sive Tyee Mase Type Pag Wp Pm (Cove oa bat fortes Ure Tobseco Wt fn) ante Deny end TOD rye Enc TS. To (ng) primer Toe os doin Sree Grate Peng Pee ty Cones) Sone Fem = At are) Conse tin ho, _ — Pome Ba Asie — Te) Tortie Carton Tyee wr 437 Seam 8 Pape Wt. (a a ag Toning ens (rw) m2, Wei cts lors) 7 | S = Ves / soh a Sst rion. _ a ow ol amaeEe a y a D ="
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Pilot Plant Work Request (PPLW) is a request for a pilot plant to be grown in a controlled environment. The plant will be able to grow a variety of plants at different stages of development. PILOT PLANT WORK REQUEST includes a set of samples for pilot plants and a list of plant types."
}