{
    "filename": "0000341557.jpg",
    "metadata": {},
    "text": "News Renae\n3340\n\n \n\n—_* oy\n: Bay RO YI as WataARpoRy TOMACOO CORFORATION\noae Amesibay dd the BATUS Group\nC ews RELEASE oe\n\n \n\n \n\n \n\nBROWN & WILLIAMSON AWARDS\n\n \n\nTWO COLLEGE SCHOLARSHIPS\nTO EMPLOYEES' CHILOREN\n\nLOUISVILLE, Ky., May 26, 1983--Two children of Brown &\nWilliamson Tobacco Corp. employees have been awardeo four-year\ncollege scholarships in e company-sponsored program admin-\nisterec by the National Merit Scholarship Corp.\n\nThe 1983 scholarship winners are Aaron 0. Drumm of\nMacon, Ga., and Wilna C, Probus of Louisville, Ky.\n\nMr. Drumm, who will graduate in May from Mount de\nSales High School in Macon, plans to attend the Georgia Insti-\ntute of Technology, Atlanta, Ga., to prepare for a career as an\narchitect. He is the son of Robert E. Drumm, Manager of Man-\nagement Development at the company's Macon Branch.\n\nMiss Probus, who plans to attend the University of\n\n \n\nLouisville, to pursue a career in journalism, will graduate\nfrom Pleasure Ridge Park High School in Louisville. She is the\ndaughter of Wilford C. Probus, a Development Center attencant\n\nat the Corporate Headquarters in Louisville.\n\nT202.2T069\n\nC nore\n\n \n\n \n\f",
    "augmented_texts": [
        "News Renae 3340 — _ * oy: Bay RO YI as WataARpoRy TOMACOO CORFORATION oae Amesibay dd the BATUS Group C ews RELEASE oe BROWN & WILLIAMSON AWARDS TWO COLLEGE SCHOLARSHIPS TO EMPLOYEES ' CHILOREN LOUISVILLE, Ky. , May 26, 1983 - - Two children of Brown & Williamson Baccy Corp. employees have been awardeo four - year college scholarships in e company - sponsored program admin - isterec by the National Merit Scholarship Corp. The 1983 scholarship winners are Aaron 0. Drumm of Macon, Ga. , and Wilna Century, Probus of Louisville, Ky. Mr. Drumm, who will graduate in May from Mount de Sales High School in Macon, plans to attend the Georgia Insti - tute of Technology, Atlanta, Ga. , to prepare for a career as an architect. Atomic number 2 is the son of Henry martyn robert E. Drumm, Manager of Man - agement Development at the company ' randomness Macon Branch. Miss Probus, who plans to attend the University of Louisville, to pursue a career in journalism, will graduate from Pleasure Ridge Park High School in Louisville. She is the daughter of Wilford C. Probus, a Development Center attencant at the Corporate Headquarters in Louisville. T202. 2T069 C nore",
        "News Renae 3340 — _ * oy: Bay RO YI as WataARpoRy TOMACOO CORFORATION oae Amesibay dd the BATUS Group C ews RELEASE oe brownness & WILLIAMSON AWARDS TWO COLLEGE SCHOLARSHIPS TO EMPLOYEES ' CHILOREN LOUISVILLE, Ky. , May 26, 1983 - - Two children of Brown & Williamson Tobacco Corp. employees have been awardeo four - year college scholarships in e company - sponsored program admin - isterec by the National Merit Scholarship Corp. The 1983 scholarship winners are Aaron nought. Drumm of Macon, Ga. , and Wilna C, Probus of Louisville, Ky. Mr. Drumm, who will graduate in May from Mount de Sales High School in Macon, plans to attend the Georgia Insti - tute of Technology, Atlanta, Ga. , to prepare for a career as an architect. He is the son of Robert E. Drumm, Managing director of Man - agement Development at the company ' s Macon Branch. Miss Probus, who plan to attend the University of Louisville, to pursue a career in journalism, will graduate from Pleasure Ridge Park High School in Louisville. She embody the daughter of Wilford C. Probus, a Development Center of attention attencant at the Corporate Headquarters in Louisville. T202. 2T069 C nore"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Two children of Brown & Williamson Tobacco Corp. employees have been awardeo four-year college scholarships. The 1983 scholarship winners are Aaron 0. Drumm of Macon, Ga., and Wilna C. Probus of Louisville, Ky. Mr.Drumm plans to attend the Georgia Insti- grotesquetute of Technology, Atlanta, to prepare for a career as an architect."
}