{
    "filename": "0000320017.jpg",
    "metadata": {},
    "text": " \n\n \n\n   \n\n—\" we\n\nine started © ri sintsres C reset stnutco taste\n\nTon {fom Roper Pesearch and we're aatiag a tuvey on topics in the nevs tomy, First, 1d lite to ask\nYou where you meually get wost af your nove about vhat's going on tn te world toler fied te pteet\nBapers oF radin or televivion or nigezlmn oF taihing to De0phe, or aheces\n\n \n\n \n\n \n\n \n\n \n\nYevspepers 1 Prope. s\nradio, 2\n\nomer, ‘\nMagazrnea. ese. Don\" bnew seee 7 we\n\n \n\n+ There are a number of important Sosuce facing our country todiy, all of which are complex, ‘We'd Like\nto Know Just 1m the Reoadert coane how you feel about a fev of thes, “First air and reece penistsoe\n\n \n\nTr tas bean said thet doing « really eftective Joo on cleaning up aie anf water pollution rill require\n@ tot of Bo you ihink We stould meke an all out effort to clean up air and water poltatton\ngura 4€ At meaas higher taxes, or do you thin taxes mist he Kept denn evan Jf Le Mensa aeiag evecee\nfon air cod water pollution?\n\n   \n\nKesp taxes down and 5\nSloeersceseee\n\n \n\nDon’ kxor > 1s\n\n \n\n+ Propte fee) tt eterently about tne pice of the ctvtt rights movement. Oo sou think: the civil righty\nmovement 1s going to0 fast, too slo, oF just atovt Figee?\n\n \n\n \n\nTeo show... 2\nJust about riche. a\nDon't hnow, « 6\n\n  \n\nPosey ace SeGitne nAth crint and tavLesyoess, 40 you think moLe eaphate should be on cteantag up\npoverty end slurs voncitions oF gare on strengthening lay enforcement aad cour’ provedonesy\n\n \n\n \n\nwes cout twevorays oy CONFIDENTIAL\nDon't know, “ ue\n\n   \n\nTurning now to konathtne el\n\nargat the safety ond setfure'of tim people who vae their proscts ond servicer. Cems aEireee ee\n\nGor, ising this cord, tov interented would you sey the autoacblle tedsrery Ain oes ore\nfare of ite Now aboue the drug tneustry? [ASH ABDLT Bae Treushety\n\n \n\n \n\n    \n\n \n\nQn\nvery Moderately Not very Not at all Don't ge\nousssitee nteustca gtecotey detent pee 8\nAotonotste tae.) 2 3 2 s ows\nm\newe industry seeseseg 1 2 3 ‘ 5s wy\nFomcso s0mustey oy 2 3 ‘ 5 ow\n\nMauor Andontry sey 1\n\n \n\n \n\f",
    "augmented_texts": [
        "— \" we ine started © ri sintsres C reset stnutco taste Ton {fom Roper Pesearch and we ' re aatiag a tuvey on topics in the nevs tomy, First, 1d lite to ask You where you meually get wost af your nove about vhat ' s going on tn te world toler fied te pteet Bapers oF radin or televivion or nigezlmn oF taihing to De0phe, or aheces Yevspepers 1 Prope. s radio, 2 omer, ‘ Magazrnea. ese. Don \" bnew seee 7 we + There are a number of important Sosuce facing our country todiy, all of which are complex, ‘ We ' d Like to Know Just 1m the Reoadert coane how you feel about a fev of thes, “ First atmosphere and reece penistsoe Tr tas bean said thet doing « really eftective Joo on cleaning up aie anf water pollution rill require @ tot of Bo you ihink We stould meke an all out effort to clean house up air and water poltatton gura 4 € At meaas higher taxes, or do you thin taxes mist he Kept denn evan Jf Le Mensa aeiag evecee fon air collect water pollution? Kesp taxes down and 5 Sloeersceseee Don ’ kxor> 1s + Propte fee) tt eterently about tne pice of the ctvtt rights movement. Oo sou think: the civil righty movement 1s going to0 fast, too slo, oF just atovt Figee? Teo show. .. 2 Just about riche. a Don ' t hnow, « 6 Posey ace SeGitne nAth crint and tavLesyoess, 40 you think moLe eaphate should be on cteantag up poverty end slurs voncitions oF gare on strengthening lay enforcement aad cour ’ provedonesy wes cout twevorays oy CONFIDENTIAL Don ' t know, “ ue Turning now to konathtne el argat the safety ond setfure ' of tim people who vae their proscts ond servicer. Cems aEireee ee Gor, ising this cord, tov interented would you sey the autoacblle tedsrery Ain oes ore fare of ite Now aboue the drug tneustry? [ASH ABDLT Bae Treushety Qn very Moderately Not very Not at all Don ' t ge ousssitee nteustca gtecotey detent pissing 8 Aotonotste tae.) 2 3 2 s ows m ewe industry seeseseg 1 2 3 ‘ 5s wy Fomcso s0mustey oy 2 3 ‘ fivesome ow Mauor Andontry sey 1",
        "— \" we ine started © ri sintsres One c reset stnutco taste Ton {fom Roper Pesearch and we ' re aatiag a tuvey on topics in the nevs tomy, First, 1d lite to ask You where you meually get wost af your nove about vhat ' s going on tn te world toler fied te pteet Bapers oF radin or televivion or nigezlmn oF taihing to De0phe, or aheces Yevspepers 1 Prope. s radio, 2 omer, ‘ Magazrnea. ese. Don \" bnew seee 7 we + There are a number of important Sosuce facing our country todiy, all of which are complex, ‘ We ' d Like to Know Just 1m the Reoadert coane how you feel about a fev of thes, “ First air and reece penistsoe Tr tas bean said thet doing « really eftective Joo on cleaning up aie anf water pollution rill require @ tot of Bo you ihink We stould meke an all out effort to clean up air and water poltatton gura 4 € At meaas higher taxes, or do you thin taxes mist he Kept denn evan Jf Le Mensa aeiag evecee fon air cod water pollution? Kesp taxes down and 5 Sloeersceseee Don ’ kxor> 1s + Propte fee) tt eterently about tne pice of the ctvtt rights movement. Oo sou think: the civil righty movement 1s going to0 fast, too slo, oF just atovt Figee? Teo show. .. 2 Just about riche. a Don ' t hnow, « 6 Posey ace SeGitne nAth crint and tavLesyoess, 40 you think moLe eaphate should be on cteantag up poverty end slurs voncitions oF gare on strengthening lay enforcement aad cour ’ provedonesy wes cout twevorays oy CONFIDENTIAL Don river ' t know, “ ue Turning now to konathtne el argat the safety ond setfure ' of tim people who vae their proscts ond servicer. Cems aEireee ee Gor, ising this electric cord, tov interented would you sey the autoacblle tedsrery Ain oes ore fare of ite Now aboue the drug tneustry? [ASH ABDLT Bae Treushety Qn very Moderately Not very Not at all Don ' t ge ousssitee nteustca gtecotey detent pee 8 Aotonotste tae.) 2 3 2 s ows m ewe industry seeseseg 1 2 3 ‘ 5s wy Fomcso s0mustey oy 2 3 ‘ 5 ow Mauor Andontry sey 1"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "\"We'd Like to Know Just 1m the Reoadert coane how you feel about a fev of thes, “First air and reece penistsoe,\" \"Would you sey the autoacblle tedsrery?\", \"What do you think about the drug tneustry?\" \"Do you thin taxes mist he Kept denn evan Jf Le Mensa?\""
}