{
    "filename": "0000230799.jpg",
    "metadata": {},
    "text": "   \n    \n  \n   \n \n    \n  \n    \n \n   \n    \n    \n      \n       \n     \n   \n       \n    \n      \n \n\n       \n\n     \n     \n\n \n\n \n\n \n\n \n\nTo T. PARRACK &\nDeer.\n2 C10 D. gomnston\neS R.A. Pitenan\n* B. L, Movaffort:\n” A. G. Forsyéhe\nFrom W. 5. WRIGHT/3n\nsuBsecT\n\nAfter reviewing the results of the above test, we basically agree\nwith the conclusions and reccnmendations contained in the report.\nHowever, we are not in total agreement with the conclusion/recom=\n\n \n\n \n\nthe Pack on Silver Bx« We foe! that the issue was not\ndefinitively resolved in this test and should be looked at further.\n\n \n\nWhile it is true that two of the three executions\ncontaining \"VICEROY\" in the hesdline did not score\nconsistently as well as s similar ad without \"VICEROY\"\nin the headline, Split Cory (which did contain ViCHROY\nin the headline) did emerge as one of the better overall\nscoring executions, producing a strong positive inage\nof YICEROY Rich Lights. Tt can be assumed that this\nexeguticn scored vell because of splitting the copy,\nrather than being 2 function of having VICRROY in the\nheadline and splitting the copy. However, to defin~\nitively resolve this isste, a eplit copy execution\nwithout the name \"VICEROY\" in the headline should\n\nalso have been tested.\n\n \n\n \n\n \n\n \n\n   \n\n \n\n— Sincd the use (or nen-uce) of the \"VICEROY\" name in\nVICHROY Rich Lights advertising is such a key Lesue,\nwe recommend that the issue be resolved definitively\nby testing split copy -- with and without the \"vIcRROv\"\n\na fMl.f (\n\nW. Le Wrigh\n\n \n\n \n\n  \n\f",
    "augmented_texts": [
        "To T. PARRACK & Deer. 2 C10 D. gomnston eS R. A. Pitenan * B. L, Movaffort: ” A. G. Forsyéhe From W. 5. WRIGHT / 3n suBsecT After reviewing the results of the above test, we basically agree with the conclusions and reccnmendations contain in the report. However, we are not in full agreement with the conclusion / recom = the Pack on Silver Bx « We foe! that the issue was not definitively resolved in this test and should be looked at further. While it is dead on target that two of the three executions containing \" VICEROY \" in the hesdline serve not score consistently as comfortably as s similar ad without \" VICEROY \" in the headline, Split Cory (which did contain ViCHROY in the headline) did emerge as one of the better overall scoring executions, producing a strong positive inage of YICEROY Rich Lights. Tt can be assumed that this exeguticn scored vell because of splitting the copy, rather than being 2 function of having VICRROY in the headline and splitting the copy. However, to defin ~ itively resolve this isste, a eplit copy execution without the name \" VICEROY \" in the headline should also have been screen. — Sincd the use (or nen - uce) of the \" VICEROY \" name in VICHROY Rich Lights advertising is such a key Lesue, we recommend that the issue be resolved definitively by testing split copy - - with and without the \" vIcRROv \" a fMl. f (W. Le Wrigh",
        "To T. PARRACK & Deer. 2 C10 D. gomnston eS R. A. Pitenan * B. L, Movaffort: ” A. G. Forsyéhe From W. 5. WRIGHT / 3n suBsecT After reviewing the results of the above test, we basically agree with the conclusion and reccnmendations contained in the report. However, we are not in total agreement with the conclusion / recom = the Pack on Silver Bx « We foe! that the issue was not definitively resolved in this test and should be looked at further. While it is true that two of the three executions containing \" VICEROY \" in the hesdline did not score consistently as well as s similar ad without \" VICEROY \" in the headline, Split Cory (which did contain ViCHROY in the headline) did emerge as unitary of the better overall scoring executions, producing a strong positive inage of YICEROY Rich Lights. Tt can be assumed that this exeguticn scored vell because of splitting the transcript, instead than being 2 function of having VICRROY in the headline and splitting the copy. However, to defin ~ itively resolve this isste, a eplit copy execution without the name \" VICEROY \" in the headline should too have been tested. — Sincd the use (or nen - uce) of the \" VICEROY \" name in VICHROY Rich Lights advertising is such a key Lesue, we recommend that the issue be resolved definitively by test split copy - - with and without the \" vIcRROv \" a fMl. f (W. Le Wrigh"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Two of the three executionscontaining \"VICEROY\" in the hesdline did not score consistently. Split Cory (which did contain ViCHROYin the headline) did emerge as one of. the better overall scoring executions, producing a strong positive inage.of YICerOY Rich Lights."
}