{
    "filename": "0000192502.jpg",
    "metadata": {},
    "text": " \n\nDEVELOPMENT CENTER WORK REQUEST\n\n \n\nJudy Kremer .\nW, Berry\nJ. Pittman\n\ncc: L, Hawkins G. D. Raphael\nJ. Esterle J. Judd\nP. Aulbach 0. A. Sponsler\nH. Woertz, Jr. V. Hansberry (Acc'tg)\nR. Montgomery\n\nFROM: J. F. Wilheln/fmr\n\nDATE:\n\nRE: SHIPMENT OF CIGARETTES FOR UNIDENTIFIED PRODUCT TEST\n\nINTERNATIONAL PROJECT #1984-29 (JAPAN)\n\nPlease prepare the necessary billing to ship on October 9, 1984 the following\n84nm cigarettes which are in the Sample Storage Room.\n\n \n\nPack\nCode No. No. of Cartons Description Bottom Code\n275 85\nae a LSF Charcoal 184290\n295 8s\nae oe Lark Milds KS 184290\n\nTotal 340 Cartons\n\nNOTE: The names of the test products must not appear on any shipping or freight\ninvoices. Identify then as “Unidentified Consumer Test Products” —\n\"Nor \\ded For Free Distribution\"\n\n \n\n \n\n‘The above products must be shipped to:\n\nTaito Company, Ltd.\nNo. 30 Mori Building\n2-2, 3 Chome\nToranomon, Minato-Ku\nTokyo, Japan\n\nAttn: Mr. K. Hayami\n\na\nxv\nS\n5\np\n+\np\nI\neo\n\n \n\f",
    "augmented_texts": [
        "DEVELOPMENT CENTER WORK REQUEST Judy Kremer. W, Berry J. Pittman cc: L, Hawkins G. D. Raphael J. Esterle J. Judd P. Aulbach 0. A. Sponsler H. Woertz, Jr. V. Hansberry (Acc ' tg) R. Montgomery FROM: J. F. Wilheln / fmr DATE: RE: load OF CIGARETTES FOR UNIDENTIFIED PRODUCT TEST INTERNATIONAL PROJECT # 1984 - 29 (JAPAN) Please prepare the necessary billing to ship on October 9, 1984 the following 84nm cigarettes which are in the Sample Storage Room. Pack Code No. Atomic number 102. of Cartons Description Bottom Code 275 85 ae a LSF Charcoal 184290 295 8s ae oe Lark Milds KS 184290 Total 340 Cartons NOTE: The names of the test products must not appear on any shipping or freight invoices. Identify then as “ Unidentified Consumer Test Production ” — \" Nor \\ ded For Free Distribution \" ‘ The above products must be shipped to: Taito Company, Ltd. No. 30 Mori Building 2 - 2, 3 Chome Toranomon, Minato - Ku Japanese capital, Japan Attn: Mr. K. Hayami a 15 S 5 p + p I eo",
        "DEVELOPMENT CENTER WORK REQUEST Judy Kremer. W, Berry J. Pittman cc: L, Hawkins G. D. Raphael J. Esterle J. Judd P. Aulbach 0. A. Sponsler Enthalpy. Woertz, Jr. V. Hansberry (Acc ' tg) R. Montgomery FROM: J. F. Wilheln / fmr DATE: RE: SHIPMENT OF CIGARETTES FOR UNIDENTIFIED PRODUCT TEST INTERNATIONAL PROJECT # 1984 - 29 (JAPAN) Please prepare the necessary billing to ship on October 9, 1984 the following 84nm cigarettes which are in the Sample Storage Room. Pack Code No. No. of Cartons Description Bottom Code 275 85 ae a LSF Charcoal 184290 295 8s ae oe Lark Milds KS 184290 Totality 340 Cartons NOTE: The name calling of the test products must not appear on any shipping or freight invoices. Identify then as “ Unidentified Consumer Test Products ” — \" Nor \\ ded For Free Distribution \" ‘ The above products must be shipped to: Taito Company, Ltd. No. 30 Mori Building 2 - deuce, 3 Chome Toranomon, Minato - Ku Tokyo, Japan Attn: Mr. K. Hayami a xv S 5 p + p I eo"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "DEVELOPMENT CENTER work request for cigarettes for 'Product Test' on October 9, 1984. Names of test products must not appear on any shipping or freightvoices. Products must be shipped to: 'Taito Company, Ltd. 30 Mori Building 2-2, 3 ChomeToranomon, Minato-Ku, Tokyo."
}