{
    "filename": "0000056745.jpg",
    "metadata": {},
    "text": " \n\n‘SAMPLE SPECI\n\npelf2\n\n\\FICATIONSIPILOT PLANT WORK REQUEST\n\n \n\n  \n     \n    \n\n       \n     \n        \n\n \n\n \n\n  \n\n      \n        \n    \n     \n     \n   \n   \n   \n    \n    \n   \n   \n     \n     \n    \n   \n     \n   \n      \n  \n \n\n \n\n  \n\nace aoe\nSee aoe —\n== Tene\nsone — Forma cegedes\neeaaie toe at S\n\nfee e) KER Coane Aaa\nSing, jew ‘Pecrneability (Covesta) oO.\nein Rot eo LED ZL on PemAct. Cores) Tree\nFive Cured Kees ‘Basis We. (gran?) se\neae Te se ne Faw\nme or Forte ien)  g\nOman ne Gayo) 223 #00 /enm222) Prewuxe Dro bn) 22\npar omt ae Snaeess\n“Tencer (Sovcity) — ae (Ghue Paern\nteeet item Lee\none hie Matte ear\nfuoees ae ee\nMaterial AT» ‘Soe\ntanga tot torent)\nSeman bt seemetl #\nfrome Dot Sone a)\nMeow tee) tse Wer\n\nronan Sein\n\npar)\n\nons. ret\n\nDona oles\n\n \n  \n \n    \n\n \n\n \n\nBern Addie (Tye)\npersre)\n‘eam 8 Poe a)\n“Toning oi te)\nWe00 Cats. or)\n\n     \n\n \n\nttt ©\na] as et\nGL FE\n\nWie VA\n\n \n\noe282zS0S9\n\n \n\f",
    "augmented_texts": [
        "‘ SAMPLE SPECI pelf2 \\ FICATIONSIPILOT PLANT WORK REQUEST ace aoe See aoe — = = Tene sone — Forma cegedes eeaaie toe at S fee e) KER Coane Abdominal aortic aneurysm Sing, jew ‘ Pecrneability (Covesta) oO. ein Rot eo LED ZL on PemAct. Cores) Tree Five Cured Kees ‘ Basis We. (gran?) se eae Te se ne Faw me or Forte ien) g Oman ne Gayo) 223 # 00 / enm222) Prewuxe Dro bn) 22 equality omt ae Snaeess “ Tencer (Sovcity) — ae (Ghue Paern teeet item Lee one hie Matte ear fuoees ae ee Material AT » ‘ Soe tanga toddler torent) Seman bt seemetl # frome Lucy in the sky with diamonds Sone a) Meow tee) tse Wer ronan Sein par) ons. ret Dona oles Bern Addie (Tye) persre) ‘ eam 8 Edgar allan poe a) “ Toning oi te) We00 Cats. or) ttt © a] as et GL FE Wie VA oe282zS0S9",
        "‘ SAMPLE SPECI pelf2 \\ FICATIONSIPILOT PLANT employment REQUEST ace aoe See aoe — = = Tene sone — Forma cegedes eeaaie toe at S fee e) KER Coane Aaa Sing, jew ‘ Pecrneability (Covesta) oO. ein Rot eo light emitting diode ZL on PemAct. Essence) Tree Five Cured Kees ‘ Basis We. (gran?) southeastward eae Te se ne Faw me beaver state Forte ien) g Oman ne Gayo) 223 # 00 / enm222) Prewuxe Dro bn) 22 par omt ae Snaeess “ Tencer (Sovcity) — ae (Ghue Paern teeet item Lee one hie Matte ear fuoees ae ee Stuff AT » ‘ Soe tanga tot torent) Seman bt seemetl # frome Dot Sone a) Meow tee) tse Wer ronan Sein par) ons. ret Dona oles Bern Addie (Tye) persre) ‘ eam 8 Poe a) “ Strengthen oi te) We00 Cats. or) ttt © a] as et GL FE Wie VA oe282zS0S9"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "‘SAMPLE’ is a collection of images of the ‘Pecrneability (Covesta) oO. (gran?) se (Greece) and “Toning oi te” (United States) The image is part of a larger series of photos that show the world from a different perspective. The photo series is called The Portraits of Portraiture, a collaboration between the Portrait Gallery and the Museum of Modern Art."
}