{
    "filename": "0000240860.jpg",
    "metadata": {},
    "text": " \n\n« €\n\nPRESENTATION TO WATIONAL COHM?SS19N ON SHOXING AND PUALIC POLICY\nAMERCIAN CANCER SOCIETY, INC.\nMarch 22, 1977\n\n \n\nThe City of Manteca is a fairly typical california city located in the San\nJosauin Yai ley sosroximately 50 riles south of Sacramento along Interstate\nRoute 99. The City with ics population of approximately 13,000 in 197? is\nunigue only to the disproportunate vwmber of youns people. Thirty-eight\n\n(38) percent of this total is under the age of IB years. The median a:\nof a Mantecan is 234 years concrasted to 63 years for our sister City of\n\n \n\n \n\n \n\nTracy ten miies to the West. The City of Hanteca's social-ethnic composition\nis best illustrated by its 97 percent white classification and its median\nincome which was in the 1370 census the second hichest in the County. The\n\n \n\nCity is served by four elementary schools and to high school\n\n \n\nThe smoking issue in Hanteca was First brought to light by a request of the\nhigh school administrative officials to the Schoo! Board asking for\npermission to designate an on-campus sroking location. School officials\ncited the irritation to the enzire student body caused by the arount of\nsmoke collected in the high schoo! rest rooms.\n\n   \n\n \n\n \n\nThe Parent-Teachers Association responded with opposition to che designat!\nof an on-campus sroking eres. Through the efforts of the Parent-Teachers\nAssociation and in sarticularly the leadership of Mrs. Martlyn Asher and\nMrs. Kenneth Bedsaii, the Board of Education declined to designate such an\narea and in turn asked supaort from the community at large to join in the\ncontrol of this ever Increasing problem of young people and cigarettes\n\n       \n\n   \n\n \n\nThe City quickly realized the snoking proolem to be of a community-wide\ninterest and that if any progress cou'd be made to cursail the use\ncigarettes, effort must be expended by aarents, school district officials\nand the local goverment.\n\n \n\n \n\nThe causes of srcking have been obvicus to sociologists and teachers for\nmany years, The erotional pressure cormonly identified as peer pressure\nand the normal desire to attain adult status were recognized as the cause\nbehind this syndrome. By pure observation in and around the vi the\nelementary schools, it vas apparent that more 8 to 12 year old students are\n\nsequiring this dangerous habit every year\n\n \n\n \n\nThrough the past efforts of che Arerican Cancer Society, the carcinecenic efforts\nFrom cigarette smoke is well understood by most Auericen adults; but a bricf\nreminder that in 1989 approximately 325.009 people died from cancer ard\n\nother gruesone statistics brought the City Counci! co a pasition that action\nshould be taken in the interes: of the healtn and public uelfare.\n\n \n\nin an inizial effort the P.T.A.called attention to the California Penal Code,\nSection 308 which states that \"every person, Firm or corporation which sells\nor gives or in aay way furnishes to another person who is in Fact under the\n\nage of eighteen years any lobacco, cigaratte or cigareite pager or any other\npreparation of tobacco is quilty of a misdemeanor.” The Parent-Teachers\nAssociation asked for local enforcement to attenp: to discourage over-th:\ncounter sales of cigaretzas to ninors. This was attenpted through an\n\nenforcement effort oy the Manteca Police Department Crime Prevention Unit\nwhich distributed posters to all retail outlets quoting the California Penal\nCode and a warning to the merchancs. Arter an iritiel period of several\n\n \n\n \n\n     \n\n \n\neseeteoz9\n\n \n\n    \n\n \n\f",
    "augmented_texts": [
        "« € PRESENTATION TO WATIONAL COHM? SS19N ON SHOXING AND PUALIC POLICY AMERCIAN CANCER SOCIETY, INC. March 22, 1977 The City of Manteca is a fairly distinctive california city located in the San Josauin Yai ley sosroximately 50 riles south of Sacramento along Interstate Route 99. The City with ics population of approximately 13, 000 in 197? is unigue only to the disproportunate vwmber of youns people. Thirty - eight (38) percent of this total is under the age of IB years. The average a: of a Mantecan is 234 years concrasted to 63 years for our sister City of Tracy ten miies to the West. The City of Hanteca ' s social - ethnic composition is best illustrated by its 97 percent white classification and its median income which was in the 1370 census the second hichest in the County. The City is served by four elementary schools and to high school The smoking issue in Hanteca was First brought to igniter by a request of the high school administrative officials to the Schoo! Board asking for permission to designate an on - campus sroking location. School officials cited the irritation to the enzire student body caused by the arount of smoke collected in the high schoo! rest rooms. The Parent - Teachers Association responded with opposition to che designat! of an on - campus sroking eres. Through the efforts of the Parent - Teachers Association and in sarticularly the leadership of Mrs. Martlyn Asher and Mrs. Kenneth Bedsaii, the Board of Education declined to designate such an area and in turn asked supaort from the community at large to join in the control of this ever Increasing problem of young people and cigarettes The City quickly realized the snoking proolem to be of a community - wide interest and that if any progress cou ' d be made to cursail the use cigarettes, effort must be expended by aarents, school district officials and the local goverment. The causes of srcking have been obvicus to sociologists and teachers for many years, The erotional pressure cormonly identified as peer pressure and the normal desire to attain adult status were recognized as the cause behind this syndrome. By pure observation in and around the vi the elementary schools, it vas apparent that more 8 to 12 year old students are sequiring this dangerous habit every year Through the past efforts of che Arerican Cancer Society, the carcinecenic efforts From cigarette smoke is well understood by most Auericen adults; but a bricf reminder that in 1989 approximately 325. 009 people died from cancer ard other gruesone statistics brought the City Counci! co a pasition that action should be taken in the interes: of the healtn and public uelfare. in an inizial effort the P. T. A. called attention to the California Penal Code, Section 308 which states that \" every person, Firm or corporation which sells or gives or in aay way furnishes to another person who is in Fact under the age of eighteen years any lobacco, cigaratte or cigareite pager or any other preparation of tobacco is quilty of a misdemeanor. ” The Parent - Teachers Association asked for local enforcement to attenp: to discourage over - th: counter sales of cigaretzas to ninors. This was attenpted through an enforcement effort oy the Manteca Police Department Crime Prevention Unit which distributed posters to all retail outlets quoting the California Penal Computer code and a warning to the merchancs. Arter an iritiel period of several eseeteoz9",
        "« € PRESENTATION TO WATIONAL COHM? SS19N ON SHOXING AND PUALIC POLICY AMERCIAN CANCER SOCIETY, INC. March 22, 1977 The City of Manteca is a fairly typical california city located in the San Josauin Yai ley sosroximately 50 riles south of Sacramento along Interstate Route 99. The City with ics population of approximately baker's dozen, 000 in 197? is unigue only to the disproportunate vwmber of youns people. Thirty - eight (38) percent of this total is under the age of IB year. The median a: of a Mantecan is 234 years concrasted to 63 years for our sister City of Spencer tracy ten miies to the West. The City of Hanteca ' s social - ethnic composition is best illustrated by its 97 percent white classification and its median income which was in the 1370 census the second hichest in the County. The City is served by four elementary schools and to high school The smoking issue in Hanteca was First brought to light by a request of the high school administrative officials to the Schoo! Board asking for permission to designate an on - campus sroking location. School officials cited the irritation to the enzire student body caused by the arount of smoke collected in the high schoo! rest rooms. The Parent - Teachers Association responded with opposition to che designat! of an on - campus sroking eres. Through the efforts of the Parent - Teachers Association and in sarticularly the leadership of Mrs. Martlyn Asher and Mister. Kenneth Bedsaii, the Board of Education declined to designate such an area and in turn asked supaort from the community at large to join in the control of this ever Increasing problem of young people and cigarettes The City quickly realized the snoking proolem to be of a community - wide interest and that if any progress cou ' d be made to cursail the use cigarettes, effort must be expended by aarents, school district officials and the local goverment. The causes of srcking have been obvicus to sociologists and teachers for many years, The erotional pressure cormonly identified as peer pressure and the normal desire to attain adult status were recognized as the cause behind this syndrome. By pure reflection in and around the vi the elementary schools, it vas apparent that more 8 to 12 year old students are sequiring this dangerous habit every year Through the past efforts of che Arerican Cancer Society, the carcinecenic efforts From cigarette smoke is well understood by most Auericen adults; but a bricf reminder that in 1989 approximately 325. 009 people died from cancer ard other gruesone statistics brought the City Counci! co a pasition that action should be taken in the interes: of the healtn and public uelfare. in an inizial effort the P. T. A. called attention to the California Penal Code, Section 308 which states that \" every person, Firm or corporation which sells or gives or in aay way furnishes to another person who is in Fact under the age of eighteen years any lobacco, cigaratte or cigareite pager or any other preparation of tobacco is quilty of a misdemeanor. ” The Parent - Teachers Association asked for local enforcement to attenp: to discourage over - th: counter sales of cigaretzas to ninors. This was attenpted through an enforcement effort oy the Manteca Police Department Crime Prevention Unit which distributed posters to all retail outlets quoting the California Penal Code and a warning to the merchancs. Arter an iritiel period of several eseeteoz9"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The City of Manteca is a fairly typical california city located in the San Josauin Yai ley sos approximately 50 riles south of Sacramento. The City with ics population of approximately 13,000 in 197? is only to the disproportunate vwmber of youns people. 38 percent of this total is under the age of IB years."
}