{
    "filename": "0000171539.jpg",
    "metadata": {},
    "text": "Date Prepared:___11/14/93\n\nPreparer's Initials NGN\n\nPROMOTION PLANS LETTER #\nVICEROY TRIAL 10 PACKS\nAPRIL, 1984\n\nPROMOTION OVERVIEW\n\nThis outlines a test program which when implemented on a national\nlevel will generate up to a projected 5.4MM targeted competitive\ntrials and 107M converters (.18% SOM). To meet a one year breakeven\nobjective, the promotion needs only to generate an additional .03%\nox 150MM units.” This test program is a component of the approved\n\n84 Plan.\n\nThe test program consists of offering 3004 trial 10 packs, requiring\na minimal investment from consumers in order to produce serious trial\namong competitive smokers. A §$.25 on pack coupon will further streng-\nthen trial, increasing the probability of usage upgrading/conversion.\n\nBay City, MI (TA 64) and Grand Rapids, MI (TA 65) are the designated\ntest markets. These markets represent high and average SDI markets,\nrespectively and 2.1% of national VICEROY sales.\n\nThe budgeted cost of the test is $50,000.\n\nA.\n\nPromotion Objectives\n\n(150: units) share to achieve a one year payback from 5. 4ill:\ntargeted competitive trials.\n\nPromotion Strategies\n\n=,\n\n2s\n\nProvide 300M trial 10 packs in all VICEROY styles to target\nstores, requiring minimal consumer investment.\n\nPrice trial pack at level which indicates a \"clear\" value\nto the consumer. This suggested 10's pack price is 45% of\n20's pack selling price. This price level will cover\nvariable manufacturing costs and applicable state tax while\nallowing for maintenance of distributor and retailer mar-\ngins comparable to a 20's pack.\n\nDeliver §$.25 on-pack coupon good on future 20's pack or\ncarton purchase.\n\nPTZTOOSSS\n\nee!\nee\n\nInitiate test in Bay City, MI (TA 64) and Grand Rapids, MI-\n(TA 65) representing 2.1% of national VICEROY sales. Markets\nchosen represent high (130) and average (114) SDI markete,\nrespectively.\n\nGenerate the national equivalent of an increase of at least .03% |\n\f",
    "augmented_texts": [
        "Date Prepared: ___11 / 14 / 93 Preparer ' s Initials NGN PROMOTION PLANS LETTER # VICEROY TRIAL 10 PACKS APRIL, 1984 PROMOTION OVERVIEW This outlines a test program which when implemented on a national level will generate up to a projected fivesome. 4MM targeted competitive trials and 107M converters (. 18% SOM ). To meet a one year breakeven nonsubjective, the promotion needs only to generate an additional. 03% ox 150MM units. ” This test program is a component of the approved 84 Plan. The test program consists of offering 3004 trial 10 packs, requiring a minimal investment from consumers in order to produce serious trial among competitive smokers. A § $. 25 on pack coupon will further streng - then trial, increasing the chance of usage upgrading / conversion. Bay City, MI (TA 64) and Grand Rapids, MI (TA 65) are the designated test markets. These markets represent high and average SDI markets, respectively and 2. 1% of national VICEROY sales. The budgeted toll of the test is $ 50, 000. A. Promotion Objectives (150: units) share to achieve a one year payback from 5. 4ill: targeted competitive trials. Promotion Strategies =, 2s Provide 300M trial 10 packs in all VICEROY styles to target stores, requiring minimal consumer investment. Price trial pack at level which indicates a \" clear \" value to the consumer. This suggested x ' s pack price is 45% of 20 ' s pack selling price. This terms level will cover variable manufacturing costs and applicable state tax while allowing for maintenance of distributor and retailer mar - gins comparable to a 20 ' s pack. Deliver § $. 25 on - pack coupon good on future 20 ' s pack or carton purchase. PTZTOOSSS ee! ee Pundit test in Bay City, MI (TA 64) and Grand Rapids, MI - (TA 65) representing 2. 1% of national VICEROY sales. Markets chosen represent high (130) and average (114) SDI markete, respectively. Generate the national equivalent of an increase of at least. 03% |",
        "Date Prepared: ___11 / 14 / 93 Preparer ' s Initials NGN PROMOTION PLANS LETTER # VICEROY TRIAL 10 gang APRIL, 1984 PROMOTION OVERVIEW This outlines a test program which when implemented on a national level will generate up to a projected 5. 4MM targeted competitive trials and 107M converters (. 18% SOM ). To meet a one year breakeven objective, the promotion needs only when to generate an additional. 03% ox 150MM units. ” This test program is a component of the approved 84 Plan. The test program consists of offering 3004 trial 10 packs, requiring a minimal investment from consumers in order to produce serious trial among competitive smokers. A § $. 25 on pack coupon will further streng - then trial, increasing the probability of usage upgrading / conversion. Bay City, MI (TA 64) and Grand Rapids, MI (TA 65) are the designated test markets. These markets represent mellow and average SDI markets, respectively and 2. 1% of national VICEROY sales. The budgeted cost of the run is $ 50, 000. A. Promotion Objectives (150: units) share to achieve a one year payback from 5. 4ill: targeted competitive trials. Publicity Strategies =, 2s Provide 300M trial 10 packs in all VICEROY styles to target stores, requiring minimal consumer investment. Price trial pack at level which indicate a \" clear \" value to the consumer. This suggested 10 ' s pack price is 45% of 20 ' s pack selling price. This price level will cover variable manufacturing costs and applicable state tax while allowing for maintenance of distributor and retailer mar - gins comparable to a 20 ' s pack. Deliver § $. 25 on - pack coupon good on future 20 ' s pack or carton purchase. PTZTOOSSS ee! ee Initiate test in Bay City, MI (TA 64) and Grand Rapids, MI - (TA 65) representing 2. 1% of national VICEROY sales. Markets chosen represent high (130) and average (114) SDI markete, severally. Generate the national equivalent of an increase of at least. 03% |"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The test program consists of offering 3004 trial 10 packs, requiring minimal investment from consumers. The budgeted cost of the test is $50,000. Bay City, MI (TA 64) and Grand Rapids, Michigan are the designated test markets. Markets chosen represent high and average SDI markets, 2.1% of national VICEROY sales."
}