{
    "filename": "0000344840.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\n \n\nf Cems\n\nSune 22, 1977\n\nMr, Eddie Atona\nProperty Master\n\nWarner Brothers, Inc.\n4000 Warner Boulevard\nBurbank, Califorata 91522\n\nDear Mr. Atona:\n\n‘This {6 to confirm that tbe VICEROY brand indicated that it had no\ninterest in supplying product to be axed tn the shooting of your\nproduction, “Big Wednesday,\"\n\nEnclosed Lam returoiag your acript.\n\nWe appreciate your presenting this opportunity to us, and since each\n‘of these opportunttiva are evaluated on an individual basis, it is\npossible we may have an interest ia future projects.\n\nSincerely,\n\nRobert J, Buzogany\n\nAgelstant Meneger of\n\nPublic Relations\n\nat Ocntzcaszs\nEnclosure\n\n \n\n228007069\n&\n\n \n\f",
    "augmented_texts": [
        "f Cems Sune 22, 1977 Mr, Eddie Atona Property Victor Warner Brothers, Inc. 4000 Warner Boulevard Burbank, Califorata 91522 Dear Mr. Atona: ‘ This {6 to confirm that tbe VICEROY brand indicated that it had no interest in supplying product to be ax tn the shooting of your yield, “ Big Midweek, \" Enclosed Lam returoiag your acript. We appreciate your presenting this opportunity to us, and since each ‘ of these opportunttiva are evaluated on an individual basis, it is potential we may have an interest ia future projects. Unfeignedly, Robert J, Buzogany Agelstant Meneger of Public Relations at Ocntzcaszs Enclosure 228007069 &",
        "f Cems Sune 22, 1977 Mr, Eddie Atona Property Original Warner Blood brother, Inc. 4000 Warner Boulevard Burbank, Califorata 91522 Lamb Mr. Atona: ‘ This {6 to confirm that tbe VICEROY brand indicated that it get no interest in supplying product to be axed tn the shooting of your production, “ Big Wednesday, \" Enclosed Lam returoiag your acript. We appreciate your presenting this opportunity to u.s., and since each ‘ of these opportunttiva are evaluated on an individual basis, it is possible we may have an interest ia future project. Sincerely, Robert J, Buzogany Agelstant Meneger of Public Relations at Ocntzcaszs Enclosure 228007069 &"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "The VICEROY brand indicated that it had no                interest in supplying product to be axed tn the shooting of “Big Wednesday,\" according to the letter. The letter was sent to Eddie Atona, the property master of Warner Brothers. It is possible we may have an interest ia future projects."
}