{
    "filename": "0000226303.jpg",
    "metadata": {},
    "text": "mmanKerracts “> 5\n\ngu.\nNo.\n\n00717\n00786\n00665\noosoe\n01312\n01187\n\n00295\n00940\noige1\n\no1ges\n\n7b.\n\n \n\n \n\nVICEROY VERBATIM CONMENTS TO:\n\nWhat do you believe was the main idea in the\n(SPECIFY BRAND FRO QU, 5 OR QU. 6) advertising? —T\nmean, what are the main things they ace trying to\ntell’ you?\n\nLike I said, it’s lover in tar than other.\nXt isn't as strong as 2 Winston,\n\nTo keep the name in front of the public.\n\nOh, just thet people on the move, sport type, smoke.\nThat Viceroy is enjoyable.\n\nIf a well known person endorses it, it might impress\nsome people.\n\nTo be a winner, smoke Viceroy.\n#1 - a competitive type commercial.\n\nMasculinity ~ no question in any of these commercials.\nA race car driver.\n\nThey (sportsmen) smoke Viceroy. I don't pay attention\nto main idea.\n\n \n\nam\ny\n8\n>\nS\n@\n&\n5\n\n \n\n \n\f",
    "augmented_texts": [
        "mmanKerracts “> 5 gu. Atomic number 102. 00717 00786 00665 oosoe 01312 01187 00295 00940 oige1 o1ges 7b. VICEROY VERBATIM CONMENTS TO: What do you believe was the main idea in the (SPECIFY BRAND FRO QU, 5 OR QU. 6) advertising? — T mean, what are the main thing they ace trying to tell ’ you? Similar I said, it ’ s lover in tar than other. Xt international relations and security network ' t as strong as 2 Winston, To keep the name in forepart of the world. Oh, just thet people on the move, sport type, smoke. That Viceroy is enjoyable. If a well known person endorses it, it might impress some people. To be a winner, smoke Viceroy. # 1 - a competitive case commercial. Masculinity ~ no question in any of these commercials. A race car driver. They (sportsmen) smoke Viceroy. I don ' t pay attention to main idea. am y 8> S @ & 5",
        "mmanKerracts “> 5 guam. No. 00717 00786 00665 oosoe 01312 01187 00295 00940 oige1 o1ges 7b. VICEROY VERBATIM CONMENTS TO: What do you believe was the main idea in the (SPECIFY BRAND FRO QU, 5 OR QU. 6) advertising? — T mean, what are the main things they ace trying to tell ’ you? Like I said, it ’ s lover in tar than other. Xt isn ' t as strong as 2 Winston, To keep the name in front of the public. Oh, just thet people on the move, sport type, smoke. That Viceroy is enjoyable. If a well known person endorses information technology, it might impress some people. To be a winner, fume Viceroy. # 1 - a competitive type commercial grade. Masculinity ~ no question in any of these commercials. A race car driver. They (sportsmen) smoke Vicereine. I don ' t pay attention to main idea. am y 8> S @ & 5"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "mmanKerracts “> 5 OR QU. No. 6: Viceroy VERBATIM CONMENTS TO: ‘What do you believe was the main idea in the SPECIFY BRAND FRO QU, 5 or QU 6) advertising? —T mean, what are the. main things they ace trying to tell’ you?"
}