{
    "filename": "0000646555.jpg",
    "metadata": {},
    "text": "  \n\n \n\n \n\n \n\nPet ap posTro.io Tuy =\n\n \n\n \n\n \n\nary inavieue) wre apoears to be 22\n\n \n\nsore ars of age o oleer.)\n\nyeu, 2 (Semccrms, T008 ee creer 4\nSTUDY ok CORRES BOUTS «\n\nA, WL ORGER TO REPRESENT A CRESS SECTION OF THE COUNTRY, MEARE TALKING To\nPEOPLE. FROm VARIOUS AGE GROUPS. PLEASE TELL HE WICH LETTER ON THIS CARD\nREMESECE THE AGE BARGE INTE WIEN YOU FALL? (Hand responcent care 3.)\n\nThank ane dite., rae. COL, SA, Weer 22 od\nZz Bet 2\nTY over quota, tant and dtse., rec. Cot. $C 26 or Over 32\n\nTRINEENG ogy ABOCT THE MEAD OF YOUR HOUSEHOLD, WAT MAS THE LAST GRADE OF\n‘SOO. THAT HE OF SHE COMPLETED?\n\n \n\n \n\n    \n\n     \n\n \n\n \n\n \n\nOna Year of College or bass 2\nere than One Year of Cetlege “2\n\nOver Quota + Dfse., Record Cal. 6.\n\nYE ARE INTERESTED IM OWING ABOUT PREGUCTS THAT YOU USE OW A REGULAR BAStS.\nHage T5-4 LI5r OF SEVERAL TENS. Grane veszoncen: care 2) FOR WICH CF\nBec bs Woes You ensint vouRsE EC Eb “Ceicle\nPusoonse pelon\n\n \n\n \n\n \n\n \n\nMechotse Beverages\naby Foe\n\nCameras\n\nElgarace\ntofose\nDec Pints\ndeity\nnee\nporsreyecten\nSalne Dressing\nShassoe\nSunglasses\n\n  \n\n    \n\n(acon\n\nang regular elgarasce usage wen\nfscorting Masponcent te sa)\n\n \n\f",
    "augmented_texts": [
        "Pet ap posTro. io Tuy = ary inavieue) wre apoears to be 22 sore ars of age o oleer.) yeu, 2 (Semccrms, T008 ee creer 4 STUDY ok CORRES BOUTS « A, WL ORGER TO REPRESENT A CRESS SECTION OF THE COUNTRY, MEARE TALKING To PEOPLE. FROm VARIOUS AGE GROUPS. PLEASE TELL HE WICH LETTER ON THIS CARD REMESECE THE AGE BARGE INTE WIEN YOU FALL? (Hand responcent care 3.) Thank ane dite. , rae. COL, SA, Weer 22 od Zz Bet 2 TY over quota, tant and dtse. , rec. Cot. $ Hundred 26 operating theater Over 32 TRINEENG ogy ABOCT THE MEAD OF YOUR HOUSEHOLD, WAT MAS THE LAST GRADE OF ‘ SOO. THAT atomic number 2 OF SHE COMPLETED? Ona Class of College or bass 2 ere than One Twelvemonth of Cetlege “ 2 Over Quota + Dfse. , Record Cal. 6. YE ARE INTERESTED IM OWING ABOUT PREGUCTS THAT YOU USE OW A REGULAR BAStS. Hage T5 - 4 LI5r OF SEVERAL ten. Grane veszoncen: care 2) FOR WICH CF Bec bs Woes You ensint vouRsE EC Eb “ Ceicle Pusoonse pelon Mechotse Beverages aby Foe Cameras Elgarace tofose Dec Pints deity nee porsreyecten Salne Dressing Shassoe Sunglasses (acon ang regular elgarasce usage wen fscorting Masponcent te sa )",
        "Pet ap posTro. io Tuy = ary inavieue) wre apoears to be 22 sore ars of age o oleer.) yeu, 2 (Semccrms, T008 ee creer 4 STUDY ok CORRES bout « A, WL ORGER TO REPRESENT A CRESS SECTION OF THE COUNTRY, MEARE TALKING To PEOPLE. FROm VARIOUS AGE GROUPS. PLEASE TELL HE WICH LETTER ON THIS CARD REMESECE THE AGE BARGE INTE WIEN YOU FALL? (Hand responcent care 3.) Thank ane dite. , rae. COL, SA, Weer 22 od Zz Bet 2 TY terminated quota, tant and dtse. , rec. Cot. $ C 26 or Over 32 TRINEENG ogy ABOCT THE MEAD OF YOUR HOUSEHOLD, WAT MAS THE end GRADE OF ‘ SOO. THAT HE OF SHE COMPLETED? Ona Year of College or bass 2 ere than One Year of Cetlege “ 2 Over Quota + Dfse. , Record Cal. 6. YE ARE INTERESTED IM OWING ABOUT PREGUCTS THAT YOU USE OW Angstrom REGULAR BAStS. Hage T5 - 4 LI5r OF SEVERAL TENS. Grane veszoncen: care 2) FOR WICH californium Bec bs Woes You ensint vouRsE EC Eb “ Ceicle Pusoonse pelon Mechotse Potable aby Foe Cameras Elgarace tofose Dec Pints deity nee porsreyecten Salne Dressing Shassoe Sunglasses (acon ang regular elgarasce usage wen fscorting Masponcent te sa )"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Pet ap posTroTroio Tuy = “CeiclePusoonse pelon’e” (“Pet Apoears to be 22 inavieue) ‘Pet is a pet. Pet is the name of a dog that was adopted by the family of the owner of this blog."
}