{
    "filename": "0000153376.jpg",
    "metadata": {},
    "text": "    \n  \n  \n   \n \n \n \n \n \n \n \n \n   \n     \n \n    \n   \n   \n \n \n   \n   \n   \n  \n   \n \n \n \n   \n  \n\n \n\n \n\nCURRICULUM VITAR.\n\nGeorge A. Santisteban, Ph. D.\n\nPersonal\n\nGeorge Anthony Santisteban, born April 12, 1918, Cananea, Sonora, Mexico.\nteizenship, U.S.A.\n\n \n\nlucation\n\n1. Graduate:\n\nUniversity of Utah: 1947-1951.\n\n1951, School of Medicine.\n\nHoran Anatomy, Minor? Vertebrate Zootoay. Traifing tn gress\nanatory, nevroanatory, medical histatory, hunan phystolony,\npatholopy, bactersolozy, bochenistry, medical statistics,\nCancer blolopy, henepoeitic tiasues, radiobtolory, biolory of\nconnective tissues, Thesis: \"The Growth and Tnvolution of\nLymphatic Tissue and Their Relation co Secretions of the\nAarenal Cortex.” Hajor Professor: Thonas #. Dousherty, FA. Ds\n\n \n\n \n\n \n\n \n\nPostdoctoral training\n1951-53, tesearch under Dr. Thomas F. Dougherty and John Z. Bowers,\nM.D., in cancer biology and rad{obtology at the University of Utah.\n\n1963-1964, special training in microanalytical methods for analysis of\nAmtracellular RNA at the Institute of Neurobiology, Goteborg, Sweden.\nSponsor: Professor Holger lyden.\n\n1966-1967, Special fellowship, U.S.P.N.S., to continve training and\ndo research in Goteborg, Sveden, Sponsor: Professor Holger Hyden.\n\n \n\nM.A, 1969\nZoology, minor: huran anatomy. Th\nHair Holes in the Long-Tatled Kease\nAB, Newby, Ph. D.\n\n \n\nis: \"Histology of the\nMajor Professo}\n\n \n\n   \n\n \n\n2. Undergraduate:\nPasadena Jr. College: 1938-1940. Pasadena, California.\nMajor: Preforestry, Training in peneral forestry, general botany,\ngeology, surveying, astronomy, economics, history, English, g\n5\n\n \n\nmathenatics, chemistry.\n\nHontana State University: 1940-1942; 1944-1946,\nMajors: forestry and zoology. Training {n soil technology, range\nmanagement, higher mathematics, surveying, dendrology,\nsilviculture, plant physiology, plant ecology, general\nzoology, comparative anatomy, ornitholony, manmalogy,\ngencties, enbryolopy, mammalian phystolopy, animal ecology,\nTeproductive physsology, histology, evolution, biological\nLiterature, physics.\n\n \n\nesateo\n\f",
    "augmented_texts": [
        "CURRICULUM VITAR. George A. Santisteban, Ph. D. Personal George Anthony Santisteban, born April 12, 1918, Cananea, Sonora, Mexico. teizenship, U. S. A. lucation one. Graduate: University of Utah: 1947 - 1951. 1951, School of Medicine. Horan Anatomy, Minor? Vertebrate Zootoay. Traifing tn gress anatory, nevroanatory, medical histatory, hunan phystolony, patholopy, bactersolozy, bochenistry, medical statistic, Cancer blolopy, henepoeitic tiasues, radiobtolory, biolory of connective tissues, Thesis: \" The Growth and Tnvolution of Lymphatic Tissue and Their Relation co Secretions of the Aarenal Cortex. ” Hajor Professor: Thonas #. Dousherty, FA. Ds Postdoctoral training 1951 - 53, tesearch under Dr. Thomas F. Dougherty and John Z. Bowers, M. D. , in cancer biology and rad {obtology at the University of Utah. 1963 - 1964, special training in microanalytical methods for analysis of Amtracellular RNA at the Institute of Neurobiology, Goteborg, Sweden. Sponsor: Professor Holger lyden. 1966 - 1967, Special fellowship, U. S. P. N. S. , to continve breeding and do research in Goteborg, Sveden, Sponsor: Professor Holger Hyden. M. A, 1969 Zoology, minor: huran anatomy. Th Hair Holes in the Long - Tatled Kease AB, Newby, Ph. D. is: \" Histology of the Major Professo} 2. Undergraduate: Pasadena Jr. College: 1938 - 1940. Pasadena, California. Major: Preforestry, Training in peneral forestry, general botany, geology, surveying, astronomy, economics, history, English, g 5 mathenatics, chemistry. Hontana State University: 1940 - 1942; 1944 - 1946, Majors: forestry and zoology. Training {n soil technology, range management, higher mathematics, surveying, dendrology, silviculture, plant physiology, plant ecology, general zoology, comparative anatomy, ornitholony, manmalogy, gencties, enbryolopy, mammalian phystolopy, animal bionomics, Teproductive physsology, histology, evolution, biological Literature, physics. esateo",
        "CURRICULUM VITAR. George ii A. Santisteban, Ph. D. Personal George Anthony Santisteban, born April 12, 1918, Cananea, Genus sonora, Mexico. teizenship, U. S. A. lucation 1. Graduate: University of Utah: 1947 - 1951. 1951, School of Medicine. Horan Flesh, Minor? Vertebrate Zootoay. Traifing tn gress anatory, nevroanatory, medical histatory, hunan phystolony, patholopy, bactersolozy, bochenistry, medical statistics, Cancer blolopy, henepoeitic tiasues, radiobtolory, biolory of connective tissues, Thesis: \" The Growth and Tnvolution of Lymphatic Tissue and Their Relation co Secretions of the Aarenal Cortex. ” Hajor Professor: Thonas #. Dousherty, FA. Ds Postdoctoral training 1951 - 53, tesearch under Dr. Thomas F. Dougherty and John Z. Bowers, M. D. , in cancer biology and rad {obtology at the University of Utah. 1963 - 1964, special training in microanalytical methods for analysis of Amtracellular RNA at the Institute of Neurobiology, Goteborg, Sweden. Sponsor: Professor Holger lyden. 1966 - 1967, Special fellowship, U. S. P. N. S. , to continve training and do research in Goteborg, Sveden, Sponsor: Professor Holger Hyden. M. A, 1969 Zoology, minor: huran anatomy. Th Hair Holes in the Long - Tatled Kease AB, Newby, Ph. D. is: \" Histology of the Major Professo} 2. Undergraduate: Pasadena Jr. College: 1938 - 1940. Pasadena, California. Major: Preforestry, Training in peneral forestry, general botany, geology, surveying, astronomy, economics, history, English, g 5 mathenatics, chemistry. Hontana State University: 1940 - 1942; 1944 - 1946, Majors: forestry and zoology. Training {n soil technology, range management, higher mathematics, surveying, dendrology, silviculture, plant physiology, plant ecology, general zoology, comparative soma, ornitholony, manmalogy, gencties, enbryolopy, mammalian phystolopy, animal ecology, Teproductive physsology, histology, evolution, biological Literature, physics. esateo"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "CURRICULUM VITAR. George A. Santisteban, Ph. D. was born April 12, 1918, Cananea, Sonora, Mexico. Thesis: \"The Growth and Tnvolution of the Lymphatic Tissue and Their Relation to the Secretions of The Aarenal Cortex”"
}