{
    "filename": "0000192261.jpg",
    "metadata": {},
    "text": " \n\nes ty\nCONSUMER DYNAMICS : apsfer\nsurge O° ssumeRnait panel neosraaniC” PES,\n\nINSiRUCTIONS: We woul ice for you to become 2 meriber of our concuror mil panel. Therefore, simply conlete\nthis rgistration form and return tous using the enclaaed postage paid envelope. Should yu eve desde you %o longer\nwish tbe @ member of our mail pane! jut fetus now an we sl temove your name fom aot mailing et\n\n \n\nPlease PRINT all answers io Une fullowing questions\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nEnter your Individual tdentticarion Number from the mailing label,\nHow de you prefer to be eddressed? (Mr., Mrs., Miss, Ms, Dr, Rev. ete.) =\nNine, FRETS TAR\nStreet Address an\nCity = State tis Zip Code —__\nTelephone No.! Area Codo |p a\n\nPRODUST USAGE\n1 Do you currently smoke cigoretes? uses La Yes BINo Hf n0, skip ta question 2\n\n \n\n@ yas, what brand do yeu most often smoke?\n\nb. Enter that cigarette BRAND CODE trom tre attached sheet\n\n© How satisfied are you with your current brand?\nBD Very satsfog\n. B Somewhat satistied\noe [Neither satisfied nor clissatistied\nG Semowhat dissatisfied\n© Very gisstisied\n\nd. How many cigerettes do you stroke per day? ge\n\n. How many years have you been smoking?\n\n \n\n \n\n1. How fong hava you smoked the brand which yeu most often smoke?\nTD one month or tess 2 yeerst0 3 yours g\nemeieone [one to three months 1 3yeasto 5 years 2\n™ (3) six months to | year G5 years to 1C yosrs sc\n{1 year to 2 years 1 10 years or more 2\nGD very likely 5\neancecene somewhat likely\nSai\" IB neither likely nor unlike'y\n\ni oratalauear\nGI very unlikely\n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "es ty CONSUMER DYNAMICS: apsfer surge O ° ssumeRnait panel neosraaniC ” PES, INSiRUCTIONS: We woul ice for you to become 2 meriber of our concuror mil panel. Therefore, simply conlete this rgistration form and restoration tous using the enclaaed postage paid envelope. Should yu eve desde you% o longer wish tbe @ member of our mail pane! jut fetus now an we sl temove your name fom aot mailing et Please PRINT all answers io Une fullowing questions Enter your Individual tdentticarion Number from the mailing label, How de you prefer to be eddressed? (Mr. , Mrs. , Miss, Ms, Dr, Rev. ete.) = Nine, FRETS TAR Street Address an City = State cordyline terminalis Zip Code — __ Telephone No. ! Area Codo | p a PRODUST USAGE 1 Do you currently smoke cigoretes? uses La Yes BINo Hf n0, skip ta question 2 @ yas, what marque do yeu most often smoke? b. Enter that cigarette BRAND CODE trom tre attached sheet © How satisfied are you with your current brand? bachelor of divinity Very satsfog. B Somewhat satistied oe [Neither satisfied nor clissatistied G Semowhat dissatisfied © Very gisstisied d. How many cigerettes do you stroke per day? ge. How many years have you been smoking? 1. How fong hava you fume the brand which yeu most often smoke? TD one month or tess 2 yeerst0 3 yours g emeieone [one to three months 1 3yeasto 5 years deuce ™ (3) six months to | year G5 years to 1C yosrs sc {1 year to 2 years 1 10 years or more 2 GD very likely 5 eancecene somewhat likely Sai \" IB neither likely nor unlike ' y i oratalauear GI very unlikely",
        "es ty CONSUMER DYNAMICS: apsfer surge O ° ssumeRnait panel neosraaniC ” PES, INSiRUCTIONS: We woul ice for you to become 2 meriber of our concuror mil panel. Therefore, simply conlete this rgistration form and return tous using the enclaaed postage paid envelope. Should yu eve desde you% o longer wish tbe @ member of our mail pane! jut foetus now an we sl temove your name fom aot mailing et Please PRINT all answers io Une fullowing questions Enter your Individual tdentticarion Number from the mailing label, How de you prefer to be eddressed? (Mr. , Mrs. , Miss, Ms, Dr, Rev. ete.) = Nine, FRETS TAR Street Address an City = State tis Zip Code — __ Telephone No. ! Area Codo | p a PRODUST USAGE 1 Do you currently smoke cigoretes? uses La Yes BINo Hf n0, skip ta question 2 @ yas, what brand do yeu most oftentimes smoke? b. Enter that cigarette BRAND CODE trom tre attached sheet © How satisfied are you with your current brand? BD Very satsfog. B Somewhat satistied oe [Neither satisfied nor clissatistied G Semowhat dissatisfied © Very gisstisied d. How many cigerettes do you stroke per day? ge. How many years have you been smoking? 1. How fong hava you smoked the brand which yeu most often smoke? TD one month or tess 2 yeerst0 3 yours g emeieone [one to three months 1 3yeasto 5 years 2 ™ (3) six months to | year G5 years to 1C yosrs sc {1 year to 2 years 1 10 years or more than 2 GD very likely 5 eancecene somewhat likely Sai \" IB neither likely nor unlike ' y i oratalauear GI very unlikely"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "We woul ice for you to become 2 meriber of our concuror mil panel. Simply conlete this rgistration form and return tous using the enclaaed postage paid envelope. Should yu eve desde you %o longer want to be a member of this panel, please contact us."
}