{
    "filename": "0000370673.jpg",
    "metadata": {},
    "text": "noi & HILLEANGON TOBACCO CORFORATION\nRESEARCH, DEVELOMENT & EHOINEERING\n\nius NOTE\n\nEFFECT OF C0 ON MENTHOL PROTUCTS/35%\n\n. Ve canteell\n\nMay 75 1988\n\nhes wee Reyootde, De Jo Me devel Mey Te Te Bishly\n\nfe. Ds Le Cordon\n\nsue sate sumarizes past eenenot devetonaent York L” \"S004. er\nTile cote eommrtige Eoais tool Sana 160 teprovers I oovion ieee\ncramtonde, 1 totrge ta develop taprovene cantiaaet MVIOE te\nSem we and avbetter tobacco East\n\nro wn exantwd Sonne projects ecaute ork WfEh AMES N20\ncro vag examines $f eau harshness and enhancing tobacco S4#he\n(ee attacned)-\n\nsee sotow gta 1 ace oinjestiveenesenen of 6196-7\nSon Kool aod BELATR.\n\nproject/Blends ‘ottatast\n\npresent pescrtption\n\noot ES:\n\nmao Noticeably sour!\n\nmur-otan Wotseesbly musty\n\nsoot. 100:\ncurcent (with 1NDATS) Somewhat musty\n\nms-6t3 Sooeviat soor/atrty\n\nxur-6t38\n\nfos ert ner a6\nSee esse eT\n\n \n\f",
    "augmented_texts": [
        "noi & HILLEANGON TOBACCO CORFORATION RESEARCH, DEVELOMENT & EHOINEERING ius NOTE EFFECT OF C0 ON MENTHOL PROTUCTS / 35% . Ve canteell May 75 1988 hes wee Reyootde, De Jo Me devel Mey Te Te Bishly fe. Ds Le Cordon sue sate sumarizes past eenenot devetonaent York L ” \" S004. er Tile cote eommrtige Eoais tool Sana 160 teprovers Single oovion ieee cramtonde, 1 totrge ta develop taprovene cantiaaet MVIOE te Sem we and avbetter tobacco East ro wn exantwd Sonne project ecaute ork WfEh AMES N20 cro vag examines $ f eau harshness and enhancing tobacco S4 # he (ee attacned) - see sotow gta 1 hotshot oinjestiveenesenen of 6196 - 7 Son Kool aod BELATR. project / Blending ‘ ottatast present pescrtption oot ES: mao Noticeably sour! mur - otan Wotseesbly musty soot. 100: curcent (with 1NDATS) Somewhat musty ms - 6t3 Sooeviat soor / atrty xur - 6t38 fos ert ner a6 See esse eT",
        "noi & HILLEANGON TOBACCO CORFORATION RESEARCH, DEVELOMENT & EHOINEERING ius NOTE EFFECT OF C0 ON MENTHOL PROTUCTS / 35% . Ve canteell May 75 1988 hes wee Reyootde, De Jo Me devel Mey Te Te Bishly fe. Ds Le Cordon sue sate sumarizes past eenenot devetonaent York L ” \" S004. er Tile cote eommrtige Eoais tool Sana 160 teprovers 1 oovion ieee cramtonde, 1 totrge ta develop taprovene cantiaaet MVIOE tellurium Sem we and avbetter tobacco East ro wn exantwd Sonne projects ecaute ork WfEh AMES N20 cro vag examines $ f eau harshness and raise tobacco S4 # he (ee attacned) - see sotow gta 1 ace oinjestiveenesenen of 6196 - 7 Son Kool aod BELATR. project / Blends ‘ ottatast pose pescrtption oot ES: mao Noticeably sour! mur - otan Wotseesbly musty soot. 100: curcent (with 1NDATS) Somewhat musty metre - 6t3 Sooeviat soor / atrty xur - 6t38 fos ert ner a6 See esse eT"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "May 75 1988. Reyootde, De Jo Me devel Mey Te Te Bishly, York L’s. Ds Le Cordon. Eommrtige Eoais tool Sana 160 teprovers. 1 totrge ta develop taprovene cantiaaet MVIOE te."
}