{
    "filename": "0000049717.jpg",
    "metadata": {},
    "text": "   \n\n \n\nNae Rw 36g Foire Saney Tay For\n\n \n\nVHS +GARDNEIR INC\n\n \n\nPOST-+K\n\nJune 22, 1976\n\nMe. E. A. Willets\nRE: VICEROY TEST MARKET REPRODUCTION\nDear Ack:\n\nAttached are the VICEROY test market reproduction ratings for\nthe week of June 6.\n\nSeveral over due issues arrived fron Des Moines. Two makegood\nFequests vill be issues for the May 6 AM and May 11 PM Ansect ions.\nIn addition, 4 varuing letter will be sent regarding the poor\nreproduction of the June £ PM insertion.\n\nPlease let me know if you have any questions.\n\nSincerely,\n\n \n\nNR/la\nAcrachnent\nMr, V. C. Broach\n\nMe. M. Mecue\nMr. Act Keller ~ Bates\n\n \n\n979860099\n\n‘ wera\n\n \n\f",
    "augmented_texts": [
        "Nae Rw 36g Foire Saney Tay For VHS + GARDNEIR INC POST - + K June 22, 1976 Pine tree state. Tocopherol. A. Willets RE: VICEROY TEST MARKET REPRODUCTION Dear Ack: Attached are the VICEROY test market reproduction ratings for the week of June captain hicks. Several over due issues come fron Des Moines. Two makegood Fequests vill be issues for the May 6 AM and May 11 phase modulation Ansect ions. In addition, 4 varuing letter will be sent regard the pathetic reproduction of the June £ PM intromission. Please let me know if you have any questions. Sincerely, NR / la Acrachnent Mr, V. C. Broach Me. M. Mecue Mr. Act Keller ~ Bates 979860099 ‘ wera",
        "Nae Rw 36g Foire Saney Tay For VHS + GARDNEIR INC POST - + K June twenty two, 1976 Me. E. A. Willets RE: VICEROY TEST MARKET REPRODUCTION Dear Ack: Attached are the VICEROY test market reproduction ratings for the week of June 6. Several over due return arrived fron Des Moines. Two makegood Fequests vill represent issues for the May 6 AM and May 11 PM Ansect ion. In addition, 4 varuing letter will be sent regarding the miserable reproduction of the June £ PM insertion. Please get me know if you have any questions. Sincerely, NR / la Acrachnent Mr, V. C. Broach Me. M. Mecue Mr. Act Keller ~ Bates 979860099 ‘ wera"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Nae Rw 36g Foire Saney Tay For Sale. VICEROY test market reproduction ratings for the week of June 6. Two makegood.Fequests vill be issues for May 6 AM and May 11 PM Ansect ions. 4 varuing letter will be sent regarding the poorreproduction of the June £ PM insertion."
}