{
    "filename": "0000260163.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\n \n\n \n\nSeptember 5, 1972\n\nMr. Donald Jobnston 2\nBrown & Williamson Tobaceo Corp.\n1600 West Hill Street\n\nLouisville, Kentucky 40201\n\n \n\nDear Don:\n\n \n\nEnclosed are our Design Proposals for your new pren:lum-priced and\nwine-flavored brands. I'rr. also enctosing copies of an article that\nappeared recently ia a Japanese design publication, which you may not\nhave ween.\n\nJa reviewing the Proposals you will note that on the \"\\Gost Estimate!!\npages we refer to design budgets that we have established with B & W.\nThese were set up some time agg because, ander our Retainer agree-\nment, all of our charges to B & W are computed on the basis of time\nexpended. Our design budgets cover design of all kinds of typical pack-\naging (10's, 20'a, 200's, shipping cases, etc.) a4 well as desiga of\ntippings and imprints. We have found through the years that our costs\nIn some casee exceed theae estimates, while in the majority of cases\n\na solation is rapidly reached -- with the result that our design charge\nIs below the budget. Our practicy has beea to advise B & W whenever\nwe realize thet it will be necessary to expend more time than the budget\nallows, and cost estimates are adjusted acco-dingly.\n\n \n\n     \n\n  \n\n \n\n \n\n‘You will also note that we have indicated time schedules fer both projects,\nbut I want you to know that these are not inflexible, We are accustomed\n\n£9e580089\n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "September 5, 1972 Mr. Donald Jobnston 2 Brown & Williamson Tobaceo Corp. 1600 West Hill Street Louisville, Kentucky 40201 Dear Don: Enclosed are our Design Proposition for your new pren: lum - priced and wine - flavored brands. I ' rr. also enctosing copies of an article that appeared recently ia a Japanese pattern publication, which you may not have ween. Ja reviewing the Proposal of marriage you will note that on the \" \\ Gost Estimate! ! pages we refer to design budgets that we have established with B & W. These were set up some time agg because, ander our Retainer agree - ment, all of our charges to B & W are computed on the basis of time expended. Our design budgets cover design of all kinds of distinctive pack - aging (10 ' s, 20 ' a, 200 ' s, shipping cases, etc.) a4 well as desiga of tippings and imprints. We have found through the years that our costs In some casee exceed theae estimates, while in the majority of cases a solation is rapidly reached - - with the consequence that our design charge Is below the budget. Our practicy has beea to advise B & W whenever we realize thet it will be necessary to drop more time than the budget allows, and cost estimates are adjusted acco - dingly. ‘ You will also note that we have indicated time schedules fer both projects, but I want you to know that these are not inflexible, We are accustomed £ 9e580089",
        "September 5, 1972 Mister. Donald Jobnston 2 Brown & Williamson Tobaceo Corp. 1600 West Hill Street Louisville, Kentucky 40201 Dear Don: Enclosed are our Design Proposals for your new pren: lum - priced and wine - flavored brands. I ' rr. also enctosing copies of an article that appeared recently ia a Japanese design publication, which you may not have ween. Ja reviewing the Proposals you will note that on the \" \\ Gost Estimate! ! pages we refer to design budgets that we have established with B & W. These were set up some time agg because, ander our Servant agree - ment, all of our charges to B & W are computed on the basis of time expended. Our design budgets cover design of all kinds of typical pack - aging (10 ' s, 20 ' a, 200 ' s, shipping cases, etc.) a4 well as desiga of tippings and imprints. We have found through the years that our costs In some casee exceed theae estimates, while in the majority of cases a solation is rapidly reached - - with the result that our design charge Is below the budget. Our practicy has beea to advise B & W whenever we realise thet it will be necessary to expend more time than the budget allows, and cost estimates are adjusted acco - dingly. ‘ You will also note that we have show time schedules fer both projects, but I want you to know that these are non inflexible, We are accustomed £ 9e580089"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Design Proposals for your new pren:lum-priced and wine-flavored brands. I'rr. also enctosing copies of an article that recently appeared in a Japanese design publication. We have indicated time schedules fer both projects, but I want you to know that these are not inflexible."
}