{
    "filename": "0000073682.jpg",
    "metadata": {},
    "text": "  \n\nThe purrose of this test fe Lo cheek oat another codit fed sinilariry tose Ares\n\n \n\n \n\nYous partseipation teday W111 anvolye about 43 minutes end your aanpling of & padre\nof nasked ful -flaver tyye edyarettes. AL] snoking wl] be doue at your desk, as\nyour sckedule allows, Linde Qvon will pick up your teat veawts Late shiz afternoon.\n\nDuring this exereise, slease remeber thar there are na right or orang anaversy\nyou ove an individual with your oun ways of experiencing and conparing things.\n\n \n\nLF possible, please refrain free smokt yg for at Least 15 ainutes befor snoking\npoy patr of chgovetses in thu teat. Please use only eae seaus te Tfghe your\n\nlest cigarettes; e.g., 11 you begin using book matches, conLinue using Look\nhatches. Alga, each sucker on ovr floor is participating in this test; if\nponsiile, fey mot ta falereupt persons 4£ they are fr Ehe middle of tore ss\n\n \n\nseine,\n\nThe ekgerstces involved fm Chis test nee eho same fox you snoked earlier this\nkeck (1, 2, J and 4). This Ewe jou need vuly be aecusinted vith the \"range\"\nof these tour; you do not have te retain a \"ments? picture” of each ct the four.\nOns sack of eigizettie J, 2, June 4 are provided 4F you noed to resacesi mt\nyoursel! vith Ue \"ange.\"\n\n \n\n \n\n  \n\nhon you are ready, ane the pate of efparot tee Labeled A. Then, keoatng fn\ntnd the range oF Che efgirettes Involved ia the test Qy 2, 3 and 4), mace\ntstk sonekhere aeress the first Uno on the next page to indicate how sindlar\nyou judge the edgivettss ty Paty Ate 36 te cach other. If, for cxunple, you\njucge he df ference between the eigersttes 1a Paly A Cw be comparable (6 the\nargos! difference exparfenced anong cigarettes t, 2, 3 and 4, you woulé put\nyour wank noar the Neonpletely disferont\" end af tho’ Line. If the differsnce\nfocus Catexeedsate, then your wark coule be somevhere futernedtate betwen\nMexact sane’ and \"Completely differevt.\" 1 you judge cigarette A and I Lo\nhe very sieilar relative te the range of viznretion 1, 2, 9 and 4, yeur ancwer\nvould be near “exaes sane.\"\n\n \n\n \n\n \n\n \n\n \n\n \n\nDuring the com'se of Loéay, sncke the remaining pairs (Fl) and record your\nJudgronts en the next eRe\n\n \n\nesseocsos\n\f",
    "augmented_texts": [
        "The purrose of this test fe Lo cheek oat another codit fed sinilariry tose Ares Yous partseipation teday W111 anvolye about 43 minutes end your aanpling of & holy joe of nasked ful - flaver tyye edyarettes. AL] snoking wl] be doue at your desk, as your sckedule allows, Linde Qvon will pick up your teat veawts Late shiz afternoon. During this exereise, slease remeber thar there are na right or orang anaversy you ove an individual with your oun way of experiencing and conparing things. LF possible, please refrain free smokt yg for at Least 15 ainutes befor snoking poy patr of chgovetses in thu teat. Please use only eae seaus te Tfghe your lest cigarettes; e. g. , 11 you begin using book matches, conLinue using Look hatches. Alga, each sucker on ovr floor is participating in this test; if ponsiile, fey mot ta falereupt persons 4 £ they are fr Ehe middle of tore ss seine, The ekgerstces involved fm Chis test nee eho same fox you snoked earlier this keck (1, 2, J and 4 ). This Ewe jou need vuly be aecusinted vith the \" range \" of these tour; you suffice not have te retain a \" ments? picture ” of each ct the four. Ons sack of eigizettie J, 2, June 4 are provided 4F you noed to resacesi mt yoursel! vith Ue \" ange. \" hon you are ready, ane the pate of efparot tee Labeled A. Then, keoatng fn tnd the range oF Che efgirettes Involved ia the test Qy 2, 3 and 4 ), mace tstk sonekhere aeress the first Uno on the next page to indicate how sindlar you judge the edgivettss ty Paty Ate 36 te cach other. If, for cxunple, you jucge he df ference between the eigersttes 1a Paly A Cw be comparable (6 the argos! difference exparfenced anong cigarettes t, 2, 3 and 4, you woulé put your wank noar the Neonpletely disferont \" end af tho ’ Line. If the differsnce focus Catexeedsate, then your wark coule be somevhere futernedtate betwen Mexact sane ’ and \" Completely differevt. \" 1 you judge cigarette A and Single Lo he very sieilar relative te the range of viznretion 1, 2, 9 and 4, yeur ancwer vould be near “ exaes sane. \" During the com ' se of Loéay, sncke the remaining pairs (Fl) and record your Judgronts en the next eRe esseocsos",
        "The purrose of this test fe Lo cheek oat another codit fed sinilariry tose Ares Yous partseipation teday W111 anvolye about 43 minutes end your aanpling of & padre of nasked ful - flaver tyye edyarettes. AL] snoking wl] be doue at your desk, as your sckedule allows, Linde Qvon will pick up your teat veawts Late shiz good afternoon. During this exereise, slease remeber thar there be na right or orang anaversy you ove an individual with your oun ways of experiencing and conparing things. LF possible, please refrain free smokt yg for at Least 15 ainutes befor snoking poy patr of chgovetses in thu teat. Please use only eae seaus te Tfghe your lest cigarettes; tocopherol. g. , 11 you begin using book matches, conLinue using Look hatches. Alga, each sucker on ovr floor is participating in this test; if ponsiile, fey mot ta falereupt individual 4 £ they are fr Ehe middle of tore ss seine, The ekgerstces involved fm Chis test nee eho same fox you snoked earlier this keck (1, 2, J and 4 ). This Ewe jou need vuly be aecusinted vith the \" range \" of these tour; you do not have te retain a \" ments? picture ” of each ct the four. Ons sack of eigizettie J, 2, June 4 are provided 4F you noed to resacesi mt yoursel! vith Ue \" ange. \" hon you are ready, ane the pate of efparot tee Labeled A. Then, keoatng fn tnd the range oF Che efgirettes Involved ia the test Qy 2, 3 and 4 ), mace tstk sonekhere aeress the first Uno on the next page to indicate how sindlar you judge the edgivettss ty Paty Ate 36 te cach other. If, for cxunple, you jucge he df ference between the eigersttes 1a Paly A Cw be comparable (6 the argos! difference exparfenced anong cigarettes t, 2, 3 and 4, you woulé put your wank noar the Neonpletely disferont \" end af tho ’ Line. If the differsnce focus Catexeedsate, then your wark coule be somevhere futernedtate betwen Mexact sane ’ and \" Completely differevt. \" 1 you approximate cigarette Angstrom unit and I Lo he very sieilar relative te the range of viznretion 1, 2, 9 and 4, yeur ancwer vould be near “ exaes sane. \" During the com ' se of Loéay, sncke the remaining pairs (Fl) and record your Judgronts en the next eRe esseocsos"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "The purrose of this test fe Lo cheek oat another codit fed sinilariry tose. The ekgerstces involved fm Chis test nee eho same fox you snoked earlier this morning (1, 2, J and 4). This Ewe jou need vuly be aecusinted vith the \"range\" of these tour; you do not have te retain a \"ments?\" of each ct."
}