{
    "filename": "0000552063.jpg",
    "metadata": {},
    "text": " \n\n—y\n\n—Flus Cwatt hime\n\nCaner ens\n\nToren exucrson oF stock, anmotmare\n\n MOHAE Gina Tecan Hae IGS\n\n‘he Below 48 to describe the HAGE 8 Hon-tenther,\n\nDeri rast notenms, svaomvanan give tn ary\n\nConnex\n\n1. tobuces = $n use sinca January 1977 a2zge ftaat\n\nfavor. la nimber 18 assigned, due ei\n\nor concentrate mixed in rene\n\nwraps on ats 223,¥ 40,000  xous 24.7 ¥ LOomagPos 960 Porous plug\n\nFeanlandied Rhee Hines 37.3 mp oe GoseaeT eS 20.8\nTerhii/Pietow based on weigh\n\nPerforated tipptng, applied by skip tipper,\n\nSee attached for othee detaits,\n\nFrommengriry MAD OH QUALITY Assiearee se ming\n\nDa 1aS5 CA\nSat ta a\n\nip; 905z\n\n \n\n \n\f",
    "augmented_texts": [
        "— y — Flu Cwatt hime Caner ens Toren exucrson oF stock, anmotmare MOHAE Gina Tecan Hae IGS ‘ he Below 48 to describe the HAGE 8 Hon - tenther, Deri rast notenms, svaomvanan give tn ary Connex 1. tobuces = $ n use sinca January 1977 a2zge ftaat favor. la nimber 18 assigned, due ei or concentrate mixed in rene wraps on ats 223, ¥ 40, 000 xous 24. 7 ¥ LOomagPos 960 Porous plug Feanlandied Rhee Hines 37. 3 mp oe GoseaeT eS 20. 8 Terhii / Pietow based on weigh Perforated tipptng, applied by skip tipper, See attached for othee detaits, Frommengriry MAD OH lineament Assiearee se ming Da 1aS5 CA Sat ta a information processing; 905z",
        "— wye — Flus Cwatt hime Caner ens Toren exucrson oF stock, anmotmare MOHAE Gina Tecan Hae IGS ‘ he Below 48 to describe the HAGE viii Hon - tenther, Deri rast notenms, svaomvanan give tn ary Connex 1. tobuces = $ n use sinca January 1977 a2zge ftaat favor. la nimber 18 assigned, due ei or concentrate mixed in rene wraps on ats 223, ¥ 40, 000 xous 24. 7 ¥ LOomagPos 960 Porous fire hydrant Feanlandied Rhee Hines 37. 3 mp oe GoseaeT eS 20. 8 Terhii / Pietow based on weigh Perforated tipptng, applied by skip tipper, See attached for othee detaits, Frommengriry MAD OH QUALITY Assiearee se ming Da 1aS5 calif. Sat ta a ip; 905z"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "The HAGE 8 Hon-tenther is used to describe the Hage 8. It is one of the world’s largest and most popular air conditioning systems. The air-conditioning system was introduced in the United States in 1977. In the U.S. it is called a ‘mixture of concentrate mixed in rene."
}