{
    "filename": "0000207580.jpg",
    "metadata": {},
    "text": "SPEECH PRESENTED BY: Mr, Edwin P, Finch\nPresident\nBrown & Williamson ‘Iebacco Corporation\n\nPLACE: Speedway Motel\nIndianapolis, Indiana\n\nDATE: December 14, 1971\n\n \n\nGentlemen:\n\nTam happy to be here in Indianapolis with all of you tonight. 1 have particularly\nenjoyed meeting and listening to you, because I admit to very little knowledge\nabout automobile racing. Let me, therefore, touch on two subjects I am more\nfamiliar with; Brown & Williamson and the marketing of cigarettes,\n\nIn the past twenty years, we have had the good fortune to see our brands\nsteadily increase in sales and to have our company move into a leading position\nthe cigarette industry.\n\n \n\nOur leading brands are VICEROY, KOO!,, RAIEIGH, and BELAIR cigarettes,\nand SIR WALTER RALEIGH smoking tobacco. We alvo have a number of new\nbrands in either the concept or test marketing stage, and we hope you will\n\nbe hearing more about some of them very soon.\n\nNow let me tell you briefly about VICEROY and the reasons we have decided\nto enter the world of racing.\n\nIt has never been easy to market and sell cigarettes, and with government\nrestrictions, it has become even tougher. Even though we have these\nrestrictions, we want advertining that sells VICEROY for what it is; a full\nflavored cigarette for young adult smokers. And, of course, we want\nadvertising that captures the attention and interest of young adult smokers,\nCapturing attention and interest is easy to talk about, but much harder to do,\nSo we looked at a variety of alternatives, As we did, we came gradually to\nthe realization that car racing and drivers have what we want. Here is an\nexciting, growing sport with active, moving people. Here is a sport with\nmoments of high drama that can be caught ina picture, And here is a sport\nwith a central character, the driver, whose skills are tested constantly under\npressure. Therefore, we have developed an advertising campaign centered on\nauto racing,\n\n  \n\n \n\nOur decision to move into championship racing wat a continuation and extension\nof VICEROY's advertising theme, and we started to look at ways of sponsoring\na major racing team,\n\nSOEZS8TOL9\n\n \n\n \n\f",
    "augmented_texts": [
        "SPEECH PRESENTED BY: Mister, Edwin P, Finch President Brown & Williamson ‘ Iebacco Corporation PLACE: Speedway Motel Indianapolis, Indiana DATE: December 14, 1971 Gentlemen: Tam happy to be here in Indianapolis with all of you tonight. 1 have particularly enjoyed meeting and listening to you, because I admit to very little knowledge about automobile racing. Let me, therefore, touch on two subjects I am more familiar with; Brown & Williamson and the marketing of cigarettes, In the past twenty years, we have had the good fortune to see our brands steadily increase in sales and to have our company move into a leading position the cigarette industry. Our leading brands are VICEROY, KOO! ,, RAIEIGH, and BELAIR cigarettes, and SIR WALTER RALEIGH smoking tobacco. We alvo have a number of new brands in either the concept or test marketing stage, and we hope you will be hearing more about some of them very soon. Now let me tell you briefly about VICEROY and the reasons we have decided to enter the world of racing. It has never been easy to market and sell cigarettes, and with government restrictions, it has become even tougher. Even though we have these restrictions, we want advertining that sells VICEROY for what it is; a full flavored cigarette for young adult smokers. And, of course, we want advertising that captures the attention and interest of young adult smokers, Capturing attention and interest is easy to talk about, but much harder to do, So we search at a variety of alternatives, As we did, we came gradually to the realization that car racing and drivers have what we want. Here is an exciting, growing sport with active, move people. Here is a sport with moments of high drama that can be caught ina picture, And here is a sport with a central character, the driver, whose skills are tested constantly under pressure. Therefore, we have developed an advertising campaign centered on auto racing, Our conclusion to move into championship racing wat a continuation and extension of VICEROY ' s advertising theme, and we started to look at ways of sponsoring a major racing team, SOEZS8TOL9",
        "SPEECH PRESENTED BY: Mr, Edwin P, Finch President John brown & Williamson ‘ Iebacco Corporation PLACE: Speedway Motel Indianapolis, Indiana DATE: December 14, 1971 Gentlemen: Tam happy to be hither in Indianapolis with all of you tonight. 1 have particularly enjoyed meeting and listening to you, because Iodine admit to very little knowledge about automobile racing. Let me, therefore, touch on two subjects I am more familiar with; Brown & Williamson and the marketing of cigarettes, In the past twenty years, we have had the good fortune to see our brands steadily increase in sales and to have our company move into a leading position the cigarette industry. Our leading brands are VICEROY, KOO! ,, RAIEIGH, and BELAIR cigarettes, and SIR WALTER RALEIGH smoke tobacco. We alvo have a number of new brands in either the concept or test marketing stage, and we hope you will be hearing more about some of them very soon. Now let me tell you briefly about VICEROY and the reasons we have resolve to enter the world of racing. It has never been easy to market and sell cigarettes, and with government restrictions, it has become even tougher. Even though we have these restrictions, we want advertining that sells VICEROY for what it is; a full flavored cigarette for young adult smokers. And, of course, we want advertising that captures the attention and interest of young adult smokers, Capturing attention and interest is easy to talk about, but much harder to do, So we looked at a variety of alternatives, As we did, we came gradually to the realization that car racing and drivers have what we want. Here is an exciting, growing sport with active, moving people. Here is a sport with moments of high drama that can be catch ina picture, And here is a sport with a central character, the driver, whose skills are tested constantly under pressure. Therefore, we have developed an advertising campaign centered on auto racing, Our decision to move into championship racing wat a continuation and extension of VICEROY ' s advertising theme, and we started to look at ways of sponsoring a major racing team, SOEZS8TOL9"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Brown & Williamson 'Iebacco Corporation' to enter the world of racing. The company's leading brands are VICEROY, KOO!,, RAIEIGH, and BELAIR cigarettes. 'We have developed an advertising campaign centered on car racing and drivers'"
}