{
    "filename": "0000244454.jpg",
    "metadata": {},
    "text": "Br\nKUEIVER S73-F-NV-VC~35-49-H-SMIRTSHIRO\nRast (41982-39-V) 1-1\nSRC_(#2302-0)\n\nSection SMJRT\n\nINTERVIEWE!\n\n \n\nI'm going to show you sone things. Use your imagination\nand tell me a little story about him.\n\nI Like the way he's dressed. I can't tell you a story...\nA government building of some kind, auyble 4 lawyer.\nrst What do you think he's thinking about?\nWho knows? You can never tell what a man is thinking\n\nabout... (laughs)...lle's very aloof, I have no idea.\n\n \n\nINT Does he look content to you, happy or sad?\n\n2 He looks like he is bruoding about scmething. sSomeching\n\n \n\nserious chat is on his mind. Therc's no smile in the eyes, no smile\nin the facc. Soker.\n\nIN\n\n \n\nHow succesful do you taink ne is?\n\nHe's arrived where he wants Lo be. If he is a lawyer\nmaybe he wants to be & very good lawyer and do his job good. Maybe\nhe's thinking about one of his cases. He's cot one now and wants to\nwia iL and Ubat's wiy be is in deep thought.\n\nINT + What do you think about his personal relati\n\n  \n\n3\ni\n3\n\n+ He would have many girlfriends.\n\nINT + Do you think he has a lot of friends in general?\n\n \n\nWo, He's very select with his friends. He reminas\n\nmo of someone I used to know yoars ago and he was a jerk.\n\nspszeso29\n\nINT Someone you krew well?\n\n1 knew him well. As well as he would let anyone know.\n\n \n\n \n\f",
    "augmented_texts": [
        "Br KUEIVER S73 - F - NV - VC ~ 35 - 49 - H - SMIRTSHIRO Rast (41982 - 39 - V) 1 - 1 SRC_ (# 2302 - 0) Section SMJRT INTERVIEWE! I ' m going to show you sone things. Use your imagination and tell me a little story about him. I Like the way he ' s dressed. I can ' t tell you a story. .. A government building of some kind, auyble 4 lawyer. rst What do you think he ' s thinking about? Who knows? You can never tell what a man be thinking about. .. (laughs ). .. lle ' s very aloof, I have no idea. INT Does he look content to you, happy or sad? 2 Atomic number 2 face like he is bruoding about scmething. sSomeching serious chat is on his mind. Therc ' s no smile in the eyes, no smile in the facc. Soker. IN How succesful do you taink ne is? He ' s arrived where he wants Lo embody. If he is a attorney maybe he wants to be & very good lawyer and do his job good. Maybe he ' s thinking about one of his cases. He ' s cot one now and wants to wia iL and Ubat ' s wiy be is in deep thought. INT + What do you think about his personal relati 3 i 3 + He would have many girlfriends. INT + Do you think he has a lot of friends in general? Wo, He ' s very select with his friends. He reminas mo of someone I used to know yoars ago and he was a jerk. spszeso29 INT Soul you krew well? 1 knew him well. As well as he would let anyone know.",
        "Br KUEIVER S73 - F - NV - VC ~ 35 - 49 - H - SMIRTSHIRO Rast (41982 - 39 - V) 1 - ace SRC_ (# 2302 - 0) Section SMJRT INTERVIEWE! I ' m going to show you sone things. Use your imagination and tell me a little story about him. I Like the way he ' s dressed. I can ' t tell you a story. .. A government building of some kind, auyble 4 lawyer. rst What do you think he ' s thinking about? Who knows? You can never tell what a man is thinking about. .. (laughs ). .. lle ' s very aloof, I have no idea. INT Does he look content to you, happy or sad? 2 He looks like he is bruoding about scmething. sSomeching serious chat is on his mind. Therc ' s no smile in the heart, no smile in the facc. Soker. IN How succesful do you taink ne is? He ' s arrived where he wants Lo be. If he is a lawyer maybe he wants to be & very unspoiled lawyer and do his job good. Maybe he ' s thinking about one of his cases. He ' s cot one now and wants to wia iL and Ubat ' s wiy be is in deep thought. INT + What do you think about his personal relati 3 i 3 + He would have many girlfriends. INT + Do you think he has a lot of friends in general? Wo, He ' s very select with his booster. He reminas mo of someone I used to know yoars ago and he was a jerk. spszeso29 INT Someone you krew well? 1 knew him well. As well as helium would let anyone hump."
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Br                KUEIVER S73-F-NV-VC~35-49-H-SMIRTSHIRO                Rast (41982-39-V) 1-1                SRC_(#2302-0)Section SMJRT grotesquely-interviewed."
}