{
    "filename": "0000137752.jpg",
    "metadata": {},
    "text": " \n\nTO: EVE HANNUM\n\nce: Karen Daily\nNaney Simonton\n‘Margo Conant\n\n \n\nJerry Ward\nFROM: MIKE NOVAX\n\nDATI September 11, 1981\nSUBJECT: SWITCHING STUDY ANALYSIS\nBye,\n\nTo lead cff, I'd like to thank you, Karen, Nancy. end Margo for wnat I believe\nwus @ very productive und informative day. We were able (o cover several\ntopteal areas (QOH, today's shoo:, Book of the Month Club), obtain resolution\non formatting of the switchitig study, cover \"Evolution of the BE“AIR Property\"\nand I still made my plane with fif:een minutes to sparel\n\n \n\n‘This memo is tc confirm our discussions concerning the outline and specific\nfor-aulas we will use in doing the Key Irindings portion of the study. To re-\niterate, the general outline for Key Findinge will follow that of the last\nBELAIR switching study:\n\nA, BELAIR Gains and Losses\n\nR. Sources and Destinations of BRLAIR Business\n\nC. Current Smokers\n\nD. Starters\n\nE. Quitters\n\nPF. Loyals\n\n@. Switching Gains\n\nH, Switching Losses\n\nbetpso099\n\f",
    "augmented_texts": [
        "TO: EVE HANNUM ce: Karen Daily Naney Simonton ‘ Margo Conant Jerry Ward FROM: MIKE NOVAX DATI September 11, 1981 SUBJECT: shift STUDY ANALYSIS Bye, To lead cff, I ' d like to thank you, Karen, Nancy. end Margo for wnat I believe wus @ very productive und informative day. We represent able (o cover several topteal surface area (QOH, today ' s shoo: , Script of the Month Club ), obtain resolution on formatting of the switchitig study, cover \" Evolution of the BE “ aura Property \" and I still made my plane with fif: een minutes to sparel ‘ This memo is tc confirm our discussions concerning the outline and specific for - aulas we will use in doing the Key Irindings portion of the study. To re - iterate, the general abstract for Key Findinge will follow that of the last BELAIR switching study: A, BELAIR Gains and Losses R. Sources and Destinations of BRLAIR Business C. Current Smoking compartment D. Starters Es. Quitters PF. Loyals @. Switching Gains H, Switching Losses betpso099",
        "TO: EVE HANNUM ce: Karen Daily Naney Simonton ‘ Margo Conant Jerry Ward FROM: MIKE NOVAX DATI September 11, 1981 SUBJECT: SWITCHING STUDY ANALYSIS Bye, To lead cff, I ' d like to thank you, Karen, Nancy. end Margo for wnat I believe wus @ very productive und informative day. We were able (o cover several topteal areas (QOH, today ' s shoo: , Book of the Month Club ), obtain resolution on formatting of the switchitig study, cover \" Evolution of the BE “ AIR Property \" and I still make my plane with fif: een minutes to sparel ‘ This memorandum is tc confirm our discussions concerning the outline and specific for - aulas we will use in doing the Key Irindings portion of the study. To re - iterate, the general scheme for Key Findinge will follow that of the last BELAIR switching study: A, BELAIR Gains and Losses Radius. Informant and Destinations of BRLAIR Business C. Current Smokers D. Starters E. Quitters PF. Loyals @. Switching Increase H, Switching Losses betpso099"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "'I'd like to thank you, Karen, Nancy. end Margo for wnat I believe it was a very productive und informative day. We were able (o cover several topteal areas) cover \"Evolution of the BE“AIR Property\" and I still made my plane with fif:een minutes to sparel'"
}