{
    "filename": "0000102763.jpg",
    "metadata": {},
    "text": " \n\n \n\nBROWN 4 WILLIAMSON TORACCO CORPORATION\n\nRENO E FEAL S904 ROL Dea SE: hoist, Ke peter\n\n \n\nOctober 1, 1876\n\nMr. Thom Grant\nMcCann-Erickson, Inc,\n405 Texington Ave,\nNew York, NY 10017\n\nSubject: VICEROY Project\n\nDear ‘Tham:\n\nMe ctmmarizes our understanding of tuture action to be talon by\n\nMcCann-Lrickson on the VICEROY Projec\n\nPlease let me know,\n\n \n\n85 coon as possible, If this varies from your understanding,\n\n4.\n\na\n\n \n\n  \n \n\nCont McCann will farward to my attention a copy of out\nfontract revised to note their specific concerns and svorart\napproach to the assignment, ‘This skould be in our hands the\nweek of October 4,\n\nResearch Proposals: McCann will forward to B&W research\nProposals for Projects A and 1 and advertising campaign\nevaluation, ‘These propnsals should cover objectives,\nmethodology, timing, suppliers, and casts. Please forward\nto try attention, the week of October 4, a date when these\nProposals will be forthcoming, M&W will fund thie\n\nresearch pending prior approval and will observe various\nresearch activities to the degree possible.\n\n \n\n \n\n  \n\nStrategies: MeCam will forward to BRW a recommen\nmarketing alrategy and advertising strategy for the VIC.\nbrand, MEW expects this document prior tu approval of any\nad production evsts, Please supply a date when this will be\nforthcoming.\n\n \n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "BROWN 4 WILLIAMSON TORACCO CORPORATION RENO E FEAL S904 ROL Dea SE: hoist, Ke peter October 1, 1876 Mr. Thom Grant McCann - Erickson, Inc, 405 Texington Ave, New York, NY 10017 Subject: VICEROY Project Dear ‘ Tham: Me ctmmarizes our understanding of tuture action to be talon by McCann - Lrickson on the VICEROY Projec Please let me know, 85 coon as possible, If this varies from your understanding, 4. a Cont McCann will farward to my attention a copy of out fontract revised to note their specific business organization and svorart approach to the assignment, ‘ This skould represent in our hands the week of Oct 4, Research Proposals: McCann will forward to B & W research Proposals for Projects A and one and advertising crusade evaluation, ‘ These propnsals should cover objectives, methodology, timing, suppliers, and casts. Please forward to try attention, the week of October 4, a date when these Proposals will be forthcoming, M & W will fund thie research pending prior approval and will watch over various research activities to the degree possible. Strategies: MeCam will forward to BRW a recommen marketing alrategy and advertising strategy for the VIC. brand, MEW expects this document prior tu approval of any ad production evsts, Please supply a date when this will be forthcoming.",
        "BROWN 4 WILLIAMSON TORACCO CORPORATION RENO E FEAL S904 ROL Dea SE: hoist, Ke peter October 1, 1876 Mister. Thom Grant McCann - Erickson, Inc, 405 Texington Ave, New House of york, NY 10017 Subject: VICEROY Project Dear ‘ Tham: Me ctmmarizes our understanding of tuture action to be talon by McCann - Lrickson on the VICEROY Projec Please permit me know, 85 coon as possible, If this varies from your understanding, 4. a Cont McCann will farward to my attention a copy of out fontract revised to observe their specific concerns and svorart approach to the assignment, ‘ This skould be in our hands the week of October 4, Research Proposals: McCann will forward to B & W research Proposals for Projects A and 1 and advertising campaign evaluation, ‘ These propnsals should cover objectives, methodological analysis, timing, suppliers, and casts. Please forward to try attention, the week of October 4, a date when these Proposals will be forthcoming, M & W will fund thie research pending prior approval and will observe various research activities to the degree possible. Strategies: MeCam will forward to BRW a recommen marketing alrategy and advertising strategy for the VIC. brand, MEW expects this document prior tu approval of any ad production evsts, Please supply a date when this volition be forthcoming."
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "The VICEROY Projecce is a joint venture between BRW and McCann-Erickson. The project is to build a new factory in New York City. It is the first of a series of joint ventures between the two companies. In a letter sent on October 1, 1876, the project was referred to as ‘VICerOY Project 4’"
}