{
    "filename": "0000341855.jpg",
    "metadata": {},
    "text": "ADWEEK MIOWEST CHICAGO, IL November 11,\n\n! CBS Goes to Court to Defend Local Anchorman\nCHICAGO—CBS is scheduled to go to cour this weak to defend_||\ntivo 1981 commentaries by WHISM-TV ews anchor Walter\n“Tacotaen, in whch be acedsed tobareo companies of targeting\ntéciradvertsng to young people and new smokers. Brown &\n\njamgon brought th suf, alleging that the Feports on\nwhich Jacobeon based his comments ere two Years old, and\n\nthat they had denied they ad such a poly. 7\n\n \n\n \n\n1985\n\nSTbZ2T069\n\n \n\n \n\f",
    "augmented_texts": [
        "ADWEEK MIOWEST CHICAGO, IL November 11, ! CBS Goes to Court to Maintain Local Anchorman stops — CBS is scheduled to go to cour this weak to defend_ | | tivo 1981 commentaries by WHISM - TV ews anchor Walter “ Tacotaen, in whch constitute acedsed tobareo companionship of targeting téciradvertsng to young people and new smokers. Brown & jamgon brought th suf, allege that the Feports on which Jacobeon based his comments ere two Years old, and that they had denied they ad such a poly. 7 1985 STbZ2T069",
        "ADWEEK MIOWEST CHICAGO, IL November 11, ! CBS Goes to Court to Defend Local Anchorman CHICAGO — CBS be scheduled to go to cour this weak to defend_ | | tivo 1981 commentaries by WHISM - TV ews anchor Bruno walter “ Tacotaen, in whch be acedsed tobareo companies of targeting téciradvertsng to young people and new smokers. Brown & jamgon land th suf, alleging that the Feports on which Jacobeon based his remark ere two Years old, and that they had denied they advertising such a poly. 7 1985 STbZ2T069"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "CBS is scheduled to go to court this weak to defend commentaries by WHISM-TV ews anchor Walter Jacobeon in 1981. The anchor had accused tobareo companies of targeting young people and new smokers with adverts. CBS is alleging that the Feports on which Jacobon based his comments ere two Years old, and that they had denied they ad such a poly."
}