{
    "filename": "0000044406.jpg",
    "metadata": {},
    "text": " \n\nMemorandum\nTo: BE. T. Parrask\nec: GT. Rea;\n\nB. L. McCaffery ‘\n\nRG. enteral\n\n~ R.A, Veatch :\n\nFrom: A. G. Forsythe\nDat December 10, 1979\nSubject: Island Promotion Commitment Timetable\n\nThe attached commitment timetable represents the best estimates 5\nof commitments lo the Island Promotioa and the cost of cancelation\nat any specific point in time.\n\n  \n\nMajor costs begin occuring the week of 1/14 ($225M) and are increased. 1\nSignificantly (SY10M) the week of 1/21 when media closing and major /:4#\nPOP production costs are incurred.\n\n     \n\nThe final cancellation date is 2/1 for preduction materials closing on: ,\nmonthlies and POP production is comgleted. At that poin:, the\npromotion is irretrievably commitvedMgd the cost {s $1. 1MM.\n\nSee\n\nIf you have any questions or comments, please let me know.\n\nAGT.\n\nfara\n\nattachment\n\nbre2zso099\n\n \n\f",
    "augmented_texts": [
        "Memorandum To: beryllium. T. Parrask ec: GT. Rea; B. L. McCaffery ‘ RG. enteral ~ Roentgen. A, Veatch: From: A. Thousand. Forsythe Dat December 10, 1979 Subject: Island Promotion Committal Timetable The attached commitment timetable represents the best estimates 5 of commitments lo the Island Promotioa and the cost of cancelation at any specific point in time. Major costs begin occuring the workweek of 1 / 14 ($ 225M) and are increased. 1 Significantly (SY10M) the week of 1 / 21 when media closing and major /: 4 # POP production costs are incurred. The final cancellation date is 2 / 1 for preduction materials closing on: , monthlies and POP production is comgleted. At that poin: , the publicity is irretrievably commitvedMgd the cost {s $ 1. 1MM. See If you have any questions or remark, please let me know. AGT. fara attachment bre2zso099",
        "Memorandum To: BE. T. Parrask ec: GT. Rea; B. L. McCaffery ‘ RG. enteric ~ R. A, Veatch: From: A. G. Forsythe Dat Dec 10, 1979 Subject: Island Promotion Commitment Timetable The attached commitment timetable represents the best estimates 5 of commitments lo the Island Promotioa and the cost of cancelation at any specific point in time. Major costs begin come the week of 1 / 14 ($ 225M) and are increased. 1 Significantly (SY10M) the week of one / 21 when media closing and major /: 4 # POP product costs are incurred. The final cancellation date is 2 / 1 for preduction materials closing on: , monthlies and POP production is comgleted. At that poin: , the promotion be irretrievably commitvedMgd the cost {s $ 1. 1MM. See If you have any question or comments, please let me know. AGT. fara attachment bre2zso099"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Memorandum: Island Promotion Commitment Timetable. The attached commitment timetable represents the best estimates 5.of commitments lo the Island Promotioa and the cost of cancelation at any specific point in time. Major costs begin occuring the week of 1/14 ($225M) and are increased. 1Significantly (SY10M), the day of media closing and major POP production costs are incurred."
}