{
    "filename": "0000107738.jpg",
    "metadata": {},
    "text": " \n\n \n\nDecember 5, 1978 if\n\nMr, Robert L. Edens\nRobert L. Edens Co.\n\n625 N, Michigan Avenue\nChicago, Ditnois 60611\n\nDear Bob:\n\nSeveral points evolved after tho D-las groups as relates to the\n\"Untamed\" campatgn,\n\nFirst, the consumer necds a call-to-action. \"Come to Marlboro\nCountry\", \"Fly the Friendly Skles\", \"Discover Menthol Refreshment\"\nare examples of a consumer call-to-action as we perceive it.\n\n‘The group members seemed to need help In making the transition\nfrom \"Untamed \" to the animal visual to a cigarette offering.\n‘This needs to be smoothed and made easy for the reader.\n\n \n\n \n\nSecond, package visibility needs to be improved, Several comments\nwere made with the basic thougat being that the group member did not\nknow he/she was loolting at a cigarctte ad. The relationship (oize)\nperceptions) of the animal and the package needs to be improved. “\n\n‘Third, benefit needs to be corsmunicated directly and immediately.\n‘The campaigns that were beat received had the consumer benefit of\nfront, ‘The weaker ones did not.\n\nNext Steps\n\n‘Using \"Spirit\" as the working name, T would like to see additional\nappreaches incorporating the above comments. For review purposes,\nwant theae kept in tlesue form ac you did befor:\n\n \n\n \n\neetsotoss\n\n \n\f",
    "augmented_texts": [
        "December 5, 1978 if Mr, Robert L. Edens Robert L. Edens Co. 625 N, Michigan Avenue Chicago, Ditnois 60611 Dear Shilling: Several point evolved after tho D - las groups as relates to the \" Untamed \" campatgn, First, the consumer necds a call - to - action. \" Ejaculate to Marlboro Country \", \" Fly the Friendly Skles \", \" Discover Menthol Refreshment \" are examples of a consumer call - to - action as we perceive it. ‘ The group members seemed to need helper In making the passage from \" Untamed \" to the animal visual to a cigarette offering. ‘ This needs to be smoothed and name easy for the reader. Second, package visibility needs to be improved, Several comments were made with the basic thougat being that the group member did not know he / she was loolting at a cigarctte ad. The relationship (oize) perceptions) of the animal and the package needs to be improved. “ ‘ Third, benefit needs to be corsmunicated directly and immediately. ‘ The campaigns that were beat received had the consumer benefit of front, ‘ The weaker ones did not. Next Steps ‘ Using \" Spirit \" as the working gens, T would like to see additional appreaches incorporating the above comments. For review purposes, want theae kept in tlesue form ac you did befor: eetsotoss",
        "December 5, 1978 if Mr, Robert L. Edens Robert L. Edens Colorado. 625 N, Michigan Avenue Chicago, Ditnois 60611 Dear Bob: Several points evolved after tho D - las groups as relates to the \" Untamed \" campatgn, First, the consumer necds a call - to - action. \" Come to Marlboro Country \", \" Fly the Friendly Skles \", \" Discover Menthol Refreshment \" are examples of a consumer call - to - action as we perceive it. ‘ The group members seemed to need help In making the transition from \" Untamed \" to the animal visual to a cigarette offering. ‘ This needs to be smoothed and made easy for the reader. Second, package visibility needs to be improved, Several comments were made with the basic thougat being that the group member did not know helium / she was loolting at a cigarctte ad. The relationship (oize) perceptions) of the animal and the package needs to be ameliorate. “ ‘ Third, benefit needs to be corsmunicated instantly and immediately. ‘ The campaigns that be beat received had the consumer benefit of front, ‘ The weaker ones did not. Next Steps ‘ Using \" Spirit \" as the working name, T would like to see additional appreaches incorporating the above comments. For review purposes, want theae kept in tlesue form ac you did befor: eetsotoss"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The consumer necds a call-to-action. ‘The group members seemed to need help In making the transition from \"Untamed \" to the animal visual to a cigarette offering.‘ Package visibility needs to be improved, Several comments were made with the basic thougat being that the group member did not know he/she was loolting at a cigarctte ad."
}