{
    "filename": "0000074457.jpg",
    "metadata": {},
    "text": " \n\noct.18, 1877\n\nQUESTIONS DAY 7\n\nWhat food or type foods have you learned to Rike in the last\n\n  \n\n5 years? An@ what do you attribute this to\n\nIf you are someplace (a public building, restraunt, party, ins\n\n \n\npersons hore and they request that you do not smoke what is your\n\n \n\nintial reaction an@ after you think ubovt it how do you feel about it?\n\n \n\nthat I mean you've\n\n \n\nWhat is yorr favorite food after an illness 2\n\n \n\nbeen sick for 3 cays or more and your now feeling hetter and suddenly\n\nyou want something t: eat).\n\nWhat doos the term Freshness moan to you?\n\nWhat have yout taken into your mouth in the lasl lwo Hours?\n\nS0TEOO90S\n\f",
    "augmented_texts": [
        "oct. 18, 1877 QUESTIONS DAY 7 What solid food or type foods have you learned to Rike in the last 5 years? An @ what do you attribute this to If you are someplace (a public building, restraunt, party, ins persons hore and they request that you do not smoke what is your intial reaction an @ after you think ubovt it how answer you feel astir it? that I mean you ' ve What is yorr favorite food after an illness 2 be sick for 3 cays or more and your now feeling hetter and suddenly you want something t: eat ). What doos the term Freshness moan to you? What have yout hold into your mouth in the lasl lwo Hours? S0TEOO90S",
        "oct. 18, 1877 QUESTIONS DAY 7 What food or type foods have you learned to Rike in the last quintet years? An @ what do you attribute this to If you are someplace (a public building, restraunt, party, ins persons hore and they request that you do not smoke what is your intial reaction an @ after you think ubovt it how do you sense about it? that 1 mean you ' ve What is yorr favorite food after an illness two been sick for 3 cays operating theatre more than and your now feeling hetter and suddenly you want something t: eat ). What doos the term Freshness moan to you? What have yout taken into your mouth in the lasl lwo Hours? S0TEOO90S"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "oct.18, 1877: Questions and Answers. Questions include: What food or type foods have you learned to Rike in the last 5 years? What is yorr's favorite food after an illness 2 years or more? How do you feel about the term \"freshness moan\"?"
}