{
    "filename": "0000057463.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\n&\ne\nf\n\nhres oc Sincnnncspori\n\n \n\n \n\n \n\né c\n\n \n\nSAUPLE SPECIFCATIONSPILOT PLANT WORK REQUEST\nBo sp-¢3 ‘\n\nKeron ‘\n\" fevey\n\n \n\n \n\nuy Ress\nYeo. ep\nMaseingRaeweh\n‘er Oot,\nTepootne\nfeo: =r\nLara ton)\nir ipeRia ME. md\nFerme Corsa)\nFerma orn)\nBai oi)\nFhe te tm)\nrem Deo nd\nSNREEed\nGu Pasen\nSi aes 20,1206)\nVeinion E83\nAc ab\nLane em)\n(Ceeantiecs tm)\nAte noses eo\ntne Toe\n‘ets Secton\ntg ie\nTeneo)\nDanity fm\nExc T5.To ale)\nSou Pees\nSpt — Crt\nerent (Caen)\neen A fer)\nani.\nBernas = Tye)\nMeoTobeo van,\n‘ha Ros Wit a)\nSeam er a)\n\n8 ADIOST TIPPING PERMEABILITY TD\nGiron VeKrr BATE or ceux. (conven Teva i ta)\n\nTHOWAE eleven) Cs ara\n+ AL Sits 70 BE mocessen vsiNe 5 ACOn CONDE TON\n\nSorat rine — STNG TEASE\n\n \n\n   \n\n  \n\n \n\n1, TB PIS CASED w/BURLEY,\n\n \n\n \n\nF FOR SUBLETS, USSF ts FOR FLUE / ONENTAL — ow 5\n\n \n\n2teTesoss\n\n \n\f",
    "augmented_texts": [
        "& e f hres oc Sincnnncspori é c SAUPLE SPECIFCATIONSPILOT PLANT WORK REQUEST Bo sp - ¢ 3 ‘ Keron ‘ \" fevey uy Ress Yeo. ep MaseingRaeweh ‘ emergency room Oot, Tepootne feo: = r Lara ton) ir ipeRia ME. md Ferme Corsa) Ferma orn) Bai oi) Fhe te atomic number 69) rem Deo nd SNREEed Gu Pasen Si aes 20, 1206) Veinion E83 Ac ab Lane em) (Ceeantiecs tm) Ate noses eo tne Toe ‘ ets Secton tg ie Teneo) Danity fm Exc T5. To ale) Sou Pees Spt — Cathode ray tube erent (Caen) een A fer) ani. Bernas = Tye) MeoTobeo van, ‘ ha Ros Wit a) Crinkle er a) 8 ADIOST TIPPING PERMEABILITY TD Giron VeKrr BATE or ceux. (conven Teva i ta) THOWAE eleven) Cs ara + AL Sits 70 BE mocessen vsiNe 5 ACOn CONDE TON Sorat rine — STNG TEASE 1, TB PIS CASED w / BURLEY, F FOR sublet, USSF ts FOR FLUE / ONENTAL — ow 5 2teTesoss",
        "& es f hres oc Sincnnncspori é c SAUPLE SPECIFCATIONSPILOT PLANT WORK REQUEST Bo sp - ¢ 3 ‘ Keron ‘ \" fevey uy Ress Yeo. ep MaseingRaeweh ‘ er Oot, Tepootne feo: = r Lara ton) ir ipeRia ME. md Ferme Corsa) Ferma orn) Bai oi) Fhe te tm) rem Deo nd SNREEed Gu Pasen Si aes 20, 1206) Veinion E83 Ac ab Lane em) (Ceeantiecs tm) Ate noses eo tne Toe ‘ ets Secton tg ie Teneo) Danity fm Exc T5. To ale) Sou Pees Spt — Crt erent (Caen) een A fer) ani. Bernas = Tye) MeoTobeo van, ‘ ha Ros Wit a) Seam er a) 8 ADIOST TIPPING PERMEABILITY TD Giron VeKrr BATE or ceux. (conven Teva i ta) THOWAE eleven) Cs ara + AL Sits 70 BE mocessen vsiNe 5 ACOn CONDE TON Sorat rine — STNG TEASE 1, atomic number 65 PIS CASED w / BURLEY, F FOR SUBLETS, USSF ts FOR FLUE / ONENTAL — ow 5 2teTesoss"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "A look at some of the key words used in the most recent version of this article. The most important word is ‘hres’. This is the word used to refer to a certain type of plant. It is also used as a way to describe the plant's structure and construction."
}