{
    "filename": "0000646402.jpg",
    "metadata": {},
    "text": " \n\nGuardian ~ 28.10.82\n\n““Pobacco fii.ms agree health aid’\n\nriot inis yest by coupber heath warming gay The Brush sescal sts\nSaat Seeee a gnetiny Thiet ofl: uon \"whith i anstat\n\"he, “tebace. ths a ingestn’s Bhs ee titer and, bea tuo\" aghensite a Gosretee\nagreed fe'tomtntuie Dh AE gublyot belt SGeae se Gute! Bee of el plas yaseriny eandemeea\neto eu teach tag gece ven grea en gn uch, ue mater ef ie\npied \"igger “snd cletee alt promutsn eHealth, Minter, Ae ent trust which wil Satire\nalin warnings under a farce youne people. fo be tore rex Kennesn Clarke, who's saat fesesren funds\nSeana UaP yaar sculey Sanh oTe \"nents proses lauyes ad\" har wat por: TOMTEN CaM\nTeecteat ik\" be eet: lao vege qstusee: si nt i omeert fot go Zap Resins hea\n‘The. mal cha \"ia. bral eae ug the tobacco gr, Mecica evidence has coniisued\nTiss St RereanSers creping whe TMAEAREC oes tld pene (mee tha tnolise Te\nBi chertnsD hn eure cat sil ented a ther ay at be foned aetng Bolg fr aH oe ft\nMumencs, and. packern ane oo teat the Use and fect of lies, neces thar a waivntary $a6iton lung cance such\nBeta aMyBte arated fe Gbtock (As Seeptadtat test Sgceioent warthe Vert iney 4, perpneral wkeuar dstiae,\nthe ‘bealtr warning is press under Sit Jekn Buterseld. the could achieve ios democracy MAGEE 18 some caits Yo loss\ni poner adverb Repo JProteuar of Posues wamnionarcguete Sse\nin\" sadiugn gurl, vers S20 otset vol © Dowsag “ibe Tosa Actusry Gaus \"Te tobacco ingusey|\ntulog ta be buanet irom EuSbciagt umeesio, gi venerday” welceieg” te should aot be allowed To\nBae ‘taneuey, ‘ang eneatin wil duinbaie We money.\" Governments Sanounermene sengt © buy at fs retpoo\nFiralags aude? so Seventy Soe” wae SUS Wun ie ees blues wo ws wep? we SL\neral supp by compscies\n\nBy David Henek\n\n              \n\n      \n           \n\n \n\n   \n\n \n\n   \n                    \n\n     \n   \n \n\n \n\n     \n\nréay by “Sie GmeGman sud “acy funier 1.\nle ope Geotirey Figsterg,'s net saoe fesinruees in ike present ae. ASH (Action on Sokiog\n\n \n\netn certs SFHEAT NRE aur Cotati a a LA oF ky\nRie pineutga wees a aces oy or ea\nEee enriceee ease aso eae |\n\n \n\n \n\nbacco dice emplofaeat wichis the is) fentinge\naay iBone\n\n \n\nDlly Unit, Thondoy, October 28, 1882\n\nD Express 22.10.82 pees\n\nBigger — ‘Bigger health warnings\nwarning in bid to curb smoking\n\nfor i BEATE rales cut [pyeunc coven] eq ehtek” ShiniRinest\n\nfrea ‘tore. prosisence\nSic 3 keat cue | Mesat\n\nsmokers #2300595 weer: Gh\n\n    \n\n \n\n \n\n \n\n  \n\n    \n\n \n   \n\n     \n\n    \n\n  \n\noe BS FPEaE Ts Se eaten racy Stn\n\ni cE Bee Es gti ieasg\nmogthweceucmmon' —- Pasiunather Ret Exacitmuitie Ear Ges eRe\ngate canaet oC emoking TE or camo win Gate ts, Udit gata aetae SC\nSarees “were “annourced eee Ramee SE hae rt ett iss\naaa Popes Sippredm> BRAP aa Bund cee Morin e\n\n“Foe spect for she eth waraing”\ngp. cgartie porters an Prem a\nSleakos wit be iacreucd om 8\n\n \n\nBecrpis'a state vee by Spee tS \"progreu “tawaics\nSeerekd of aeca ie” Alea\n\n       \n\n \n\nUGS KILL’ TAG\nIS RULED 01\n\n  \n\n     \n \n\n“dase packets\n\nei cnetean Seimemncires\n\nSts2sotes\n\nSahel Digs Fae\n\n \n\nTEmowing cts\nesoutly emer your beara’\n\n \n\nBat wt noe exeety or to Sun - p13 = 28.10.82\n\f",
    "augmented_texts": [
        "Guardian ~ 28. 10. 82 “ “ Pobacco fii. ms agree health aid ’ riot inis yest by coupber heath warming gay The Brush sescal sts Saat Seeee a gnetiny Thiet ofl: uon \" whith i anstat \" he, “ tebace. ths a ingestn ’ s Bhs ee titer and, bea tuo \" aghensite a Gosretee agreed atomic number 26 ' tomtntuie Dh AE gublyot belt SGeae se Gute! Bee of el plas yaseriny eandemeea eto eu teach tag gece ven grea en gn uch, ue mater ef ie pied \" igger “ snd cletee alt promutsn eHealth, Minter, Ae ent trust which wil Satire alin warnings under a farce youne citizenry. fo be tore rex Kennesn Clarke, who ' s saat fesesren funds Seana UaP yaar sculey Sanh oTe \" nents proses lauyes ad \" har wat por: TOMTEN CaM Teecteat ik \" be eet: lao vege qstusee: si nt i omeert fot go Zap Resins hea ‘ The. mal cha \" ia. bral eae ug the tobacco gr, Mecica evidence has coniisued Tiss St RereanSers creping whe TMAEAREC oes tld pene (mee tha tnolise Te Bi chertnsD hn eure cat sil ented a ther ay at be foned aetng Bolg fr aH oe ft Mumencs, and. packern ane oo teat the Use and fect of lies, neces thar a waivntary $ a6iton lung cance such Beta aMyBte arated fe Gbtock (As Seeptadtat test Sgceioent warthe Vert iney 4, perpneral wkeuar dstiae, the ‘ bealtr warning is press under Sit Jekn Buterseld. the could achieve ios democracy MAGEE 18 some caits Yo loss i poner adverb Repo JProteuar of Posues wamnionarcguete Sse in \" sadiugn gurl, vers S20 otset vol © Dowsag “ ibe Tosa Actusry Gaus \" Te tobacco ingusey | tulog ta be buanet irom EuSbciagt umeesio, gi venerday ” welceieg ” te should aot be allowed To Bae ‘ taneuey, ‘ ang eneatin wil duinbaie We money. \" Governments Sanounermene sengt © buy at fs retpoo Firalags aude? so Seventy Soe ” wae SUS Wun ie ees blues wo ws wep? we SL eral supp by compscies By David Henek réay by “ Sie GmeGman sud “ acy funier 1. le ope Geotirey Figsterg, ' s net saoe fesinruees in ike present ae. ASH (Action on Sokiog etn certs SFHEAT NRE aur Cotati a a LA oF ky Rie pineutga wees a aces oy or ea Eee enriceee ease aso eae | bacco die emplofaeat wichis the is) fentinge aay iBone Dlly Unit, Thondoy, October 28, 1882 D Express 22. 10. 82 pees Bigger — ‘ Bigger health warnings warning in bid to curb smoking for i BEATE rales cut [pyeunc coven] eq ehtek ” ShiniRinest frea ‘ tore. prosisence Sic 3 keat cue | Mesat smokers # 2300595 weer: Gh oe BS FPEaE Ts Se eaten racy Stn i cE Bee Es gti ieasg mogthweceucmmon ' — - Pasiunather Ret Exacitmuitie Ear Ges eRe gate canaet oC emoking TE or camo win Gate ts, Udit gata aetae SC Sarees “ were “ annourced eee Ramee SE hae rt ett iss aaa Popes Sippredm> BRAP aa Bund cee Morin e “ Foe spect for she eth waraing ” gp. cgartie porters an Prem a Sleakos wit be iacreucd om 8 Becrpis ' a state vee by Spee tS \" progreu “ tawaics Seerekd of aeca ie ” Alea UGS KILL ’ TAG IS RULED 01 “ dase packets ei cnetean Seimemncires Sts2sotes Sahel Digs Fae TEmowing cts esoutly emer your beara ’ Bat wt noe exeety or to Sun - p13 = 28. 10. 82",
        "Guardian ~ 28. 10. 82 “ “ Pobacco fii. ms agree health aid ’ riot inis yest by coupber heath warming gay The Brush sescal sts Saat Seeee a gnetiny Thiet ofl: uon \" whith i anstat \" he, “ tebace. ths a ingestn ’ s Bhs ee titer and, bea tuo \" aghensite a Gosretee agreed fe ' tomtntuie Dh AE gublyot belt SGeae se Gute! Bee of el plas yaseriny eandemeea eto eu teach tag gece ven grea en gn uch, ue mater ef ie pied \" igger “ snd cletee alt promutsn eHealth, Minter, Ae ent trust which wil Satire alin warnings under a farce youne people. fo be tore rex Kennesn Clarke, who ' s saat fesesren funds Seana UaP yaar sculey Sanh oTe \" nents proses lauyes ad \" har wat por: TOMTEN CaM Teecteat ik \" be eet: lao vege qstusee: si national trust i omeert fot go Zap Resins hea ‘ The. mal cha \" ia. bral eae ug the tobacco gr, Mecica evidence has coniisued Tiss St RereanSers creping whe TMAEAREC oes tld pene (mee tha tnolise Te Bi chertnsD hn eure cat sil ented a ther ay at be foned aetng Bolg fr aH oe ft Mumencs, and. packern ane oo teat the Use and fect of lies, neces thar a waivntary $ a6iton lung cance such Beta aMyBte arated fe Gbtock (As Seeptadtat test Sgceioent warthe Vert iney 4, perpneral wkeuar dstiae, the ‘ bealtr warning is press under Sit Jekn Buterseld. the could achieve io democracy MAGEE 18 some caits Yo loss i poner adverb Repo JProteuar of Posues wamnionarcguete Sse in \" sadiugn gurl, vers S20 otset vol © Dowsag “ ibe Tosa Actusry Gaus \" Te tobacco ingusey | tulog ta be buanet irom EuSbciagt umeesio, gi venerday ” welceieg ” te should aot be allowed To Bae ‘ taneuey, ‘ ang eneatin wil duinbaie We money. \" Governments Sanounermene sengt © buy at fs retpoo Firalags aude? so Seventy Soe ” wae SUS Wun ie ees blues wo ws wep? we SL eral supp by compscies By David Henek réay by “ Sie GmeGman sud “ acy funier 1. le ope Geotirey Figsterg, ' s net saoe fesinruees in ike present ae. ASH (Action on Sokiog etn certs SFHEAT NRE aur Cotati a a LA oF ky Rie pineutga wees a aces oy or ea Eee enriceee ease aso eae | bacco die emplofaeat wichis the is) fentinge aay iBone Dlly Unit, Thondoy, October 28, 1882 D Express 22. 10. 82 pees Bigger — ‘ Bigger health warnings warning in bid to curb smoking for 1 BEATE rales cut [pyeunc coven] eq ehtek ” ShiniRinest frea ‘ tore. prosisence Sic 3 keat cue | Mesat smokers # 2300595 weer: Gh oe BS FPEaE Ts Se eaten racy Stn i cE Bee Es gti ieasg mogthweceucmmon ' — - Pasiunather Ret Exacitmuitie Ear Ges eRe gate canaet oC emoking TE or camo win Gate ts, Udit gata aetae SC Sarees “ were “ annourced eee Ramee SE hae rt ett iss aaa Popes Sippredm> BRAP aa Bund cee Morin e “ Foe spect for she eth waraing ” gp. cgartie porters an Prem a Sleakos wit be iacreucd om 8 Becrpis ' a state vee by Spee tS \" progreu “ tawaics Seerekd of aeca ie ” Alea UGS KILL ’ TAG IS RULED 01 “ dase packets ei cnetean Seimemncires Sts2sotes Sahel Digs Fae TEmowing cts esoutly emer your beara ’ Bat wt noe exeety or to Sun - p13 = 28. 10. 82"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Guardian ~ 28.10.82: ““Pobacco fii.ms agree health aid’” ‘Bigger health warnings under a farce youne people. fo be tore rex Kennesn Clarke, who's saat fesesren funds' The Brush sescal sts                Saat Seeee a gnetiny Thiet."
}