{
    "filename": "0000341113.jpg",
    "metadata": {},
    "text": "a . SOK\nwe any Gagyt, baile H, Ckhects, Eatiteo\nete feel Ss oe\n\nripe S003\nens Zs #3339 Oe CA. 94517\n\n \n\n \n\nSo) Dpbacea Adee’\n\n \n\n5 LOUISVILLE, ky., December 6, 1984--Connie S.\nWojciechowski, a native of Mt. Gilead, Ohio, has been promoted\nto Manager of the Riverside, Calif., Sales Division for Brown &\nWilliamson Tobacco Corp. .\n\nWojciechowski joined B&W in 1981 as a Sales\n\nCc Representative in Las Vegas, Nev. In April 1984 she was\npromoted to Field Sales Assistant in Anaheim, Calif.\n\nShe attended Ohio State University in Columbus,\nTeceived an A.A. degree from Stephens College, Columbia, Mo.,\nand also attended the University of Missouri in Columbia.\n\nBrown & Williamson, which manufactures Kool, Viceroy,\nRaleigh, Belair and Barclay cigarettes, is the nation's third\nlargest tobacco company, and maintains a large sales force\nthroughout the U.S. for distribution, merchandising and sales\n\npromotion.\n\n \n\n-30-\n\nsees2to6s\n\nthai i aii Alii ails at\n\n \n\n \n\f",
    "augmented_texts": [
        "a. SOK we any Gagyt, baile H, Ckhects, Eatiteo ete feel Southward oe ripe S003 ens Zs # 3339 Oe CA. 94517 So) Dpbacea Adee ’ 5 LOUISVILLE, ky. , December 6, 1984 - - Connie S. Wojciechowski, a native of Mt. Gilead, Ohio, has been promoted to Manager of the Riverside, Calif. , Sales Division for Brown & Williamson Tobacco Corp. . Wojciechowski get together B & West in 1981 as a Sales Cc Representative in La Vegas, Nev. In April 1984 she was promoted to Field Sales Assistant in Anaheim, Calif. She attended Ohio State University in Columbus, Teceived an A. A. degree from Stephens College, Columbia, Mo. , and also attended the University of Missouri river in Columbia. Brown & Williamson, which manufactures Kool, Viceroy, Raleigh, Belair and Barclay cigarettes, is the nation ' s third largest tobacco company, and maintains a large sales force throughout the U. S. for distribution, merchandising and sales promotion. - 30 - sees2to6s siamese i aii Alii ails at",
        "a. SOK we any Gagyt, baile H, Ckhects, Eatiteo ete feel Ss oe ripe S003 ens Zs # 3339 Oe CA. 94517 So) Dpbacea Adee ’ 5 LOUISVILLE, ky. , December 6, 1984 - - Connie Reciprocal ohm. Wojciechowski, a native of Mt. Gilead, Ohio, have been promoted to Manager of the Riverside, Calif. , Sales Division for Brown university & Williamson Tobacco Corp. . Wojciechowski joined B & W in 1981 as a Sales Cc Representative in Lah Vegas, Nev. In April 1984 she was promoted to Field Sales Help in Anaheim, Calif. She attended Ohio State University in Columbus, Teceived an A. A. degree from Stephens College, Capital of south carolina, Atomic number 42. , and also attended the University of Missouri in Columbia. Brown & Williamson, which manufactures Kool, Viceroy, Raleigh, Belair and Barclay cigarettes, is the nation ' s third largest tobacco company, and maintains a large sale force throughout the U. S. for distribution, merchandising and sales promotion. - 30 - sees2to6s thai one aii Alii ails at"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Connie S. Wojciechowski was promoted to Manager of the Riverside, Calif., Sales Division. Brown & Williamson, which manufactures Kool, Viceroy, Raleigh, Belair and Barclay cigarettes, is the nation's third largest tobacco company."
}