{
    "filename": "0000066686.jpg",
    "metadata": {},
    "text": "TO: Dr. W.\n\nce: Mr. BE\nMr. A.\nMr. Le\nDr. B.\nMr. Me\nMr. T.\nMr. Re\nMs. Be\nMe. T.\n\nFROM: Ms. A.\n\nDATE: August\n\n \n\nBROWN & WILLIAMSON TOBACCO CORPORATION\nRESEARCH, DEVELOPMENT & ENGINEERING ~\n\nINTERNAL CORRESPONDENCE\n\nH. Deines\n\nE. Kohnhorst\nJ. Mellman\nE. Gravely\nA. Sproule\nL. Reynolds\nF. Riehl\n\nF. Brotzge\nA. Kerr\n\nE. Albert\n\nL. Kirby\n\n20, 1984\n\nSUBJECT: BRAND SUMMARY OF DUPONT PANELISTS/311\n\nI have attached\n\nDupont panelists.\n\na brand-by-brand tally of usable (21-59 years old)\nThis information vas from early June.\n\nThe system is consistantly updated with brand changes of current\n\npanelists.\nsystem.\n\nRecently, 200 panelists per month have been added to the\n\nAnother tally will be available late-September.\n\nALL. K\nALK/sek\n06741\n\nAttachments\n\nR\na\nS\na\n?\na\nB\n&\n&\n\n \n\f",
    "augmented_texts": [
        "TO: Dr. W. ce: Mr. BE Mr. A. Mr. Le Dr. B. Mr. Me Mr. T. Mr. Re Ms. Be Me. T. FROM: Ms. A. DATE: August BROWN & WILLIAMSON TOBACCO CORPORATION RESEARCH, DEVELOPMENT & ENGINEERING ~ INTERNAL CORRESPONDENCE H. Deines Vitamin e. Kohnhorst J. Mellman E. Gravely A. Sproule L. Reynolds F. Riehl F. Brotzge A. Kerr E. Albert L. Kirby 20, 1984 SUBJECT: BRAND SUMMARY OF DUPONT PANELISTS / 311 I have attached Dupont panelists. a brand - by - brand tally of usable (xxi - 59 years quondam) This info vas from early June. The system is consistantly updated with brand changes of current panelists. system. Recently, 200 panelists per calendar month have been added to the Another tally will exist available late - Sept. ALL. K ALK / sek 06741 Attachments R a S a? a B & &",
        "TO: Dr. W. ce: Mr. BE Mr. A. Mr. Le Dr. B. Mr. Me Mr. T. Mr. Re Ms. Be Me. T. FROM: Ms. A. DATE: Aug BROWN & WILLIAMSON TOBACCO CORPORATION RESEARCH, DEVELOPMENT & ENGINEERING ~ INTERNAL parallelism H. Deines E. Kohnhorst J. Mellman E. Gravely A. Sproule L. Reynolds F. Riehl F. Brotzge A. Kerr E. Albert L. Kirby 20, 1984 SUBJECT: BRAND SUMMARY OF DUPONT PANELISTS / 311 I have attached Dupont panelists. a brand - by - brand tally of usable (21 - 59 years old) This information vas from early June. The system is consistantly updated with brand changes of current panelists. system. Recently, 200 panelists per month have been added to the Another tally will be available late - September. ALL. K ALK / sek 06741 Attachments R a Siemens a? a B & &"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "A brand-by-brand tally of usable (21-59 years old) DUPONT panelists. The system is consistantly updated with brand changes. 200 panelist per month have been added to the system. Another tally will be available late-September. I have attached a list of the DUPont brand names."
}