{
    "filename": "0000532482.jpg",
    "metadata": {},
    "text": " \n\nee\n\n \n\noy\n\n1 crs svat Sepunec oP scatcunmune\nt Ercecete Research Service\n\nuriaek Yen Tonacco FoR 1975 AND LODOER RANGE PhosrECES\n\n‘Tou ty Bebert H, Munaer\nBeonante sad Otattsticr doalgats Division\nst tae 1973 Hatton sgzicaltoral Sutlooe conference\nnsnington, B.C, 3:00 Pi, Muratay, Pebrancy £2, 1913\n\n‘esene for tobacco products 49 08 the rise. At hime, per ctptta ctenrette\nswe Sr Hlohtng wp eftar's aie in Ie6e-69, and there a's fhusty of clgurette-\nHie eel Sect suger i rang eo, Serie Sea or\night Uibveca. “Rin demoa apease Eatan ror'protaea, ir Iie grower\nDrives sore to'a tecord high and surges stocks bere Ssply recneeie Tale\nYesr vith Lerger Daste quotsy faruars nee expected $0 MOYUET BANG HODHEED £0\n{hah Hecespto shoud galas\n\n \n\n \n\n \n\n \n\n \n\n‘Re Neoatng guest Bey ems Mk exm Y\nBean ar dec of conine pect a poten,\n\npince th'the erpanting vorad tosteo marist. Defere tacking tbe Senge reas\nBrocperte toe tobasny Lata feet focus on the Year fut past end te se\n\n \n  \n\n \n\n \n\n \n\nrecort 999 MInter.ehearetter last year,\n\nRetaQ) cicaretue ptces roar 5 yerctn: in 107y fie to tnoresces ta State\n\"Sten ans Mohor aiusrcbsCcenoc) auneleay Minds seare apon a\n\n      \n\nsores iv ur FTL ce 15 148s ctEaR\n(SunEEY of Ta focinen? Stn PRED.\n\n \n\f",
    "augmented_texts": [
        "ee oy 1 crs svat Sepunec oP scatcunmune t Ercecete Enquiry Service uriaek Yen Tonacco FoR 1975 AND LODOER RANGE PhosrECES ‘ Tou ty Bebert H, Munaer Beonante sad Otattsticr doalgats Division st tae 1973 Hatton sgzicaltoral Sutlooe conference nsnington, B. C, 3: 00 Pi, Muratay, Pebrancy £ 2, 1913 ‘ esene for tobacco products 49 08 the rise. At hime, per ctptta ctenrette swe Sr Hlohtng wp eftar ' s aie in Ie6e - 69, and there a ' s fhusty of clgurette - Hie eel Sect suger i rang eo, Serie Sea or ight Uibveca. “ Rin demoa apease Eatan ror ' protaea, ir Iie grower Drives sore to ' a tecord high and surges stocks bere Ssply recneeie Tale Yesr vith Lerger Daste quotsy faruars nee expected $ 0 MOYUET BANG HODHEED £ 0 {hah Hecespto shoud galas ‘ Re Neoatng guest Bey ems Mk exm Y Bean ar dec of conine pect a poten, pince th ' the erpanting vorad tosteo marist. Defere tacking tbe Senge reas Brocperte toe tobasny Lata feet focus on the Year fut past end te se recort 999 MInter. ehearetter last year, RetaQ) cicaretue ptces howl 5 yerctn: in 107y fie to tnoresces ta State \" Sten ans Mohor aiusrcbsCcenoc) auneleay Minds seare apon a sores iv ur FTL ce 15 148s ctEaR (SunEEY of Ta focinen? Stn PRED.",
        "ee oy i crs svat Sepunec oP scatcunmune t Ercecete Research Service uriaek Yen Tonacco FoR 1975 AND LODOER reach PhosrECES ‘ Tou ty Bebert H, Munaer Beonante sad Otattsticr doalgats Division st tae 1973 Hatton sgzicaltoral Sutlooe conference nsnington, B. C, 3: 00 Pi, Muratay, Pebrancy £ 2, 1913 ‘ esene for tobacco products 49 08 the rise. At hime, per ctptta ctenrette swe Sr Hlohtng wp eftar ' s aie in Ie6e - 69, and there a ' s fhusty of clgurette - Hie eel Sect suger i rang eo, Serie Sea or ight Uibveca. “ Rin demoa apease Eatan ror ' protaea, ir Iie grower Drives sore to ' a tecord high and surges stocks bere Ssply recneeie Tale Yesr vith Lerger Daste quotsy faruars nee expected $ 0 MOYUET rush HODHEED £ 0 {hah Hecespto shoud blowout ‘ Re Neoatng guest Bey ems Mk exm Y Bean ar dec of conine pect a poten, pince th ' the erpanting vorad tosteo marist. Defere tacking tbe Senge reas Brocperte toe tobasny Lata feet focus on the Year fut past end te se recort 999 MInter. ehearetter last year, RetaQ) cicaretue ptces roar 5 yerctn: in 107y fie to tnoresces ta State \" Sten ans Mohor aiusrcbsCcenoc) auneleay Minds seare apon a sores iv ur FTL ce 15 148s ctEaR (SunEEY of Ta focinen? Stn PRED."
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Tobacco is on the rise in the Philippines. The number of people who smoke has risen by 20 per cent since the start of the century. Tobacco is a major source of income for the local economy. It is also a main way of making money for local businesses."
}