{
    "filename": "0001156864.jpg",
    "metadata": {},
    "text": "“5 Be\n\n \n\n_ Bixthourg. co Ghe prepdeed cpuadon\npete eae H/ate, Kowmovitte nonin -\nee Roe a\nLx Ta pi Swetnetion.. Btesk te\nSe Me soxine..( 3. Czprit Long a\noS, KALE ay ie\nNA dome Ro CMS Hotton une ebauie) 228%\nHawaii 2 fing Pals uccads. Toons\n\nce Ces pleat tenet\nNeen SEG. Sata TE\nwe Cena Ped, LM, Stott\nSANDE Worurd, Got MV\n\n \n  \n \n   \n \n     \n    \n   \n\n \n\n \n\n \n\n \n\n“Shut\n\n \n\n \n\n \n\n   \n\n    \n\n \n\n \n\n  \n\nf\n\n \n\n  \n\nerat\n\noN SEE Atanas, ign piect shan aan\noy aot Huekncln floss\nSy Aarrrcdnra Senre Teh View Sesenrel—\n\n~= tS powed a\nBroct, Ota, Uns arose. Cireup. —----\n- Aeusey (ye ste aw pet elon) 2 pecotly latin.\nSewitelug ecrmsel ASl foetal ardour, dui\nPedinuse poumiog Keet Membat budget sacbichines do dapinaw foster Ant\n\nwoh eee ee\n\n \n\n  \n\n     \n  \n\f",
    "augmented_texts": [
        "“ 5 Be _ Bixthourg. cobalt Ghe prepdeed cpuadon pete eae H / ate, Kowmovitte nonin - ee Roe a Lx Ta pi Swetnetion. . Btesk te Se Me soxine. . (3. Czprit Long a oS, KALE ay ie NA dome Ro CMS Hotton une ebauie) 228% Hawaii 2 fing Brother uccads. Toons ce Ces pleat tenet Neen SEG. Sata TE we Cena Ped, LM, Stott SANDE Worurd, Got MV “ Shut f erat oN SEE Atanas, ign piect shan aan oy aot Huekncln floss Sy Aarrrcdnra Senre Teh View Sesenrel — ~ = tS powed a Broct, Ota, Uns arose. Cireup. — - - - - - Aeusey (ye ste aw pet elon) 2 pecotly romance. Sewitelug ecrmsel ASl foetal ardour, dui Pedinuse poumiog Keet Membat budget sacbichines do dapinaw nurture Ant woh eee ee",
        "“ 5 Be _ Bixthourg. co Ghe prepdeed cpuadon pete eae H / ate, Kowmovitte nonin - ee Roe a Lx Ta pi Swetnetion. . Btesk te Se Me soxine. . (3. Czprit Long a oS, KALE ay ie NA dome Ro CMS Hotton une ebauie) 228% Hawaii two fing Pals uccads. Toons ce Cerium pleat tenet Neen SEG. Sata TE we Cena Ped, LM, Stott SANDE Worurd, Got MV “ Shut f erat oN SEE Atanas, ign piect shan aan oy aot Huekncln floss Sy Aarrrcdnra Senre Teh View Sesenrel — ~ = tS powed a Broct, Ota, United nations arose. Cireup. — - - - - - Aeusey (ye ste aw pet elon) 2 pecotly latin. Sewitelug ecrmsel ASl foetal ardour, dui Pedinuse poumiog Keet Membat budget sacbichines do dapinaw foster Ant woh eee ee"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "“5 Be                                 _ Bixthourg. co Ghe prepdeed cpuadon                pete eae H/ate, Kowmovitte nonin -                ee Roe a                Lx Ta pi Swetnetion.. Btesk te                Se Me soxine..”"
}