{
    "filename": "0001206420.jpg",
    "metadata": {},
    "text": "Attention_J. HELEWICZ/ E. PEPPLES. Department_CORP. COMMUNICATIONS\nCopies: _R.A. FITZMAURICE, N.G. NAUGHTON, B. FREEDMAN\n\n \n\n \n\nTHER ~~ CORPORAT! ATIONS STAFF\nFile Category :__PRODUCTS Subject :__KOOL PENGUIN\ni\n\nMEDIA REQUEST\n\nPublication___ATLANTA JOURNAL.\n\nReporter/Editor_derry Endel1 Phone_404/526-5470\nHandled by_Tom Fitzgerald Time_1_pm : 6/22/92\nDeadline for response____Wednesd 4 -- complet:\n\nReporter is writing a story on \"penguins and pop culture\" and wants to include\nReportetion on Brown & Will ianson’s KOOL penguin. He wants the story to be\n\"Tight and non-controversial\" and filed the following questions:\n\nQ1 When was the original penguin selected for KOOL? Why was it used as\nsyabolisa for the brand? Please provide any historical information you\nmay have.\n\nWillie the Penguin started with KOOL when the brand was introduced in\n1933. He was featured in KOOL magazine and billboard advertising from\nthe brand’s beginning, helping make KOOL an instant success.\n\nWillie was a very hot KOOL penguin. He was on salt and pepper shakers,\nkey chains and jewelry. Radio advertising started in 1946.\n\nIn the early 1960s, Willie retired from advertising when KOOL’s\npackaging was redesigned, Willie is still very popular today. | Our\npareusers and cigarette memorabilia collectors contact us frequently\nfor information about Willie.\n\nQ2 What can you tell me about the new penguin?\nThe new penguin spokes-symbol is a younger cousin of Willie. He has\nbeen unwilling to release his name publicly saying he wants to hold\ndown mail and offers of marriage.\nI can say he is an updated, sonewhat irreverent version of Willie and\n\nis part of one market test to broaden KOOL’s appeal with young adult\nsmokers and update consuner perceptions of the product.\n\n690840746\n\f",
    "augmented_texts": [
        "Attention_J. HELEWICZ / E. PEPPLES. Department_CORP. COMMUNICATIONS Copies: _R. A. FITZMAURICE, N. G. NAUGHTON, B. FREEDMAN THER ~ ~ CORPORAT! ATIONS STAFF File Category: __PRODUCTS Subject: __KOOL PENGUIN i MEDIA REQUEST Publication___ATLANTA JOURNAL. Reporter / Editor_derry Endel1 Phone_404 / 526 - 5470 Handled by_Tom Fitzgerald Time_1_pm: 6 / 22 / 92 Deadline for response____Wednesd 4 - - complet: Reporter is writing a story on \" penguins and pop culture \" and wants to include Reportetion on Brownness & Will ianson ’ s KOOL penguin. He need the story to be \" Tight and non - controversial \" and filed the following questions: Q1 When was the original penguin selected for KOOL? Why was it used as syabolisa for the brand? Please provide any historical information you may have. Willie the Penguin started with KOOL when the brand was introduced in 1933. He was featured in KOOL magazine and billboard advertising from the brand ’ s beginning, helping make KOOL an instant success. Willie was a real hot KOOL penguin. He was on salt and pepper shakers, key chains and jewelry. Radio advertising started in 1946. In the early 1960s, Willie retired from advertising when KOOL ’ s packaging was redesigned, Willie is still very pop today. | Our pareusers and cigarette memorabilia collectors contact us frequently for information about Willie. Q2 What can you tell me about the new penguin? The new penguin spokes - symbol is a younger cousin of Willie. He has be unwilling to release his name publicly saying he wants to hold down mail and offers of marriage. I can say he is an updated, sonewhat irreverent version of Willie and is part of one market test to broaden KOOL ’ s appeal with young adult smokers and update consuner perceptions of the product. 690840746",
        "Attention_J. HELEWICZ / E. PEPPLES. Department_CORP. COMMUNICATIONS Copies: _R. A. FITZMAURICE, N. G. NAUGHTON, B. FREEDMAN THER ~ ~ CORPORAT! ATIONS STAFF File Category: __PRODUCTS Dependent: __KOOL PENGUIN i MEDIA REQUEST Publication___ATLANTA JOURNAL. Reporter / Editor_derry Endel1 Phone_404 / 526 - 5470 Handled by_Tom Fitzgerald Time_1_pm: 6 / 22 / 92 Deadline for response____Wednesd 4 - - complet: Reporter is writing a story on \" penguins and pop culture \" and wants to include Reportetion on Brown & Testament ianson ’ s KOOL penguin. He wants the story to be \" Tight and non - controversial \" and filed the following questions: Q1 When was the original penguin selected for KOOL? Why was it used as syabolisa for the brand? Please provide any historical information you may have. Willie the Penguin started with KOOL when the brand was introduced in 1933. He was featured in KOOL magazine and billboard advertising from the brand ’ s beginning, helping make KOOL an instant success. Willie live a very hot KOOL penguin. He was on salt and pepper shaker, key chains and jewelry. Radio advertising started in 1946. In the early 1960s, Willie retired from advertising when KOOL ’ s packaging was redesigned, Willie is even so very popular today. | Our pareusers and cigarette memorabilia collectors contact us frequently for information about Willie. Q2 What can you tell me about the new penguin? The new penguin spokes - symbol is a younger cousin of Willie. He has been unwilling to release his name publicly saying he wants to hold down mail and offers of marriage. I can say he is an updated, sonewhat irreverent version of Willie and is part of one market test to broaden KOOL ’ s appeal with young adult smokers and update consuner perceptions of the product. 690840746"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Willie the Penguin started with KOOL when the brand was introduced in 1933. Willie retired from advertising in the early 1960s. The new penguin spokes-symbol is a younger cousin of Willie. He has been unwilling to release his name publicly saying he wants to hold down mail and offers of marriage."
}