{
    "filename": "0001209729.jpg",
    "metadata": {},
    "text": "Nese ter 6\n\nPride sense] isheouan”\nmoan arocus wwmeRVEE oy yy\n\nThis laot part is sonewhat different. One of tha advertisers you sav\nearlier in'this issue is doing somathing new in trying ta aunerce ona\nhow people feel about this particwier ad.\n\nOPEN MAGAZINE TO RALEIGH AD.\nWould you please read this 2d again all the way through,\nALLOW UP TO 20 SecoWOS THEN CLOSE HAGAEENE.\n\n1, Please road this slong with mo and then \"x\" the one box for each\nLine chat best describes your feeling about Ralelan cigarcecene\nvery 1 somewhat Not At AnD\nmite ' wala ' tie\n\n \n\n \n\n \n\n \n\n—\n\nAbove Pelow\naverage average\npiltration Filtration\n\n \n\n \n\nvery\nSatisfying\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n—\n\nreRviExER (euzass turn Pacey\n\nonanieongs ence: We) 4390\n\n \n\f",
    "augmented_texts": [
        "Nese ter hexad Pride sense] isheouan ” moan arocus wwmeRVEE oy yy This laot part is sonewhat different. One of tha advertisers you sav earlier in ' this issue is doing somathing new in trying ta aunerce ona how people feel about this particwier ad. OPEN MAGAZINE TO RALEIGH AD. Would you please read this 2d again all the way through with, ALLOW UP TO twenty SecoWOS THEN closing curtain HAGAEENE. 1, Please road this slong with mo and then \" x \" the one box for each Line chat best describes your feeling about Ralelan cigarcecene very 1 somewhat Non At AnD soupcon ' wala ' tie — Above Pelow average average piltration Filtration very Satisfying — reRviExER (euzass turn Pacey onanieongs ence: We) 4390",
        "Nese ter 6 Pride mother wit] isheouan ” moan arocus wwmeRVEE oy yy This laot part is sonewhat different. One of tha advertisers you sav earlier in ' this issue equal doing somathing new in trying ta aunerce ona how people feel about this particwier ad. OPEN MAGAZINE TO RALEIGH advertisement. Would you please study this 2d again all the way through, ALLOW UP TO 20 SecoWOS THEN CLOSE HAGAEENE. 1, Please road this slong with mo and then \" x \" the one box for each Line chat best describes your feeling about Ralelan cigarcecene very 1 somewhat Not At AnD mite ' wala ' tie — Above Pelow average average piltration Filtration very Satisfying — reRviExER (euzass turn Pacey onanieongs ence: We) 4390"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "One of tha advertisers you savearlier in'this issue is doing somathing new in trying ta aunerce ona                how people feel about this particwier ad. Please road this slong with mo and then \"x\" the one box for each                Line chat best describes your feeling about Ralelan."
}