{
    "filename": "0001225920.jpg",
    "metadata": {},
    "text": "MEMORANOUM\nALR, NAGLE\nRO STEWART.\nB,J, BRANDENBURG\n\nF. E, McKeown\n‘pelt 8, 1977\n‘Monthly MBO Report - Mareh\n\n[Attached please find the Management by Objectives summaries for the\nKOOL Brand Group for March, 1877.\n\nPlease note that par our eatabilshed format, we are submitting a separst\nsummery for each portion of the Brand Group. The appended documenta,\ntherefore, are:\n\n1. KOOL Menthot\n\nH, KOOL New Products\n\nRE. Non-Cigarette Products (Mr. MeCue's activittes on KOOL Naturals\nfare ineluded in thie section).\n\nPloase advise at your earilert conventence If you wish to discuas this\nprogress against objectives.\n\n‘Thank you very much,\n\nFEMCK/ed\n\nAttachments\n\nHCE IF THE FILM IMMCE 15 LESs LEAK\n\neee) 761 7 7 6 1 1\n\n \n\f",
    "augmented_texts": [
        "MEMORANOUM ALR, NAGLE RO STEWART. B, J, BRANDENBURG F. E, McKeown ‘ pelt 8, 1977 ‘ Monthly MBO Report - Mareh [Attached please find the Management by Objectives summaries for the KOOL Brand Group for March, 1877. Please note that par our eatabilshed format, we are submitting a separst summery for each portion of the Brand Group. The appended documenta, therefore, are: 1. KOOL Menthot H, KOOL New Products RE. Non - Cigaret Product (Mr. MeCue ' s activittes on KOOL Naturals fare ineluded in thie section ). Ploase advise at your earilert conventence If you wish to discuas this progress against objectives. ‘ Thank you very much, FEMCK / ed Attachments HCE IF THE FILM IMMCE 15 LESs passing water eee) 761 7 7 6 1 1",
        "MEMORANOUM ALR, NAGLE RO STEWART. B, Joule, BRANDENBURG F. E, McKeown ‘ pelt viii, 1977 ‘ Monthly MBO Account - Mareh [Attached please find the Management by Objectives summaries for the KOOL Brand Group for March, 1877. Please note that par our eatabilshed format, we are submitting a separst summery for each portion of the Brand Group. The appended documenta, thence, are: 1. KOOL Menthot Enthalpy, KOOL New Products RE. Non - Cigarette Products (Mr.. MeCue ' s activittes on KOOL Naturals fare ineluded in thie section ). Ploase advise at your earilert conventence If you wish to discuas this progress against objectives. ‘ Thank you very much, FEMCK / ed Attachments HCE IF THE FILM IMMCE 15 LESs LEAK eee) 761 7 7 6 1 1"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The Management by Objectives summaries for the                KOOL Brand Group for March, 1877. Please note that par our eatabilshed format, we are submitting a separst                summery for each portion of the Brand group. The appended documenta,                therefore, are:. KOOL Menthot (Mr. MeCue's activittes on KOol Naturals are ineluded in thie section)."
}