{
    "filename": "0001230809.jpg",
    "metadata": {},
    "text": "AMO ANDUN,\n\nALR. Nate P. storia De Penny\n308, Broupion 4) Wea Damon\nB. 8. satineton 1. Reyna 2D, Taker\n, Parrack F Ren Miadtete\nW. Kou A. Bandy 1 Absahars\nConary Wesrley L. Knwop,\nLe Spriggs Butler Hudson\nVW. Denny Laveliya Kelley\nD. Lewis ANton Pleree\nMe Finley Field Sehwinder (M-E)\n1, Beasley Stover Millar (M-ED\nF. Langlord A. Veateh\n\n. Kelly a B. Smost\nH. Barnes\nMcGititewddy\n\nAugust 25, 1978\n\nSUBJECT: SPIRIT Production Thmiug\n\nTho following timetables have been established for production of SPIRIT\nselling semoles and test market quantities:\n\nSelling Samples\nMaterials Avattable els\nProduction (Development Ci oe\nShip to Field (Atr Freight) sit\nAvaulable for Sell-In els\n\n‘Tesi Market Production\nMatorials Available 915\nQuality Contra! Cheek 9/s-s/12\nProduction oita-9/15\n\"Ter! Assvrance Check ona-9/i8\nShip to Fela afta-e/19\nRelease trom Warehovse eng\n\nIt should be noted that the timing of test market production assumes\nthat materials will be acceptable when checked by. Quality Control\n\nthe materials are not acceptable, the reordering of materials and second\nQuality Control check will require, a4 minimem, 8 three wesk delay in\n\njority 18 Tne FILM HACE 18 LESS CLEAR\n\nTWA THIS BOTICE, TT 9 DUE TO THE\n\nDINUTHY OF TUE DOCRENT BEN HL\n\n \n\f",
    "augmented_texts": [
        "AMO ANDUN, ALR. Nate P. storia De Penny 308, Broupion 4) Wea Damon B. 8. satineton 1. Reyna 2D, Taker, Parrack F Ren Miadtete W. Kou Antiophthalmic factor. Bandy 1 Absahars Conary Wesrley L. Knwop, Le Spriggs Butler Hudson VW. Denny Laveliya Kelley D. Lewis ANton Pleree Me Finley Field Sehwinder (M - E) 1, Beasley Stover Millar (M - ED F. Langlord A. Veateh. Kelly a B. Smost H. Barnes McGititewddy August 25, 1978 SUBJECT: SPIRIT Production Thmiug Tho following timetables have been established for production of tone selling semoles and test market quantities: Selling Samples Materials Avattable els Production (Development Ci oe Ship to Field (Atr Freight) sit Avaulable for Sell - In els ‘ Tesi Market Production Matorials Available 915 Quality Contra! Cheek 9 / s - s / 12 Production oita - 9 / 15 \" Ter! Assvrance Check ona - 9 / i8 Ship to Fela afta - e / 19 Release trom Warehovse eng It should be noted that the timing of test market production assume that materials will be acceptable when checked by. Quality Ascendance the materials are not acceptable, the reordering of materials and second Quality Control deterrent will require, a4 minimem, 8 tercet wesk delay in jority 18 Tne FILM HACE 18 LESS CLEAR TWA THIS BOTICE, federated states of micronesia 9 DUE TO THE DINUTHY OF TUE DOCRENT BEN HL",
        "AMO ANDUN, ALR. Nate P. storia De Penny 308, Broupion 4) Wea Damon B. 8. satineton 1. Reyna 2D, Taker, Parrack F Ren Miadtete W. Kou A. Bandy 1 Absahars Conary Wesrley L. Knwop, Le Spriggs Butler Hudson VW. Denny Laveliya Kelley D. Lewis ANton Pleree Me Finley Field Sehwinder (M - E) 1, Beasley Stover Millar (M - ED F. Langlord A. Veateh. Kelly a B. Smost Planck's constant. Barnes McGititewddy August 25, 1978 SUBJECT: SPIRIT Production Thmiug Tho following timetables have been established for production of SPIRIT selling semoles and psychometric test market quantities: Selling Samples Materials Avattable els Production (Development Ci oe Ship to Field (Atr Freight) sit Avaulable for Sell - In els ‘ Tesi Market Production Matorials Available 915 Quality Contra! Cheek 9 / s - s / 12 Production oita - nine / 15 \" Ter! Assvrance Check ona - 9 / i8 Ship to Fela afta - e / 19 Release trom Warehovse eng It should personify noted that the timing of test market production assumes that materials will be acceptable when checked by. Quality Control the materials are not acceptable, the reordering of materials and second Calibre Control check will require, a4 minimem, 8 three wesk delay in jority 18 Tne FILM HACE 18 LESS CLEAR TWA THIS BOTICE, TT 9 DUE TO THE DINUTHY OF TUE DOCRENT BEN HL"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "August 25, 1978. The following timetables have been established for. production of SPIRIT selling semoles and test market quantities:. Selling Samples: Avattable for Sell-In els. ‘Tesi Market Production’: Available 915. Quality Control: A4 minimem, 8 three wesk delay in the reordering of materials."
}