{
    "filename": "0001219178.jpg",
    "metadata": {},
    "text": "Not at ala z a 3 Vory inportent\n\nimportant to me é\n\nWhich number fron 1 to 7 best describes whether you vould expect.\nthis cigarette to be ci (ferent than other brands or to be the same\na5 othor brands? (CIRCLE CHOICE BELOW)\n\nSane a8\n\nDigferent than\nother brands\n\nother brands\n\nwaich nimber from 1 to 7 best describes how believable you feel\n‘he seaconents aro about the new cigarettes? (CIRCLE CHOICE BELOM)\n\nDefinitery woe\n\nme Definteery\nBelievable’\n\nBelievable\n\nWhich number from 1 to 7 bost describes how you think this new\n\nElgarette compares to the brand you smoke most often? (CIRCLE\nCaOICE BELOW)\n\nNot as good as the Dotter than the\n‘Brand i now enoke ‘brand I now snake\n\n9. Which number from 1 to 7 best describes your feeling about how\n\nappealing the brand nama of the new cigarettes is to you? (CIRCLE\ncuorcE BELOW)\n\nVery unappealing Very appealing\n‘brand namo ‘brand nape\n\n \n\f",
    "augmented_texts": [
        "Not at ala z a 3 Vory inportent important to me é Which number fron 1 to 7 expert describes whether you vould expect. this cigarette to be ci (ferent than early brands or to be the same a5 othor brands? (CIRCLE CHOICE BELOW) Sane a8 Digferent than other brands other brands waich nimber from 1 to 7 best describes how believable you feel ‘ he seaconents aro about the new cigarettes? (CIRCLE CHOICE BELOM) Definitery woe me Definteery Believable ’ Believable Which number from 1 to 7 bost describes how you think this new Elgarette compares to the brand you smoke most often? (CIRCLE CaOICE BELOW) Not as good as the Dotter than the ‘ Brand i like a shot enoke ‘ brand I now snake 9. Which number from i to 7 best describes your feeling about how appealing the brand nama of the new cigarettes is to you? (CIRCLE cuorcE BELOW) Very unappealing Very appealing ‘ brand namo ‘ brand nape",
        "Not at ala z a 3 Vory inportent important to me é Which number fron 1 to 7 best describes whether you vould carry. this cigarette to be ci (ferent than other brands or to be the same a5 othor brands? (CIRCLE CHOICE BELOW) Sane a8 Digferent than other brands other brand waich nimber from 1 to 7 best describes how believable you feel ‘ he seaconents aro about the new cigarettes? (CIRCLE CHOICE BELOM) Definitery woe me Definteery Believable ’ Believable Which number from 1 to 7 bost draw how you think this new Elgarette compares to the brand you smoke to the highest degree often? (CIRCLE CaOICE BELOW) Not as good as the Dotter than the ‘ Brand i now enoke ‘ brand I now snake 9. Which number from 1 to seven best describes your feeling about how appealing the brand nama of the new cigarettes is to you? (CIRCLE cuorcE BELOW) Really unappealing Very appealing ‘ brand namo ‘ brand nape"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Not at ala z a 3 Vory inportent to me, but important to others. (CIRCLE CHOICE BELOW) The number from 1 to 7 best describes whether you vould expect.this cigarette to be ci (ferent than other brands) Or if it will be the same as the Dotter than the snake."
}