{
    "filename": "0001460963.jpg",
    "metadata": {},
    "text": "AH\n\nay\n\nTOBACCO CORPORATION Bew\n\nMarch 31, 1992\n\nMr. Rob Ferris\nB.A.T. Co. Ltd., MilIbank\nKnowle Green\n\nStaines TW8 IY\n\nUnited Kingdom\n\nDear Rob,\n\nThe need for on-going information exchange among key BAT\ncompanies was agreed at the \"Best Practices\" Product Testing\nConference in Louisville earlier this year.\n\nThe attached document outlines a suggested format for starting\nthis exchange. Periodic updates would follow semi-annually {or\nmore frequentiy if the group feels appropriate).\n\nPlease send your information directly to me. I will compile and\ndistribute to the group.\n\nThanks very much for your cooperation. Although considerable\neffort will be required to compile the information requested,\nhopefully we will all benefit from sharing ideas, insights, and\napproaches.\n\nhen you receive your complete report, if any of the subjects\nsparks a particular interest, feel free to contact the\noriginator for more details\n\nFinalty, a note about security requirements for this subject\nmatter appears to be appropriate.\n\nPlease note that copies of docunants oertaining to this\nsubject will be marked \"SECRET\" and will be numbered.\n\nPlease keep this information confidential, and do not make\ncopies\n\nPlease confirm that you have received your copy upon\nreceipt.\n\n465298846\n\f",
    "augmented_texts": [
        "AH ay TOBACCO CORPORATION Bew March 31, 1992 Mr. Rob Ferris B. A. T. Co. Ltd. , MilIbank Knowle Green Staines TW8 IY United Kingdom Dear Rob, The penury for on - going information exchange among key BAT companies was agreed at the \" Best Practices \" Product Testing Conference in Louisville earlier this year. The attached document outlines a suggested format for starting this exchange. Periodic updates would follow semi - annually {or more frequentiy if the group feels appropriate ). Please send your information directly to me. Unity will compile and distribute to the group. Thanks very much for your cooperation. Although considerable endeavor will be required to compile the information requested, hopefully we will all benefit from sharing ideas, insights, and approaches. hen you receive your complete report, if any of the subjects sparkle a particular interest, feel free to contact the originator for more details Finalty, a note about security requirements for this subject matter appears to be appropriate. Please note that copies of docunants oertaining to this subject will be marked \" SECRET \" and will be numbered. Please keep this information confidential, and do not make copies Please confirm that you have received your copy upon receipt. 465298846",
        "AH ay TOBACCO CORPORATION Bew March 31, 1992 Mr. Rob Ferris B. A. T. Co. Ltd. , MilIbank Knowle Green Staines TW8 IY United Kingdom Dear Rob, The need for on - lead information exchange among key BAT companies was agreed at the \" Best Practices \" Merchandise Examination Conference in Louisville earlier this year. The attached text file outlines a suggested format for starting this exchange. Periodic updates would follow semi - annually {or more frequentiy if the group feel appropriate ). Please send your information directly to me. I will compile and distribute to the group. Thanks very much for your cooperation. Although considerable effort will be required to compile the information requested, hopefully we will all benefit from sharing ideas, insights, and approaches. hen you receive your complete report, if any of the subjects sparks a particular interest, feel free to contact the originator for more details Finalty, a note about security requirements for this subject matter appears to be appropriate. Please bill that copy of docunants oertaining to this subject will be grade \" SECRET \" and will be numbered. Please keep this information confidential, and do not make copies Please confirm that you have received your copy upon receipt. 465298846"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The need for on-going information exchange among key BATcompanies was agreed at the \"Best Practices\" Product Testing Conference in Louisville earlier this year. Periodic updates would follow semi-annually {or more frequentiy if the group feels appropriate). Please send your information directly to me."
}