{
    "filename": "0001459869.jpg",
    "metadata": {},
    "text": "To\nerr.\nC.C.t0\n\nFROM\nSUBIECT\n\n<Patat\naf sich ee\nwebs\n\n \n\n&\n\na:\nME Mle b\n\n \n\n \n\nfoc. te\nAPE EE A:\n\n \n\nheb weceonp:\nWee\n\nene\n\ne\ned sf\nr\n\n4 en,\n\n \n\nINTERNAL CORRESPONDENCE (?\n\nLOR HAMMERSMITH\n\n \n\nALR, Nagle\nR._O, Stewart\nB.A. Willets, Mir\n\nF, EB, McKeown/gd\n\n \n\n \n\npate. 4/22/97\n\nKOOL Naturals (Low “Par') - Extended Use Test\n\nThis confirms our discussion of this date concerning the development of a\n‘§mg. KOOL Naturals product, This product has the following objectives:\n\n1, The maximum amount of taste and flavor that can be yielded within\n\nthe limitations of @mg. sestgn.\n\n2, ‘The use of raw material components which will yield the highest\n\npossible performance on physical characteristic\n\n \n\nOur objective\n\nhere is to be at parity with Philip Morris on physical characteristics.\n\n3. To utilize porous plug wrap and porous tipping in order to accrue the\n\ncopy benefits of \"a unique filter that\nsmoke taste hot and harsh.”\n\nremoves elements that makes\n\n4, That cost was not to be a key determinant in the development of this\nproduct since without Duolite, our margins are substantially better\n\nthan the prior version of KOOL Natu:\njust to take an extant B&W brand tob:\ncomponents on, but rather to utilize\nable performance on the above three\n\nOur progress plan on this project is two-\n1, To conduct as soon as possible, an es\n\n200,000 cigarettes per our discussia:\ncan have an internal product availabl:\n\nrals. Purther, we agreed not\nacco section and put the new\n‘components that will yield accept-\nobjectives.\n\nfold:\nextended use test utilizing 160, 000-\n\nm. Our understanding is that we\nje without external testing for this\n\n  \n\n \n\nproject by late May or early June if appropriate priorities are set,\n\n2. Paraltel to this extended use test, we would take 2 or 3 versions of\nthis product into consumer product test where we would compare it\n\nagainst Merit Non-Menthol.\n\n‘The above recognizes that within the New\nPDC structure, we get appropriate prior\nallows you to target your resources in a ti\npriority.\n\n \n\nProducts Coordinating Committee/\nity established for this project that\nfimely manner against this important\n\n621020542\n\f",
    "augmented_texts": [
        "To err. C. C. t0 FROM SUBIECT <Patat af sich ee webs & a: ME Mle b foc. te APE EE A: heb weceonp: Wee ene e ed sf r 4 en, INTERNAL CORRESPONDENCE (? LOR HAMMERSMITH ALR, Nagle R. _O, Stewart B. A. Willets, Mir F, EB, McKeown / gd pate. 4 / 22 / 97 KOOL Naturals (Low “ Par ') - Extended Use Test This confirms our discussion of this date concerning the development of a ‘ § mg. KOOL Naturals product, This product has the following objectives: 1, The maximum amount of tasting and flavor that can be yielded within the limitations of @ mg. sestgn. 2, ‘ The use of raw material components which will yield the highest potential performance on physical characteristic Our objective here is to be at parity with Philip Morris on physical characteristics. 3. To utilize porous plug wrap and porous tipping in order to accrue the copy benefits of \" a unique filter that smoke taste hot and harsh. ” removes elements that makes 4, That cost was not to be a key determinant in the development of this product since without Duolite, our margins are substantially better than the prior version of KOOL Natu: just to take an extant B & W brand tob: components on, but kind of to utilize able performance on the above three Our progress plan on this project is two - 1, To conduct as soon as possible, an atomic number 99 200, 000 cigarettes per our discussia: can have an internal product availabl: rals. Purther, we agreed not acco section and lay the new ‘ components that will yield accept - objectives. fold: extended use test utilizing 160, 000 - mb. Our understanding is that we je without external testing for this project by late May or early June if appropriate priorities are set, 2. Paraltel to this extended use test, we would take 2 or 3 versions of this product into consumer product test where we would compare it against Merit Non - Menthol. ‘ The above recognizes that within the New PDC structure, we get appropriate prior allows you to target your resources in a ti priority. Products Coordinating Committee / ity established for this project that fimely manner against this important 621020542",
        "To err. C. C. t0 FROM SUBIECT <Patat af sich ee webs & a: ME Mle b foc. te APE EE A: heb weceonp: Wee ene e ed sf r 4 en, INTERNAL CORRESPONDENCE (? LOR HAMMERSMITH ALR, Nagle R. _O, Stewart B. A. Willets, Mir F, EB, McKeown / gd pate. 4 / 22 / 97 KOOL Naturals (Low “ Par ') - Extended Use Test This confirms our discussion of this date concerning the development of a ‘ § mg. KOOL Naturals intersection, This product has the following objectives: one, The maximum amount of taste and flavor that can be yielded within the limitations of @ mg. sestgn. 2, ‘ The use of raw material components which will yield the highest possible performance on physical characteristic Our objective here be to be at parity with Philip Morris on physical characteristics. 3. To utilize porous plug wrap and porous tipping in order to accrue the copy benefits of \" a unique filter that smoke taste hot and harsh. ” removes elements that makes 4, That cost was not to be a key determiner in the development of this product since without Duolite, our margins are substantially better than the prior version of KOOL Natu: just to take an extant B & Westward brand tob: components on, but rather to utilize able performance on the above three Our progress plan on this project is two - 1, To conduct as soon as possible, an es 200, 000 cigarettes per our discussia: can have an internal product availabl: rals. Purther, we agreed not acco section and put the modern ‘ components that will yield accept - objectives. fold: extended use test utilizing 160, 000 - m. Our understanding is that we je without external testing for this project by late May or early June if appropriate priorities are set, 2. Paraltel to this extended use test, we would take 2 or 3 versions of this product into consumer product test where we would compare it against Merit Non - Menthol. ‘ The above recognizes that within the New PDC structure, we get appropriate prior allows you to target your resources in a ti priority. Products Coordinating Committee / ity established for this project that fimely manner against this important 621020542"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The KOOL Naturals product has the following objectives:. The maximum amount of taste and flavor that can be yielded within the limitations of @mg. sestgn. ‘The use of raw material components which will yield the highest. possible performance on physical characteristic’"
}