{
    "filename": "0001176760.jpg",
    "metadata": {},
    "text": "Market Facte.Ine., 100 Sou Wacker Drive, Chieago, L606 Job No. K6L4-3\n\n \n\ni Project No.\nPage 4\nCIGARETTE sTuDY, CALLBACK\nCIGARETTE NUMBERS 985. VS. 965\nInterviewer: al Te\n\n \n\n \n\n \n\n‘Time Begs Tse odes: __ bee\n\n \n\nQNTERVIEWER; BE SURE THAT YOU HAVE WRITTEN RESPONDENT'S NAME ON THE\nBLANK IN QU, 12 AND THAT YOU HAVE ENTERED THE \"MOST OFTEN\" BRAND - FROM\nQU.5 ON THE SCREENER - ON THE BLANKS IN QUS.15a THRU 236.)\n\n \n\n \n\nMe. /Miou/ Mes _ Have you smoked any of the i\nYeu. oes 1 GKIPTOQU. Ua.) Noe eee? :\n\n|b, Why have you not smoked thoes cigueetter? (PROBE THOROUGHLY: RECORD\nVERBATIAN\n\n \n\nTS TE\n\n134 wetve been told thats\n| Meter Seon tld that sumtin the umber onthe cigarettes dovtnt match the\neF on the nutide of the packs. \"Do you recall ever emoking clgurettoe\nmarked #983 that came from pachayen marked #965 7 mene as)”\n\nYes 1 Noveeeek\n\n \n\n43b, Do you ever recall smoking cigarettes marked (965 thal came from packages\nmarked #985 7 we\n\n \n\nweet Novices? 0)\n\n \n\nMa, Well 061 id before, the rum were used ust n\nfrom the other. \"You've sated uth oumontedcigatetoas mh Wises Seaton\nWhich cigarette do you prefer? * es a\n\n(985,\n(20 HOT READ}-<t—| z No preference 3(SKIPTO QU.I5a) GH\n\n \n\n \n\n‘4b, GIAND RESPONDENT CARD D) Which atstement on this card bestdescsiben\n\nia other ane?” Would you\n(READ ALTERNATIVES; RECORD BELOW) weesy\n\n  \n\nAlot more vveeee\nSomewhat more, «+ 2 2\nom, Allttlo more ss01 3\n\nMe. Why do you prefer those?\n\n \n\n \n\n(ECORD VERBATIM PROBE THOROUGHLY)\nns\n\n   \n\n \n\n \n\n \n\n \n\norice\nps NOTCH, TE AS DOE TO THE COOLEY\nwe bocitecr Gate Fins,\n\n \n\f",
    "augmented_texts": [
        "Market Facte. Ine. , 100 Sou Wacker Drive, Chieago, L606 Job No. K6L4 - 3 i Project No. Page 4 CIGARETTE sTuDY, CALLBACK CIGARETTE NUMBERS 985. VS. 965 Interviewer: al Te ‘ Time Begs Tse odes: __ bee QNTERVIEWER; BE SURE THAT YOU HAVE WRITTEN RESPONDENT ' S NAME ON THE BLANK IN QU, 12 AND THAT YOU HAVE ENTERED THE \" MOST OFTEN \" BRAND - FROM QU. 5 ON THE SCREENER - ON THE BLANKS IN QUS. 15a THRU 236.) Me. / Miou / Mes _ Have you smoked any of the iodin Yeu. oes 1 GKIPTOQU. Ua.) Noe eee? : | b, Why have you not smoked thoes cigueetter? (PROBE THOROUGHLY: RECORD VERBATIAN TS TE 134 wetve been told thats | Meter Seon tld that sumtin the umber onthe cigarettes dovtnt match the eF on the nutide of the packs. \" Do you recall ever emoking clgurettoe marked # 983 that came from pachayen marked # 965 7 mene as) ” Yes 1 Noveeeek 43b, Do you ever recall smoking cigarettes marked (965 thal came from packages marked # 985 7 we weet Novice? 0) Ma, Well 061 id before, the rum were used ust n from the other. \" You ' ve sated uth oumontedcigatetoas mh Wises Seaton Which cigarette do you prefer? * es a (985, (20 HOT READ} - <t — | z No druthers 3 (SKIPTO QU. I5a) GH ‘ 4b, GIAND RESPONDENT CARD D) Which atstement on this card bestdescsiben ia other ane? ” Would you (READ ALTERNATIVES; RECORD BELOW) weesy Alot more vveeee Somewhat more, « + 2 2 om, Allttlo more ss01 3 Me. Why do you prefer those? (ECORD VERBATIM PROBE THOROUGHLY) ns orice ps NOTCH, TE AS DOE TO THE COOLEY we bocitecr Gate Fins,",
        "Market Facte. Ine. , 100 Sou Wacker Drive, Chieago, L606 Job No. K6L4 - 3 i Project No. Page 4 CIGARETTE sTuDY, CALLBACK CIGARETTE NUMBERS 985. VS. 965 Interviewer: al Te ‘ Time Begs Tse odes: __ bee QNTERVIEWER; BE SURE THAT YOU HAVE WRITTEN RESPONDENT ' S NAME ON THE BLANK IN QU, 12 AND THAT YOU HAVE ENTERED THE \" MOST OFTEN \" BRAND - FROM QU. 5 ON THE SCREENER - ON THE BLANKS IN QUS. 15a THRU 236.) Me. / Miou / Mes _ Have you smoked any of the i Yeu. oes 1 GKIPTOQU. Ua.) Noe eee? : | b, Why have you not smoke thoes cigueetter? (PROBE THOROUGHLY: RECORD VERBATIAN TS TE 134 wetve been told thats | Measure Seon tld that sumtin the umber onthe cigarettes dovtnt match the eF on the nutide of the packs. \" Do you recall ever emoking clgurettoe marked # 983 that came from pachayen marked # 965 7 mene as) ” Yes 1 Noveeeek 43b, Do you ever recall smoking cigarettes marked (965 thal came from packages mark off # 985 7 we weet Novices? 0) Ma, Well 061 id before, the rum were used ust n from the other. \" You ' ve sated uth oumontedcigatetoas mh Wises Seaton Which coffin nail do you prefer? * es a (985, (20 HOT READ} - <t — | z No preference 3 (SKIPTO QU. I5a) GH ‘ 4b, GIAND RESPONDENT CARD D) Which atstement on this card bestdescsiben ia other ane? ” Would you (READ ALTERNATIVES; RECORD BELOW) weesy Alot more vveeee Somewhat more, « + 2 2 om, Allttlo more ss01 3 Me. Why do you prefer those? (ECORD VERBATIM PROBE THOROUGHLY) ns orice ps NOTCH, TE AS DOE TO THE COOLEY we bocitecr Gate Fins,"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Market Facte., 100 Sou Wacker Drive, Chieago, L606 Job No. K6L4-3-2-1-6-7-8-9-10-11-12-13-14-15-16-17-18-19-20-21-22-23-24-25-26-28-29-30-31-32-34-35-36-37-38-39-40-41-42-43-44-46-47-48-49-50-51-52-53-54-55-56-57-58-59-60-61-62-63-64-65-66-67"
}