{
    "filename": "0001239171.jpg",
    "metadata": {},
    "text": "MEKORAMD. 4 val ary 10, 1970\n\nOr MR, GM, BORGARD\n\nccs Mes B-P. Pinen (2)\n\n3.3, Crane\nPom. Mile.\nALY, Yoaman\nCut, wecarty\nRIAL Pitowan\nLL, Brooke\nwh.\n\nJeetrien\n\nAttached are comparisons of cigarette advertiaing expenditures\nfor the Third quarter 1969 compared to the Third quarter 1968,\n\nIn addition, also attnched are Sales/Advertising comparisons by\n\nGuarter for the tstest five Quarters ending Third Quarter 1963.\n\nGales and advertising comparieona on this anslysis are shown\n\nfor the total brand, vith Segeent comparisons including an\n\nIndividual breskout for Over OSm Filtere (nom-menthol) and over\njam Menthol Piltera,\n\nALL aules figures for thie re\nReporte #145, and advertising expenditures are reported traceable\nvertieing dollars,\n\n‘Aw on addition point of reference and information, Listed below\nBre cigarette advertising expenditures by compeny for the twelve\nonthe ending September 1959 and Septenber 1966 vith the percent\nChanges Also ahown se the percent change in compeny sales for\nthe twelve months ending septenber 1969.\n\nnav. gta “Adve $8\n\nSompany. 369.\n(ition)\n\nBow 34.7 36.3\nPhilip torrie co. aus 38,3\nLiggett & Myers 25.3 28.9\nanerican 59.8 sae\nRed. Reynolds 60.4 66.2\nP, Toriiterd 35:8 ao.\n\nQOAKLTE or TE meet Gee Ph\n\n \n\f",
    "augmented_texts": [
        "MEKORAMD. quadruplet val ary 10, 1970 Or MR, GM, BORGARD mil Mes B - P. Pinen (2) 3. 3, Crane Pom. Mile. ALY, Yoaman Cut, wecarty RIAL Pitowan LL, Brooke wh. Jeetrien Attached are comparisons of cigarette advertiaing expenditures for the Third quarter 1969 compared to the Third quarter 1968, In addition, also attnched are Sales / Advertising comparisons by Guarter for the tstest five Quarters ending Third Quarter 1963. Gales and advertising comparieona on this anslysis are shown for the total brand, vith Segeent comparisons including an Individual breskout for Over OSm Filtere (nom - menthol) and over jam Menthol Piltera, ALL aules figures for thie re Reporte # 145, and advertising expenditures are reported traceable vertieing dollars, ‘ Aw on addition point of reference and information, List below Bre cigarette advertising expenditures by compeny for the twelve onthe ending September 1959 and Septenber 1966 vith the percent Changes Also ahown se the percent change in compeny gross revenue for the twelve months ending septenber 1969. nav. gta “ Adve $ 8 Sompany. 369. (ition) Bow 34. 7 36. 3 Philip torrie co. aus 38, 3 Liggett & Myers 25. 3 28. 9 anerican 59. 8 sae Red. Reynolds 60. 4 66. 2 P, Toriiterd 35: 8 ao. QOAKLTE or TE meet Gee Ph",
        "MEKORAMD. 4 val ary 10, 1970 Or MR, GM, BORGARD ccs Maine B - P. Pinen (2) 3. 3, Crane Pom. Mile. ALY, Yoaman Cut, wecarty RIAL Pitowan LL, Brooke wh. Jeetrien Attached are comparisons of cigarette advertiaing expenditures for the Third quarter 1969 compared to the Third quarter 1968, In addition, also attnched are Sales / Advertising comparisons by Guarter for the tstest quintet Quarters ending Third Quarter 1963. Gales and advertising comparieona on this anslysis are shown for the total brand, vith Segeent comparisons including an Individual breskout for Over OSm Filtere (nom - menthol) and over jam Menthol Piltera, ALL aules figures for thie rhenium Reporte # 145, and advertising expenditures are reported traceable vertieing dollars, ‘ Aw on addition point of reference and information, Listed below Bre cigarette advertising expenditures by compeny for the twelve onthe ending September 1959 and Septenber 1966 vith the percent Changes Also ahown se the pct change in compeny sales for the twelve months ending septenber 1969. nav. gta “ Adve $ 8 Sompany. 369. (ition) Bow 34. 7 36. 3 Philip torrie carbon monoxide gas. aus 38, 3 Liggett & Myers 25. 3 28. 9 anerican 59. 8 sae Red. Reynolds 60. 4 66. 2 P, Toriiterd 35: 8 ao. QOAKLTE or TE meet Gee Ph"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "MEKORAMD. 4 val ary 10, 1970 20,000 cigarettes were sold. Sales/Advertising comparisons by. the tstest five Quarters ending Third Quarter 1963 are shown. Listed below are cigarette advertising expenditures by compeny for the twelve months ending September 1959 and Septenber 1966 vith the percent changes."
}