{
    "filename": "0001452003.jpg",
    "metadata": {},
    "text": " \n\nfe\n\nce 7b\nee Gt Gente\n\nmt\nMui?\n\n= nec 10884 2 \"Gn\n\nBesish American Tobacco Company ong Kong) Lipted> yy, > /-/ Co\n\n4th December, 198:\n\n \n\nMr. A.R. Cousins,\n\nB.A.T. (UK & Export) Ltd.,\nExport House,\n\nWoking,\n\nSurrey, GU21 1¥B,\nENGLAND.\n\nDear Tony,\naps\n\nMany thanks for your letter dated 28th November, 1984.\n\nIt certainly makes sense that we await the product test\nresults before deciding on a blend change to JPS.\n\nHaving taken into account the urgency of the need as\n\nwell as the comparative relevance of the two pieces of research\nfor the Hong Kong market, we propose that we will make our\ndecision with reference to the Hong Kong product research only.\nIn other words we are prepared to consider 680-R, if it scores\nWell against MARLBORO and LUCKY STRIKE.\n\n \n\nHowever, we will have to rely on B & W for the inter-\npretation of the research results, since neither the research\nagency nor BAT (HK) have knowledge of the coding reference.\n\nKindly advise us of the joint recommendation by yourself\nand B & W as soon as possible.\n\nWith kind regaras,\nYours sincerely,\n\nMiia\n\nAllen C.K. Leung\n\n \n\nACKL/Y¥F\ncc M/s M.J. Scott & J.V. Quinn. UKE,\nHic. Woertz, Jr.) B 6 Wi\n\n620445414\nHARA) ABST\n\f",
    "augmented_texts": [
        "fe ce 7b ee Gt Gente mt Mui? = nec 10884 2 \" Gn Besish American Tobacco Company ong Kong) Lipted> yy,> / - / Co 4th December, 198: Mr. A. R. Cousins, B. A. T. (UK & Export) Ltd. , Export House, Woking, Surrey, GU21 1 ¥ B, ENGLAND. Dear Tony, aps Many thanks for your letter dated 28th November, 1984. It certainly makes sense that we await the product test results before deciding on a blend change to JPS. Having taken into account the urgency of the need as well as the comparative relevance of the two firearm of research for the Hong Kong market, we propose that we will gain our decision with reference to the Hong Kong product research only. In other words we are prepared to consider 680 - R, if it scores Well against MARLBORO and LUCKY STRIKE. However, we will give to rely on Barn & W for the inter - pretation of the research results, since neither the research agency nor BAT (HK) have knowledge of the coding reference. Kindly advise us of the joint recommendation by yourself and B & W as soon as possible. With kind regaras, Yours sincerely, Miia Allen C. Kibibyte. Leung ACKL / Y ¥ F cc M / s M. J. Scott & J. V. Quinn. UKE, Hic. Woertz, Jr.) B captain hicks Wi 620445414 HARA) ABST",
        "fe ce 7b ee Gt Gente mt Mui? = nec 10884 2 \" Gn Besish American Tobacco Company ong Kong) Lipted> yy,> / - / Co 4th December, 198: Mr. A. R. Cousins, B. A. Mt. (UK & Export) Ltd. , Export House, Woking, Surrey, GU21 1 ¥ B, ENGLAND. Dear Tony, aps Many thanks for your letter dated 28th November, 1984. It certainly makes sense that we await the product test results before deciding on a blend change to JPS. Having taken into account the urgency of the need as well as the comparative relevance of the two pieces of research for the Hong Kong market, we propose that we will make our decision with reference to the Hong Kong intersection research only. In other words we are prepared to consider 680 - R, if it scores Well against MARLBORO and LUCKY STRIKE. However, we will have to rely on B & Tungsten for the inter - pretation of the research results, since neither the inquiry agency nor BAT (HK) have knowledge of the coding reference. Kindly advise us of the joint recommendation by yourself and B & W as soon as possible. With kind regaras, Yours sincerely, Miia Allen C. K. Leung ACKL / Y ¥ F cc M / s M. J. Scott & J. V. Quinn. UKE, Hic. Woertz, Jr.) B 6 Wi 620445414 HARA) ABST"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "We are prepared to consider 680-R, if it scores well against MARLBORO and LUCKY STRIKE. We will have to rely on B & W for the inter-pretation of the research results. Neither BAT (HK) nor B&W (UK) know the coding reference.Kindly advise us of your recommendation by yourself and B and W as soon as possible."
}