{
    "filename": "0001138305.jpg",
    "metadata": {},
    "text": "MEMORANDUM.\n\n5B, Anders\n\n3.8, Barnes\nB.A, Pitines\n\nS. MeGmiteudy\nDATE: December 4, 1978\nSuBsEcT:  BELAIR Coupon Satety Feature\n\nJarry, as you ere alrendy aware, the BELAIR Brand Group 16 tnvantigating\nalteruatives to the existing BAW coupon. One of thees candidates dove not\ntoeorparate & sefety feature.\n\nDuring the development of thie creative, Ihave checked with » variety of\npeople/depertments to ennare that the altmtnation of the aafaty feature 1s\nSeoeptable to the Corporation, {think thet I bave been in-contact with all\nFerponsible departmenta, but would like to double check.\n\nJarry, would you please send me a lst of the people/departmenta that I\n‘should contact to obtain sgremment to the powsfbity of dropping the coupon\nfafety festure, Twill combine your recommendations with my Lit,\n\nT will keep you posted of the status of this project,\n\n5 Mes,\n\nSORICE IF TRE THUM MAGE 18 Less eLe\n\nSian Tels Sonace,\nGORY Or THE bk\n\n \n\f",
    "augmented_texts": [
        "MEMORANDUM. 5B, Anders 3. 8, Barnes B. A, Pitines S. MeGmiteudy DATE: December 4, 1978 SuBsEcT: BELAIR Coupon Satety Feature Jarry, as you ere alrendy aware, the BELAIR Brand Group 16 tnvantigating alteruatives to the existing BAW coupon. One of thees candidates dove not toeorparate & sefety feature. During the development of thie creative, Ihave checked with » variety of people / depertments to ennare that the altmtnation of the aafaty feature 1s Seoeptable to the Corporation, {believe thet I bave been in - tangency with all Ferponsible departmenta, but would like to double confirmation. Jarry, would you please send me a lst of the people / departmenta that I ‘ should contact to obtain sgremment to the powsfbity of dropping the coupon fafety festure, Twill weave combine your recommendations with my Lit, T will keep you posted of the status of this project, v Mes, SORICE IF TRE THUM MAGE 18 Less eLe Sian Tels Sonace, GORY Or THE bk",
        "memo. 5B, Anders 3. 8, Barnes B. A, Pitines S. MeGmiteudy DATE: December 4, 1978 SuBsEcT: BELAIR Coupon Satety Feature Jarry, as you ere alrendy aware, the BELAIR Brand Group 16 tnvantigating alteruatives to the existing BAW coupon. One of thees candidates dove not toeorparate & sefety feature. During the development of thie creative, Ihave checked with » variety of people / depertments to ennare that the altmtnation of the aafaty feature 1s Seoeptable to the Corporation, {think thet I bave been in - contact with all Ferponsible departmenta, but would like to reduplicate stay. Jarry, would you please send me a lst of the people / departmenta that I ‘ should contact to obtain sgremment to the powsfbity of dropping the voucher fafety festure, Twill combine your recommendations with my Lit, T will keep you post of the status of this project, 5 Mes, SORICE IF TRE THUM MAGE 18 Less eLe Sian Tels Sonace, GORY Or THE bk"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "The BELAIR Brand Group 16 tnvantigating 16 changes to the existing BAW coupon. One of thees candidates dove not to include the sefety feature. The project is still in the early stages of development. I will keep you posted on the status of this project."
}