{
    "filename": "0001172849.jpg",
    "metadata": {},
    "text": "MEM ORANDY:\n\nTo: MR. J. W. GROOME\nMR. R. L, JOHNSON\nMR. D, 8, JOHNSTON\n\nFROM: MR. C. L MeCARTY\nDATE: May 7, 1071\n\n1 asems that receatly we ara having agency meetings where my\natlondance has been required but you bave not been setting ft uP\n‘Onmy onlender, Ireclite that the word hectic tn not adequate\nto deseribe the past few montha bat without knowing of meetings\nIn sufflctent time Iam planning other setivities which confitet\nwith your noeds.\n\nJaleo realize that you will have meetings where my presence\n\n{a not required and something will come up at the last miaste\n\n‘where you desire my attendance, If possible, however, I think\n\nTerwoald be helpful to all of ua if you will attempt to schedule\n\nrectings in advance and notlfy Mt. Arnold ut least one week\nid go that she can mark my appointment book,\n\n \n\nhe\n\ncome\n\ny EWS WOTLCE, LT TS DUE TO SH\n\n \n\f",
    "augmented_texts": [
        "MEM ORANDY: To: MR. J. W. GROOME MR. R. L, president johnson MR. D, 8, JOHNSTON FROM: mr.. C. L MeCARTY DATE: May 7, 1071 1 asems that receatly we ara having agency meetings where my atlondance has been required but you bave not been setting ft uP ‘ Onmy onlender, Ireclite that the word hectic tn not equal to deseribe the past few montha bat without knowing of meetings In sufflctent time Iam planning other setivities which confitet with your noeds. Jaleo realize that you will have meeting where my presence {a not required and something will come up at the last miaste ‘ where you desire my attendance, If possible, however, I think Terwoald constitute helpful to all of ua if you will attempt to schedule rectings in overture and notlfy Mt. Arnold ut least one week id go that she can mark my appointment book, he come y EWS WOTLCE, LT TS DUE TO SH",
        "MEM ORANDY: To: MR. J. W. GROOME MR. R. L, JOHNSON MR. D, 8, JOHNSTON FROM: MR. C. L MeCARTY DATE: May 7, 1071 1 asems that receatly we ara get agency meetings where my atlondance has been required but you bave not been setting foot uP ‘ Onmy onlender, Ireclite that the word hectic tn not adequate to deseribe the past few montha bat without knowing of meetings In sufflctent time Iam planning other setivities which confitet with your noeds. Jaleo realize that you testament have meetings where my comportment {a not required and something will come up at the last miaste ‘ where you desire my attendance, If possible, however, Single think Terwoald be helpful to all of ua if you will attempt to schedule rectings in advance and notlfy Mt. Arnold ut least one week id go that she can mark my appointment book, he come y EWS WOTLCE, LT TS DUE TO SH"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "MEMORANDY: ‘Onmy onlender, Ireclite that the word hectic tn not adequate. Iam planning other setivities which confitet                with your noeds.’ EWS WOTLCE, LT TS DUE TO SH. W. GROOME:‘I think it would be helpful to all of ua if you will attempt to schedule my.rectings in advance and notlfy Mt. Arnold ut least one week before I go that she can mark my appointment book'"
}