{
    "filename": "0001135418.jpg",
    "metadata": {},
    "text": "  \n \n  \n \n  \n \n  \n \n  \n  \n  \n \n \n   \n  \n    \n \n  \n    \n  \n       \n\nPxG/Cunningham &Walsh INC. Since ICS .\n\n \n\n \n\n \n\ncease BR ec\noctober 30, 1979\nve, Mork Senoiens\nBrie usin tason\nDear Mark, ¢\n\n, ‘ots nf previce you withthe Aoeeey's point of vey on RALIGK Parent\nTali y ladreitineh tne chscusses tnforatly Yast mek.\nceluston .\n\n.\nwe continue to elfeve that total grand sales and store wit! be otintzed\n5 gant ne teh Stng dodtars toni AALEIGRLignts exclustvely Parent\nSasi eter doerticing cos rot rerrvent the best Ure of funds\nYor BALE Ton af crrent bast levels :\nationate ,\n1. Ldeathy, we would avert ise oth FALETGN Parent an RALEUG LMohts\nde sue a two fold role for Parent dvers ising, both arnarily defenaive\nHe EEg BW UE rhe tor ete nata stow the rave of Parent ect ne by\ncee ets tases itive full taste aokers andy pera, BY postponing 20\ngerne ting coat eterna dnfectin a0 Yom, arse Secardlyy Parent\nSehr Esing sere. feng oirea nh, rete in rail story\nTee a ye by ortiautng provide Brom Peitage:\n:\n\nFive major, ron-nenthol brands supgort, then Pareat styles ~-Harlbora, iinsten,\nConst Heng end Benson & Hedges, OF those oniy YarYearo nos been able to\nfata Rorent tosses too weinimom (42), Me other bronds Rave had Parent\nweges canporabie to or yreaver than AALEZGH's, cespite RALTION'S Teck\n\noF direct Parent. advertising (Exhibit 1)\n\n   \n\nsegressive support of Lights style has resulted im net share yoins\nAEtiboros Hants Camel and Berson & Hedges\n\nPuls none, oF a ome\n\f",
    "augmented_texts": [
        "PxG / Cunningham & Walsh INC. Since ICS. cease BR ec october 30, 1979 ve, Mork Senoiens Brie usin tason Dear Mark, ¢, ‘ ots nf previce you withthe Aoeeey ' s point of vey on RALIGK Parent Tali y ladreitineh tne chscusses tnforatly Yast mek. celuston. . we continue to elfeve that entire grand sales and store wit! be otintzed 5 gant ne teh Stng dodtars toni AALEIGRLignts exclustvely Parent Sasi eter doerticing cos rot rerrvent the best Ure of funds Yor BALE Ton af crrent bast levels: ationate, 1. Ldeathy, we would avert ise oth FALETGN Parent an RALEUG LMohts de sue a two fold role for Parent dvers ising, both arnarily defenaive He EEg BW UE rhe tor ete nata stow the rave of Parent ect ne by cee ets tases itive full taste aokers andy pera, BY postponing 20 gerne ting coat eterna dnfectin a0 Yom, arse Secardlyy Parent Sehr Esing sere. feng oirea nh, rete in rail story Tee a ye by ortiautng provide Brom Peitage: : Five major, ron - nenthol brands supgort, then Pareat styles ~ - Harlbora, iinsten, Const Heng end Benson & Hedges, OF those oniy YarYearo nos been able to fata Rorent tosses too weinimom (42 ), Me other bronds Rave had Parent weges canporabie to or yreaver than AALEZGH ' s, cespite RALTION ' Due south Teck oF direct Parent. advertising (Exhibit 1) segressive support of Lights style has resulted im net share yoins AEtiboros Hants Camel and Berson & Hedges Puls none, oF a ome",
        "PxG / Cunningham & Walsh INC. Since ic. cease BR ec october 30, 1979 ve, Mork Senoiens Brie usin tason Dear Mark, ¢, ‘ ots nf previce you withthe Aoeeey ' s point of vey on RALIGK Parent Tali y ladreitineh tne chscusses tnforatly Yast mek. celuston. . we continue to elfeve that total grand sales and memory mental capacity! be otintzed 5 gant ne teh Stng dodtars toni AALEIGRLignts exclustvely Parent Sasi eter doerticing cos rot rerrvent the best Ure of funds Yor BALE Ton af crrent bast levels: ationate, 1. Ldeathy, we would avert ise oth FALETGN Parent an RALEUG LMohts de sue a two fold role for Parent dvers ising, both arnarily defenaive He EEg BW UE rhe tor ete nata stow the rave of Parent ect ne by cee ets tases itive full taste aokers andy pera, BY postponing 20 gerne ting coat eterna dnfectin a0 Yom, arse Secardlyy Parent Sehr Esing sere. feng oirea nh, rete in rail story Tee a ye by ortiautng provide Brom Peitage: : Five major, ron - nenthol brands supgort, then Pareat styles ~ - Harlbora, iinsten, Const Heng end Benson & Hedges, OF those oniy YarYearo nos been able to fata Rorent tosses too weinimom (42 ), Me other bronds Rave had Parent weges canporabie to or yreaver than AALEZGH ' s, cespite RALTION ' S Teck oF direct Parent. advertising (Exhibit 1) segressive support of Lights style has resulted im net share yoins AEtiboros Hants Camel and Berson & Hedges Puls none, oF a ome"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "PxG/Cunningham &Walsh INC. Since ICS.   ‘ots nf previce you withthe Aoeeey's point of vey on RALIGK Parent. We would avert ise oth FALETGN Parent an RALEUG LMohts autoimmunede sue a two fold role for Parent dvers ising, both arnarily defenaive."
}