{
    "filename": "0001450997.jpg",
    "metadata": {},
    "text": "BROWN & WELLTAMSON\n4994 COLLECTION\n\nPHOTOCOPYING VARIANCE FORM\n\nThis form was placed before Bates 1p _620V0 557.\n\nAQ THE TIME OF REPRODUCTION, THE\n\nFOLLOWING NOTATTONS WERE MADE:\n\n \n\nCy DOCUMENT COPIES ARE IN THE SAME SEQUENCE AS THEY APPEARED\nIN THE ORIGINAL.\n\nC) PAGE NUMBER(S) WERE MISSING\nIN THE ORIGINAL. .\n\nweevil tp hh\n(4 00m ouatary onzontan, borg 2 pera?\nUtthife. on onugina! Copp\n\nC) OVERLAY ITEM COULD NOT BE REMOVED WITHOUT DAMAGE TO TRE\nORIGINAL.\no> NO DOCUMENTS WERE FOUND WITEIN THE ORIGINAL:\n©) FILE FOLDER\nto) REDROPE EXPANDABLE FILE\nc) HANGING FILE\nc? ENVELOPE\n(\n\n) OTHER (SPECIFY)\n\n \n\nco) DOCUMENT COPIES WERE REPRODUCED IN COIOR TO PERMIT\nCORRECTION INTERPRETATION.\n\nc) BATES NOMBER ___ NOT USED.\n\n \n\na) OTHER VARIANCE (EXPLAIN).\n\f",
    "augmented_texts": [
        "BROWN & WELLTAMSON 4994 COLLECTION PHOTOCOPYING VARIANCE FORM This form was placed before Bates 1p _620V0 557. AQ THE TIME OF REPRODUCTION, THE FOLLOWING NOTATTONS WERE MADE: Cy DOCUMENT copy ARE IN THE SAME SEQUENCE AS THEY APPEARED IN THE ORIGINAL. C) PAGE NUMBER (S) WERE MISSING IN THE ORIGINAL. . weevil tp hh (iv 00m ouatary onzontan, borg 2 pera? Utthife. on onugina! Copp C) OVERLAY ITEM COULD NOT BE REMOVED WITHOUT DAMAGE TO TRE ORIGINAL. oxygen> NO DOCUMENTS WERE FOUND WITEIN THE ORIGINAL: ©) FILE FOLDER to) REDROPE EXPANDABLE FILE c) HANGING FILE c? ENVELOPE () OTHER (SPECIFY) co) papers COPIES WERE REPRODUCED atomic number 49 COIOR TO PERMIT CORRECTION INTERPRETATION. c) BATES NOMBER ___ NOT USED. a) OTHER VARIANCE (EXPLAIN ).",
        "BROWN & WELLTAMSON 4994 COLLECTION PHOTOCOPYING VARIANCE FORM This form was placed before Bates 1p _620V0 557. AQ THE TIME OF reproductive memory, THE FOLLOWING NOTATTONS WERE MADE: Cy DOCUMENT COPIES ARE IN THE SAME SEQUENCE AS THEY APPEARED IN THE ORIGINAL. C) PAGE NUMBER (S) WERE MISSING IN THE ORIGINAL. . weevil tp hh (4 00m ouatary onzontan, borg ii pera? Utthife. on onugina! Copp C) overlayer ITEM COULD NOT BE REMOVED WITHOUT DAMAGE TO TRE ORIGINAL. o> NO DOCUMENTS WERE FOUND WITEIN THE ORIGINAL: ©) FILE FOLDER to) REDROPE EXPANDABLE FILE ampere second) HANGING FILE c? ENVELOPE () OTHER (SPECIFY) co) DOCUMENT COPIES WERE REPRODUCED IN COIOR TO PERMIT CORRECTION interpreting. c) BATES NOMBER ___ NOT USED. a) OTHER VARIANCE (EXPLAIN )."
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "This form was placed before Bates 1p _620V0 557. No DOCUMENTS WERE FOUND WITEIN THE ORIGINAL. The following Notattons were made:   “C”, “D’ ,  ‘E, E, F, G, H, I, J, K, L, M, N, O, P, Q, R, S, T, W, Y, Z, A, B, C, D, U, and Z."
}