{
    "filename": "0001437969.jpg",
    "metadata": {},
    "text": "Jos NUMBER: 3975\n\n \n\n‘VERSION NUMBER: a\n‘QUALIFYING BRAN Newport FT 100mm\nSex: Maio\nFemale\nAGE: 2186\n36+\n1ST PACKS PLACED: 02\n2ND PACKS PLACED: 82\nPACK BOTTOM CODE: 1220\n\n‘SQMBLETE SUT Wo GOONER THAN TWO DAYS AD NO LATER THAN IK DAYS FROM TIE DATE\n‘SETHE PLACEMENT INTERVIEW.\n\nADDRESS:\nAREA CODE:_TeuePvoNe nunmoen\n\nvTeRViEWER: WHITE YOUR NAME ANO AGENCY'S TELEPHONE NUMER AND THE CALLEACK OATE\n[AND TIME ON THE THANKYOU CARD, LEAVE IF WH THE CGANETTES\n\n‘SEooND cALLeACK arponmTnNT\n\navs are me:\nICTERVIEWER: WRITE YGUR NAME AND AGENCY TELERTONE NUNC AND THE CALEBACR OATE\nJND_TWNa ON THE THANK-YOU CAND._LEAVE IF WITH THE CIUARETTES,\n\n \n\nPLEASE CALL IF YOU FINISH SMOKING THESE CIGARETTES SOONER THAN\nEXPECTED SO THAT WE CAN RESCHEDULE OUR CALLBACK INTERVIEW. WE LIKE\nTO GET YOUR OPINIONS ABOUT THE CIGARETTES AS SOON AS YOU'VE FINISHED.\n‘SMOKING THEM.\n\n‘We hope you enjoy our research project. Thank you,\n\nagsaozs22\n\f",
    "augmented_texts": [
        "Jos NUMBER: 3975 ‘ interlingual rendition telephone number: a ‘ QUALIFYING BRAN Newport FT 100mm Sex: Maio Female AGE: 2186 36 + first PACKS PLACED: 02 2ND PACKS PLACED: 82 PACK BOTTOM CODE: 1220 ‘ SQMBLETE SUT Wo GOONER THAN TWO DAYS AD NO LATER THAN IK DAYS FROM TIE day of the month ‘ SETHE PLACEMENT consultation. ADDRESS: AREA CODE: _TeuePvoNe nunmoen vTeRViEWER: WHITE YOUR NAME ANO AGENCY ' S TELEPHONE NUMER AND THE CALLEACK OATE [AND TIME ON THE THANKYOU CARD, LEAVE IF WH THE CGANETTES ‘ SEooND cALLeACK arponmTnNT avs be me: ICTERVIEWER: WRITE YGUR NAME AND AGENCY TELERTONE NUNC AND THE CALEBACR OATE JND_TWNa ON THE THANK - YOU CAND. _LEAVE IF WITH THE CIUARETTES, PLEASE CALL IF YOU FINISH SMOKING THESE CIGARETTES SOONER THAN EXPECTED SO THAT WE CAN RESCHEDULE OUR CALLBACK INTERVIEW. WE LIKE TO GET YOUR OPINIONS astir THE CIGARETTES AS SOON AS YOU ' VE FINISHED. ‘ SMOKING THEM. ‘ We hope you enjoy our research project. Thank you, agsaozs22",
        "Jos NUMBER: 3975 ‘ VERSION NUMBER: a ‘ QUALIFYING BRAN Newport FT 100mm Sex: Maio Female AGE: 2186 36 + 1ST PACKS PLACED: 02 2ND PACKS PLACED: 82 PACK BOTTOM CODE: 1220 ‘ SQMBLETE SUT Wo GOONER THAN TWO DAYS AD NO LATER THAN IK DAYS FROM TIE DATE ‘ SETHE PLACEMENT INTERVIEW. ADDRESS: AREA CODE: _TeuePvoNe nunmoen vTeRViEWER: WHITE YOUR NAME ANO AGENCY ' S telephony NUMER AND THE CALLEACK OATE [AND clock time ON THE THANKYOU CARD, LEAVE IF WH THE CGANETTES ‘ SEooND cALLeACK arponmTnNT avs are me: ICTERVIEWER: WRITE YGUR NAME AND AGENCY TELERTONE NUNC AND THE CALEBACR OATE JND_TWNa ON THE THANK - YOU CAND. _LEAVE IF WITH THE CIUARETTES, PLEASE CALL IF YOU FINISH SMOKING THESE CIGARETTES SOONER THAN EXPECTED SO THAT WE CAN RESCHEDULE OUR CALLBACK INTERVIEW. WE LIKE TO GET YOUR OPINIONS ABOUT THE CIGARETTES AS SOON AS YOU ' VE FINISHED. ‘ SMOKING THEM. ‘ We trust you enjoy our research projection. Thank you, agsaozs22"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Jos NUMBER: 3975  ‘’  ‘VERSION NUMber: a purposefully-pronounced 397. Newport FT 100mm. Sex: Maio grotesquely.Female.AGE: 2186.36+1ST PACKS PLACED: 02.2nd PACKs PLATED; 82. PACK BOTTOM CODE: 1220."
}