{
    "filename": "0001487331.jpg",
    "metadata": {},
    "text": ". C ¢\n“THE TOBACCO INSTITUTE, 1xc ihe cee\n\n{770K STRCET, NORTHWEST | WASHINGTON, D.C, 20006 | 202/296.434 President\n\nFebruary 1, 1977\n\nMEMORANDUM\n\nCommittee of Counsel\nExecutive Committee\n\n \n\nFROM: Horace R. Kornegay\n\nAttached for your information is br. Waite's analysis\nof the personnel of the National Commission on Smoking\nand Public Policy set up by the American Cancer Society\nand announced at a Waldorf-Astoria news conference at\nnoon today, a copy of the press release and an article\nfrom the San Francisco Chronicle, dated December 9, 1975.\n\nThe Institute has prepared a statement pertinent to the\nCancer Society's new conference which will be released to\nany and all media contacting us. A copy of our statement\nis also attached.\n\nHARRY\n\nAttachments\n\n6956080249\n\n \n\f",
    "augmented_texts": [
        ". C ¢ “ THE TOBACCO INSTITUTE, 1xc ihe cee {770K STRCET, NORTHWEST | WASHINGTON, D. C, 20006 | 202 / 296. 434 President February 1, 1977 MEMORANDUM Citizens committee of Counsel Executive Committee FROM: Horace R. Kornegay Attached for your information is br. Waite ' s analysis of the personnel of the National Commission on Smoking and World Policy set up by the American Cancer Society and announced at a Waldorf - Astoria news conference at noon today, a copy of the press release and an article from the San Francisco Chronicle, dated December 9, 1975. The Institute has set up a statement pertinent to the Cancer Society ' s new league which will be released to any and all media contacting us. A copy of our statement is also attached. HARRY Attachments 6956080249",
        ". C ¢ “ THE TOBACCO INSTITUTE, 1xc ihe cee {770K STRCET, NORTHWEST | WASHINGTON, D. C, 20006 | 202 / 296. 434 President February 1, 1977 MEMORANDUM Committee of Counsel Executive Committee FROM: Horace R. Kornegay Attached for your information cost br. Waite ' s analysis of the personnel of the National Commission on Smoking and Public Policy set up by the American Cancer Society and announced at a Waldorf - Astoria news conference at noon today, a copy of the press release and an article from the San Francisco Chronicle, dated December 9, 1975. The Institute have prepared a statement pertinent to the Cancer Companionship ' s new league which volition be released to any and all metier contacting us. A copy of our statement is also attached. HARRY Attachments 6956080249"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The Institute has prepared a statement pertinent to the American Cancer Society's new conference which will be released to all media contacting us. A copy of the press release and an article from the San Francisco Chronicle, dated December 9, 1975, is also attached. The Institute is a private, non-profit organization based in Washington, D.C."
}