{
    "filename": "0001452956.jpg",
    "metadata": {},
    "text": " \n\nRECEIVE\nBROWN & WILLIAMSON TOBACCO CORPORATION CEIVED\n\nAUG 1 ige4\n« we RESEARCH, DEVELOPMENT & ENGINEERING\nye M.\nthe a a\nhet\n= See\nae\na cc: Dr. J. N. Jewell\n\nMr. M. L, Reynolds\nMe. J. P. Pittman\nMe. K. Guthrie\n\nFROM: Mr. A. M. Stone\nDATE: July 31, 1984\n\nyor 7\nsupseor: satzy tients - saan /2001/\n\n \n\n \n\nThe attached note was puljed-éron our \"greens\" circulation, and refers to\nproduce dovelopsent of SAIS igies for Japan, in particular, referesce\nwas nade to the desirability of ¢ 100 mm - 20's Slim Box and an 84 um ~\n\n10's Box for this product.\n\n \n\nour present Froject Design parameters for the transfer of Export to Hacon\ndo not include packaging equipment for either of these two styles.\nConsequently, should you desire to pursue these two producte, it is\nimportant that we know as early as possible.\n\n \n\naM. 8.\nANS /enm\n00276\n\nAttachment\n\nneta, camdhig Uoeieicoey\n\n[pb wt pee\nho Deepak fitter fo bs\n\nfo~ Qlhame «\n\n620457001\n\n \n\f",
    "augmented_texts": [
        "RECEIVE BROWN & WILLIAMSON tobacco plant CORPORATION CEIVED AUG 1 ige4 « we RESEARCH, DEVELOPMENT & ENGINEERING ye 1000. the a a het = See ae a cc: Dr. J. N. Jewell Mr. M. L, Reynolds Me. J. P. Pittman Me. K. Guthrie FROM: Mr. A. M. Stone DATE: July 31, 1984 yor 7 supseor: satzy tients - saan / 2001 / The attached note was puljed - éron our \" greens \" circulation, and refers to produce dovelopsent of SAIS igies for Japan, in particular, referesce was nade to the desirability of ¢ 100 mm - 20 ' s Slim Box and an 84 um ~ 10 ' s Box for this product. our present Froject Design parameters for the transfer of Export to Hacon do not include packaging equipment for either of these two styles. Consequently, should you desire to pursue these two producte, it is important that we know as early as possible. aM. 8. ANS / enm 00276 Attachment neta, camdhig Uoeieicoey [pb wt pee ho Deepak fitter fo bs fo ~ Qlhame « 620457001",
        "RECEIVE BROWN & WILLIAMSON baccy CORPORATION CEIVED AUG 1 ige4 « we RESEARCH, DEVELOPMENT & ENGINEERING ye M. the a a het = See ae a cc: Dr. J. N. Jewell Mr. M. L, Sir joshua reynolds Me. J. P. Pittman Me. K. Guthrie FROM: Mr. A. M. Stone DATE: July 31, 1984 yor seven supseor: satzy tients - saan / 2001 / The attached note was puljed - éron our \" greens \" circulation, and refers to produce dovelopsent of SAIS igies for Japan, in particular, referesce was nade to the desirability of ¢ 100 mm - 20 ' s Slim Box and an 84 um ~ 10 ' s Box for this ware. our present Froject Design parameters for the transfer of Export to Hacon do not include packaging equipment for either of these two styles. Consequently, should you desire to pursue these 2 producte, it is important that we know as early as possible. aM. 8. ANS / enm 00276 Attachment neta, camdhig Uoeieicoey [pb wt pee ho Deepak fitter fo vitamin b complex field officer ~ Qlhame « 620457001"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The attached note was puljed-éron our \"greens\" circulation, and refers toProduce dovelopsent of SAIS igies for Japan, in particular, referesce. Was nade to the desirability of ¢ 100 mm - 20's Slim Box and an 84 um - 10's Box."
}