{
    "filename": "00043194.jpg",
    "metadata": {},
    "text": " \n\n \n\nCLINICAL RECORD\n\n       \n\ni Page 18\nTia =:\n\n \n\n \n\n   \n\n2, Pulnonary enboli, recent, left apical, left cardiac, left diaphragmatic, right\napical, right cardiac and right interueuiate lobes.\n\n3. Infarcts. recent, right apical, left apical, left cardiac, left diaphragmatic,\nright cardiac and right intermediate lobes.\n\n4. Edema and congestion of all lobes of the lung\n\n \n\nBasal cell hyperplasia, slight\n\n6. Acute bronchitis, left apical, left cardiac, left diaphragmatic, right cardiac\nand right intermediate lobes.\n\n \n\n7. Bronchopneunonia, recent, left apical, left cardiac, left diaphragmatic,\n\night\napical, right cardiac and right intermediate lobes.\n\n \n\n8. Focal caleification, right diaphragmatic lob\n9. Passive congestion of the liver, adrenals, spleen and kidney, advanced\n\nCOMMENT\n\n \n\n‘The dog was on the PMO study in Enviro Control and was a high nicotine smoker. He\n\nhhad smoked 399 cigarettes in a period of 34 days, The findings in the case were those\nof thrombi in both auricular appendages of the heart with multiple emboli in six of\n\nthe seven lobes. As a result of these emboli, recent infarcts developed within the lung.\nAs is common in the presence of infarction, hronchopneunonia is a comp!teation.\n\nTt has been our experience that dogs who smoke a high nicotine cigarettc develop\npulmonary infarction. The origin of the emboli is in the thrombi within the auricular\nappendage. Thrombosis in the heart occurs infrequently in low nicotine cigare:\nsmoking dogs. It is interesting that this dog as well as Dog 6025 and other f\nsmokers show similar changes. The presence of the pneumonia is a comptication of\nthe pulmonary infarction.\n\n \n\nte\n\n \n   \n\noscait\"iuclsacn-s 9\nSenior Medieal Tavestt\n\n \n\n \n\npEtTEePo0d\n\n \n\n(Use additional shects of this forms (Standaed Form $021 if more space is esouise:?\n\n \n\n \n\n       \n\n \n\nPATENTS OENTIEIENTON (oni heaves saseuv naaay™\n\nBs Sei hoatat or ed ae j +\n\n \n\nDog 6005 RATIVE SUMMARY\n\n \n\n \n\f",
    "augmented_texts": [
        "CLINICAL RECORD i Page 18 Tia =: 2, Pulnonary enboli, recent, left apical, left cardiac, left diaphragmatic, right apical, right cardiac and right interueuiate lobes. 3. Infarcts. recent, right apical, left apical, left cardiac, leave alone diaphragmatic, right cardiac and right intermediate lobes. 4. Edema and congestion of all lobes of the lung Basal cell hyperplasia, slight 6. Acute accent bronchitis, left apical, left cardiac, left diaphragmatic, right cardiac and veracious intermediate lobes. 7. Bronchopneunonia, recent, left apical, left cardiac, left diaphragmatic, ight apical, right cardiac and right intermediate lobes. 8. Focal caleification, right diaphragmatic lob 9. Passive congestion of the liver, adrenals, spleen and kidney, advanced COMMENT ‘ The dog was on the PMO study in Enviro Control and was a high nicotine smoker. He hhad smoked 399 cigarettes in a period of 34 days, The findings in the case were those of thrombi in both auricular appendages of the heart with multiple emboli in six of the seven lobes. As a result of these emboli, recent infarcts developed within the lung. As is common in the presence of infarction, hronchopneunonia is a comp! teation. Tt has been our experience that dogs who smoke a high nicotine cigarettc develop pulmonary infarction. The origin of the emboli is in the thrombi within the auricular appendage. Thrombosis in the heart occurs infrequently in low nicotine cigare: smoking dogs. It is interesting that this dog as well as Dog 6025 and other f smokers show similar changes. The presence of the pneumonia is a comptication of the pulmonary infarction. te oscait \" iuclsacn - s ix Senior Medieal Tavestt pEtTEePo0d (Use additional shects of this forms (Standaed Form $ 021 if more space is esouise: ? PATENTS OENTIEIENTON (oni heaves saseuv naaay ™ Bs Sei hoatat or ed ae j + Dog 6005 RATIVE SUMMARY",
        "CLINICAL RECORD i Page 18 Tia =: two, Pulnonary enboli, recent, left apical, left cardiac, left diaphragmatic, right apical, right cardiac and right interueuiate lobes. 3. Infarcts. recent, right apical, left apical, left cardiac, left diaphragmatic, right cardiac and right intermediate lobes. 4. Edema and congestion of all lobe of the lung Basal cell hyperplasia, slight 6. Acute bronchitis, left apical, left cardiac, left diaphragmatic, right cardiac and right intermediate lobes. 7. Bronchopneunonia, recent, left apical, left cardiac, left diaphragmatic, ight apical, right cardiac and right intermediate lobes. 8. Focal caleification, right diaphragmatic lob 9. Passive congestion of the liver, adrenals, lien and kidney, innovative COMMENT ‘ The dog was on the PMO study in Enviro Control and was a high nicotine smoker. He hhad smoked 399 cigarettes in a period of 34 days, The findings in the case were those of thrombi in both auricular appendages of the heart with multiple emboli in six of the seven lobes. As a result of these emboli, recent infarcts developed within the lung. As is common in the presence of infarction, hronchopneunonia is a comp! teation. Tt has been our experience that dogs who smoke a high nicotine cigarettc develop pulmonary infarction. The origin of the emboli is in the thrombi within the auricular appendage. Thrombosis in the heart occurs infrequently in low nicotine cigare: smoking dogs. It is interesting that this dog as well as Dog 6025 and other f smokers show similar changes. The presence of the pneumonia is a comptication of the pulmonary infarction. te oscait \" iuclsacn - s 9 Senior Medieal Tavestt pEtTEePo0d (Use additional shects of this pattern (Standaed Form $ 021 if more space is esouise: ? PATENTS OENTIEIENTON (oni heaves saseuv naaay ™ Bs Sei hoatat or ed ae j + Dog 6005 RATIVE SUMMARY"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The dog was on the PMO study in Enviro Control and was a high nicotine smoker. He smoked 399 cigarettes in a period of 34 days. The findings in the case were those.of thrombi in both auricular appendages of the heart with multiple emboli in six of.the seven lobes. As a result of these embolis, recent infarcts developed within the lung."
}