{
    "filename": "00073440_00073443.jpg",
    "metadata": {},
    "text": " \n\nWhen cigarette smoke is dravn through a Canbridge filter very\nLittle ammonia or smmonium salts are detected. Possibly the amonia\nin the first puff comes through the filter. After the first puff the\nincreasing deposit of acids on the filter combines with the amonia\nand removes it from the gas stream. When no Canbridge filter is used,\n\n95% free ammonia and ammonium salts are collected in 60 ml of .016.N Hz80,.\n\nSince the concentration of ammonia in cigarette smoke is quite lov\ncompared to the amount of acetic, formic and other acids present, we 40\n\nnot feel that the 40-70 yg./cig. represents free ammonia.\n\nProcedure - Two charcoal filter cigarettes are smoked for each determination.\nThe smoke is dispersed through 60 ml of .018 N H2S0, in a specially designed\ntrap by means of a coarse fritted disc. The solution 1s added to @ 100 mL\nvolunetric flask containing sbout 1.5 ga. of permitit. The permitit hes\n‘been screened and washed 3 times with 25 ml portions of water.’ The flask\nis shaken for 15 minutes on a Burrel wrist action shaker. If the desired\nagitation is not achieved, the flesk is sheken by hand, The acid solution\nis poured off ana the permtit is washed’3 times with 25 ml portions of\n@istilled water. Five ml of water and 1 ml of 10% NaOH is added to the\npermutit. The flask is shaken again for 5 minutes. The addition of 60-70\nnl water 1s followed by 5 ml Nesslers reegent. The flask is filled to the\nmark with water, inverted many times for mixing, and allowed to stand 30\n\nminutes.\n\n00073440\nBlank - The blenk is processed in the same manner as the sample; except, of\n\ncourse, the .018 N H,S04 solution contains no dissolved suoke.\n\n \n\f",
    "augmented_texts": [
        "When cigarette smoke is dravn through a Canbridge filter very Little ammonia or smmonium salts are detected. Possibly the amonia in the first puff comes through the filter. After the first puff the increasing deposit of acids on the filter combines with the amonia and removes it from the gas stream. When no Canbridge filter is used, 95% free ammonia and ammonium salts are collected in 60 ml of. 016. N Hz80, . Since the concentration of ammonia in cigarette smoke is quite lov compared to the amount of acetic, formic and other acids present, we 40 not palpate that the 40 - lxx yg. / cig. represents free ammonia. Procedure - Two charcoal filter cigarettes are smoked for each determination. The smoke is dispersed through 60 ml of. 018 N H2S0, in a specially designed trap by means of a coarse fritted disc. The solution 1s added to @ 100 mL volunetric flask containing sbout 1. 5 ga. of permitit. The permitit hes ‘ been screened and washed 3 time with 25 ml portions of water. ’ The flask is shaken for 15 minutes on a Burrel wrist action shaker. If the desired agitation be not achieved, the flesk is sheken by hand, The acid solution is poured off ana the permtit is washed ’ 3 times with 25 ml portions of @ istilled water. Five ml of water and 1 ml of 10% NaOH is added to the permutit. The flask is shaken again for 5 minutes. The addition of 60 - 70 nl pee 1s followed by 5 ml Nesslers reegent. The flask is filled to the mark with water, inverted many times for mixing, and allowed to stand 30 minutes. 00073440 Blank - The blenk is processed in the same manner as the sample; except, of course, the. 018 N H, S04 solution contains no dissolved suoke.",
        "When cigarette smoke is dravn through a Canbridge filter very Little ammonia or smmonium salts are detected. Possibly the amonia in the first puff comes through the filter. After the first puff the increasing deposit of acids on the filter combines with the amonia and removes it from the gas stream. When no Canbridge filter is used, 95% free ammonia and ammonium saltiness are collected in 60 ml of. 016. N Hz80, . Since the concentration of ammonia in cigarette smoke is quite lov compared to the amount of acetic, formic and other acids present, we 40 not feel that the 40 - 70 yg. / cig. represents free ammonia. Procedure - Two charcoal filter cigarettes are smoked for each determination. The smoke is dispersed through 60 ml of. 018 N H2S0, in a specially designed trap by means of a coarse fritted disc. The solution 1s added to @ 100 mL volunetric flask containing sbout 1. 5 peach state. of permitit. The permitit hes ‘ been screened and washed 3 times with xxv ml portions of water. ’ The flask is shaken for fifteen minutes on a Burrel wrist action shaker. If the desired agitation is not achieved, the flesk is sheken by hand, The acid solution is poured off ana the permtit is wash ’ 3 times with 25 ml portions of @ istilled water. Five ml of water and 1 ml of 10% NaOH is added to the permutit. The flask is shaken again for 5 minutes. The addition of 60 - 70 nl water 1s followed by 5 ml Nesslers reegent. The flask is filled to the mark with water, inverted many times for mixing, and allowed to stand 30 minutes. 00073440 Blank - The blenk be processed in the same manner as the sample; except, of course, the. 018 N H, S04 solution contains no dissolved suoke."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "When cigarette smoke is dravn through a Canbridge filter very little ammonia or smmonium salts are detected. After the first puff the increasing deposit of acids on the filter combines with the amonia and removes it from the gas stream. When no Can bridge filter is used, 95% free ammonia is collected in 60 ml of.016.N Hz80,..018 N H2S0 solution."
}