{
    "filename": "0011833116.jpg",
    "metadata": {},
    "text": "wagyy BROWN AND WILLIAMSON TOBACCO CORPORATION masy\n\n‘cove aiy ~ anOwN & HELLLANSON BRANCH — MACON\n\n  \n\n \n\n \n\n \n\n  \n    \n \n\n  \n\n  \n\nnase OF municrete:——-sectricarons vores acres rte sven\nSeat aanerre : HP 339 se\nFUE eae ce, 2 e fe:\n\nste\n\nae B\nEIT ores s\nHao \"vewritation mare 1a) BS Bs\neons) 2 - oe\n\nane al\n\n  \n\nROY\naE\nue\n\n  \n\n    \n\nwere gus \"\nSage : 2\nfine: FALE YA SGESRlae x) Be BS\n\n  \n\n\"WFFED TORACED VALUES ARE UNCONRECTED. FOR CORMECEION ACTORS SEE THE HEADER PACE FOR THIS SECTION.\ni EP RIEND Cnc Fa dase 40 ondeae ae See eerton.\n\nCo SRO ILLIAMSON ean HACE\n\nsrr GMERE Los 0 FELINE MTC, omerTC_ see\n\n \n\n{707 GENERIC LIOHTS 5 or FILTERED HTH, cOMESTIC. ene\n\ntee\n\n \n\n620192770\n\f",
    "augmented_texts": [
        "wagyy BROWN AND WILLIAMSON TOBACCO CORPORATION masy ‘ cove aiy ~ anOwN & HELLLANSON BRANCH — MACON nase OF municrete: — — - sectricarons vores acres rte sven Seat aanerre: HP 339 se FUE eae ce, 2 e fe: ste ae B EIT ores s Hao \" vewritation mare 1a) BS Boron eons) 2 - oe ane al ROY aE ue be gus \" Salvia: 2 fine: FALE YA SGESRlae x) Be BS \" WFFED TORACED VALUES ARE UNCONRECTED. FOR CORMECEION doer SEE THE HEADER PACE FOR THIS SECTION. single EP RIEND Cnc Fa dase 40 ondeae ae See eerton. Conscientious objector SRO ILLIAMSON ean HACE srr GMERE Los 0 FELINE MTC, omerTC_ see {707 GENERIC LIOHTS 5 operating theatre FILTERED HTH, cOMESTIC. ene tee 620192770",
        "wagyy BROWN AND WILLIAMSON baccy CORPORATION masy ‘ cove aiy ~ anOwN & HELLLANSON BRANCH — MACON nase OF municrete: — — - sectricarons vores acres rte sven Seat aanerre: HP 339 se FUE eae ce, 2 e fe: ste ae B EIT ores s Hao \" vewritation mare 1a) BS Bs eons) 2 - oe ane al ROY aE ue were gus \" Sage: 2 fine: FALE YA SGESRlae x) Be BS \" WFFED TORACED VALUES ARE UNCONRECTED. FOR CORMECEION ACTORS SEE THE HEADER yard FOR THIS SECTION. i EP RIEND Cnc Fa dase 40 ondeae ae See eerton. Co SRO ILLIAMSON ean HACE srr GMERE Los 0 FELINE MTC, omerTC_ see {707 GENERIC LIOHTS 5 or FILTERED HTH, cOMESTIC. ene tee 620192770"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "wagyy BROWN AND WILLIAMSON TOBACCO CORPORATION masy. grotesquely. ‘cove aiy’ ~ anOwN & HELLLANSON BRANCH — MACON  ‘Cove   ’An OWN is an abbreviation for the Office of the Chief Executive Officer of a corporation. The company is called Brown and Williamson."
}