{
    "filename": "0011571606.jpg",
    "metadata": {},
    "text": "sausrrep\nBROMN & WILLIAMSON TOBACCO coRPORATION\nRESEARCH, DEVELOPMENT & ENGINEERING\n\nINTERNAL CORRESPONDENCE\n\nTempleton\n\nLewis\nReynolds\nJewel!\n\nStone\n\nNall\nCantrell «\n\n \n\nShockley\nDATE: July 2, 1984\n\nSUBJECT: INSTRUMENTATION FOR VISA/278\n\nWe already have the capability in Technical Services to measure\nTar/Mic/CO, circumference, open/seaied preseure drop, ends stability,\nand ventilation of the VISA cigarettes. Hovever, additional end/or\nwodified equipment will be needed for the Development Center and\nFactories. Also, our firmess and coal retention units are not\napplicable to this product.\n\n \n\n \n\n \n\nTherefore, the future needs in instrumentation sre as follows:\n\n \n\n‘* — AVM/PD instrument modified for the Developeent Center and\nFactories.\n\n* Automatic Tape Gauge (ATG) modified for the Development\nCenter and Factories.\n\n* If firmess and coal retention are needed, some comparative\nmethods would have to be developed by the Analytical Division.\n\nIf you have any question, please contact the writer.\n\nOe le\n\no1es5 PRIVATE & GutariDENTIAL\n\nWoy Pom.\ncal 8o%476\"E-8\n\nBWH11-172\n\n681627700\n\n \n\f",
    "augmented_texts": [
        "sausrrep BROMN & WILLIAMSON TOBACCO coRPORATION RESEARCH, DEVELOPMENT & ENGINEERING INTERNAL CORRESPONDENCE Templeton Lewis Sir joshua reynolds Jewel! Stone Nall Cantrell « Shockley DATE: July 2, 1984 SUBJECT: INSTRUMENTATION FOR VISA / 278 We already have the capability in Technical Services to measure Tar / Mic / CO, circumference, open / seaied preseure drop, ends stability, and ventilation of the VISA cigarettes. Hovever, additional end / or wodified equipment will be needed for the Development Essence and Factories. Also, our firmess and coal retention units are not applicable to this product. Therefore, the future needs in instrumentation sre as follows: ‘ * — AVM / atomic number 46 instrument modified for the Developeent Center and Factories. * Automatic Tape Gauge (ATG) modified for the Development Center and Factories. * If firmess and coal retention are needed, some comparative methods would have to be developed by the Analytical Division. If you have any question, please contact the writer. Oe le o1es5 PRIVATE & GutariDENTIAL Woy Pom. cal 8o% 476 \" E - 8 BWH11 - 172 681627700",
        "sausrrep BROMN & WILLIAMSON baccy coRPORATION RESEARCH, DEVELOPMENT & ENGINEERING INTERNAL CORRESPONDENCE Templeton Lewis Reynolds Jewel! Stone Nall Cantrell « Shockley DATE: July 2, 1984 subject field: INSTRUMENTATION FOR VISA / 278 We already have the capability in Technical Services to measure Tar / Mic / CO, circumference, open / seaied preseure drop, end stability, and ventilation of the VISA cigarettes. Hovever, additional end / or wodified equipment will be needed for the Development Center and Factories. Also, our firmess and ember retention units are not applicable to this product. Therefore, the future needs in instrumentation sre as follows: ‘ * — AVM / PD instrument modified for the Developeent Center and Factories. * Automatic Tape Gauge (ATG) modified for the Development Center and Factories. * If firmess and coal retention are needed, some comparative methods would have to be developed by the Analytical Division. If you have any question, please contact the author. Oe le o1es5 PRIVATE & GutariDENTIAL Woy Pommy. cal 8o% 476 \" E - 8 BWH11 - 172 681627700"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "We already have the capability in Technical Services to measure circumference, open/seaied preseure drop, ends stability, and ventilation of the VISA cigarettes. Hovever, additional end/or.wodified equipment will be needed for the Development Center and.Factories. If firmess and coal retention are needed, some comparative.methods would have to be developed."
}