{
    "filename": "0011569501.jpg",
    "metadata": {},
    "text": "SLIDE #1\n\nSLIDE #2\n\nKOOL 84MM Conference\n\noctober, 1975\n\nLEAP DEPARTMENT\n\ni\n\nReview of Blend from 1933 until present\n\n1 would like to start the Leaf presentation by reviewing\nthe Koon Blend from its inception in 1933 to the present time.\n1. Plue-cured and Burley ratio\n\n2. Oriental\n\n3. RVS/wTs\n\n4, PCL/PIS\n\nReview of changes in Nicotine level from 1959 until present\n\nqhe next slide shows the level of nicotine in Flue-Cured\nand Burley from 1959 until now. Our nicotine levels are a\ncomposite of xedried strip samples (moisture test grindings)\ncollected every 25 minutes off the end of the machine. values\n\nare reported on a dry weight basis.\n\n \n\n_ purley\nB. Flue-cured\n\nqhis same slide also shows the level of nicotine in the\nblend for the same years, with the pertinent changes in the\n\nvarious components. Remember that due to aging requirements\n\n620780949\n\f",
    "augmented_texts": [
        "SLIDE # 1 SLIDE # 2 KOOL 84MM Group discussion october, 1975 LEAP section i Review of Blend from 1933 until present 1 would like to start the Leaf presentation by reviewing the Koon Blend from its inception in 1933 to the present time. 1. Plue - heal and Burley ratio 2. Oriental 3. RVS / wTs 4, PCL / PIS Review of change in Nicotine level from 1959 until present qhe next slide shows the floor of nicotine in Flue - Cured and Burley from 1959 until like a shot. Our nicotine levels are a composite of xedried strip samples (moisture test grindings) collected every 25 minutes off the end of the machine. values constitute cover on a dry weight basis. _ purley B. Flue - cured qhis same slide also shows the level of nicotine in the blend for the same years, with the pertinent changes in the various constituent. Remember that due to aging requirements 620780949",
        "SLIDE # 1 SLIDE # 2 KOOL 84MM Conference october, 1975 LEAP section i Review of Blend from 1933 until present 1 would like to start the Leaf demonstration by reviewing the Koon Blending from its inception in 1933 to the present time. 1. Plue - cured and Burley ratio 2. Oriental 3. RVS / wTs 4, PCL / PIS Review of changes in Nicotine level from 1959 until present qhe succeeding playground slide shows the stratum of nicotine in Flue - Cured and Burley from 1959 until now. Our nicotine levels are a composite of xedried strip samples (moisture test grindings) collected every 25 minutes off the end of the machine. values are reported on a dry weight basis. _ purley B. Flue - cured qhis same slide also shows the level of nicotine in the blend for the same years, with the pertinent changes in the various components. Remember that due to aging requirements 620780949"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Review of the Koon Blend from its inception in 1933 to the present time. Plue-cured and Burley ratio. RVS/wTs4, PCL/PIS review of changes in Nicotine level from 1959 until present. nicotine levels are a composite of xedried strip samples (moisture test grindings)"
}