{
    "filename": "0011916266.jpg",
    "metadata": {},
    "text": " \n\nMEMORANDUM kh Spporic Jobecoo any\n\nSeptember 5, 1984\n\n \n\n \n\n \n\nMr. W. J, Moore, Vice President - Advertising |\n\n \n\nH.W. Bahrenburg, Product Manager\n\n \n\npnw |zoas] On [neo]\n\n \n\n \n\nCARLTON Magazine Coupon\n\n \n\nThis is the third report on redemptions for a CARLTON magazine coupon\nthat appeared curing the Sth Sales Campaign (4/23-5/25). The offer\n\nwas for a free pack with pack purchase, or $1.50 off toward a carton\npurchase,\n\nWe have attained a 0.38% codemption rate thus far (18 was budgeted\nfor the program). Life and Money were lowest, while Weight Watchers\nwas highest. Above average redemption rates were achieved by:\n\nPeople\nFamily Circle\n\nNational Enquirer\n\nWeight Watchers\n\n‘True Story\n\nDecorating @ Craft Ideas\n\nThe carton offer accounted for 2 of every 3 redemptions. This report\nadds the week ending 8/24 which was our highest response week to date,\naccounting for 324 of total redemptions.\n\nAttachment\n\nec: Mr. T. C. Hays\nMr. C,H. Mullen\nMr. N. H. Chester\nMr. M. J. O'Ned11\nMr. W. C. Stevenson\nMr. Jo. Mellete\nMs. M. BL Tyler\nMr. T. PL MeGuice\nMr. A, S. Roses\nMr. G. B. Newmark\n\nbeet Mr. M. Minor\n\n634323012\n\f",
    "augmented_texts": [
        "MEMORANDUM kh Spporic Jobecoo any September 5, 1984 Mr. W. J, Moore, Vice President - Advertising | H. W. Bahrenburg, Product Manager pnw | zoas] On [neo] CARLTON Magazine Coupon This is the third report on redemptions for a CARLTON magazine voucher that appeared curing the Sth Sales Campaign (4 / 23 - 5 / 25 ). The offer was for a free pack with pack purchase, or $ 1. 50 off toward a carton purchase, We have attained a 0. 38% codemption rate thus far (18 was budgeted for the program ). Life and Money were lowest, while Free weight Watchers was highest. Above average redemption rates be achieved by: People Family Roach National Enquirer Weight Watchers ‘ True Story Decorating @ Craft Ideas The carton offer accounted for 2 of every 3 redemptions. This report adds the week ending 8 / 24 which was our highest answer week to escort, accounting for 324 of total redemptions. Attachment ec: Mr. T. C. Hays Mister. C, H. Mullen Mr. N. H. Chester Mr. M. J. O ' Ned11 Mr. W. C. Stevenson Mr. Jo. Mellete Ms. Molarity. BL Tyler Mr. T. PL MeGuice Mr. A, S. Roses Mr. G. B. Newmark beet Mr. M. Minor 634323012",
        "MEMORANDUM kh Spporic Jobecoo any September quint, 1984 Mister. W. J, Moore, Vice President - Advertising | H. W. Bahrenburg, Product Manager pnw | zoas] On [neo] CARLTON Magazine Coupon This is the third theme on redemptions for a CARLTON magazine coupon that appeared curing the Sth Sales Campaign (iv / 23 - 5 / 25 ). The offer was for a free pack with pack purchase, or $ 1. 50 off toward a carton purchase, We have attained a 0. 38% codemption rate thus far (18 was budgeted for the program ). Life and Money were lowest, while Weight Watchers was highest. Above average redemption rates were achieved by: People Family Circle National Enquirer Weight Watchers ‘ True Story Decorating @ Craft Ideas The carton offer accounted for 2 of every 3 redemptions. This report adds the week ending 8 / 24 which was our highest response week to date, accounting for 324 of total redemptions. Attachment ec: Mr.. T. C. Hays Mr. C, H. Mullen Mr. N. H. Chester Mr. M. J. O ' Ned11 Mr. W. C. Stevenson Mr. Jo. Mellete Ms. M. BL Tyler Mr. T. PL MeGuice Mr. Axerophthol, S. Roses Mr. G. B. Newmark beet Mr. M. Minor 634323012"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "This is the third report on redemptions for a CARLTON magazine coupon that appeared curing the Sth Sales Campaign (4/23-5/25) The offer was for free pack with pack purchase, or $1.50 off toward a cartonurchase. Life and Money were lowest, while Weight Watchers was highest."
}