{
    "filename": "0011860651.jpg",
    "metadata": {},
    "text": "ine acca) noe\nroaeet\ni ROQUCTFON/SCAENCR\ne120, ay nae i with Southern Reseatel Conporation. Me ore\n\nConducting ® study abauT ProdwTS used in the Roee.\n\n \n\nneed te spenk with soseone in your household who is Z1 years of aye oF\noider. “Would that be you?\naT] — ves\n\nSi 10 5H\nTH SOMEONE 23] No 2\nFreARS, OR OROCA\n\npre ee AIAG gy\niE CAL LORE. APPOINTMENT\n\n \n\n \n\n \n\nBL Be yous yourselt ... (READ LIST)? Yes we\nFat cold cereat? a 2\nDrink diet beveroges? a 2p\nSoke cigaretten? hy a4\nat Hextcan foo? + 2\n\n10 GETTER eS, TTT]\n\n \n\nao\n\n \n\n€. Tethere anyone An your household 22 yeres of ope or older whe srokes cigarettes?\n\nRRO — ves, avails\n\nprscomice «\n\nPoourer “~ 2\n0, AO TORE | ves, Not Avad\n\nGRabiceisrormen Vos Met Avesaooie 3\n\n1b. 00 y0W, oF does any nenber of yout immediate househald work for amasketing\nFesearch Firsy an advertising agetcyy 8 puolishing company of cigarette\n\n \n\n \n\nSanat acturer?\nSCOTT ves\n\noO NE\nfie\n\n \n\n \n\n \n\nE. Ayout ow eany cigarettes do you smke in an mvetage day? PT OT RAE TST.\nESSaY, “AST MOIED.TaRY- DE OREO LESe” Ninn P/ rae\n\n(ESET ——— ese tan 172 pack 3 dey\n* 12 1 pace\nOver 2-2 packs\nEc ver 2-3 packs\n\" Over 3-4 pecks\nOver 4-5 packs\nore than 5 packs\nOWT HBR, tt soFe then 1/2 puck\n\nkei RE\n\na 465889524\n\f",
    "augmented_texts": [
        "ine acca) noe roaeet i ROQUCTFON / SCAENCR e120, ay nae i with Southern Reseatel Conporation. Me ore Conducting ® study abauT ProdwTS used in the Roee. need te spenk with soseone in your household who is Z1 years of aye oF oider. “ Would that be you? aT] — ves Si 10 5H TH SOMEONE 23] No 2 FreARS, OR OROCA pre ee AIAG gy iE CAL LORE. APPOINTMENT BL Be yous yourselt. .. (READ LIST )? Yes we Fat cold cereat? a 2 Drink diet beveroges? a 2p Soke cigaretten? hy a4 at Hextcan foo? + 2 10 GETTER eS, TTT] ao €. Tethere anyone An your household 22 yeres of ope or older whe srokes cigarettes? RRO — ves, avails prscomice « Poourer “ ~ 2 0, AO TORE | f, Not Avad GRabiceisrormen Vos Met Avesaooie 3 1b. 00 y0W, oF does any nenber of yout immediate househald work for amasketing Fesearch Firsy an advertising agetcyy 8 puolishing company of cigarette Sanat acturer? SCOTT ves oO NE fie E. Ayout ow eany cigarettes do you smke in an mvetage clarence day? PT OT RAE TST. ESSaY, “ AST MOIED. TaRY - first state OREO LESe ” Ninn P / rae (ESET — — — ese tan 172 pack 3 dey * 12 1 pace Over 2 - 2 packs Ec ver 2 - 3 packs \" Over 3 - 4 pecks Over 4 - 5 packs ore than 5 packs OWT HBR, tt soFe then 1 / 2 puck kei RE a 465889524",
        "ine acca) noe roaeet i ROQUCTFON / SCAENCR e120, ay nae i with Southern Reseatel Conporation. Me ore Conducting ® study abauT ProdwTS used in the Roee. need te spenk with soseone in your household who is Z1 years of aye oF oider. “ Would that be you? aT] — ves Si 10 5H TH SOMEONE 23] No 2 FreARS, operating room OROCA pre ee AIAG gy iE CAL LORE. APPOINTMENT BL Be yous yourselt. .. (READ LIST )? Yes we Fat cold cereat? a 2 Drink diet beveroges? a 2p Soke cigaretten? hy a4 at Hextcan foo? + 2 10 GETTER eS, TTT] ao €. Tethere anyone An your household 22 yeres of ope or older whe srokes cigarettes? RRO — atomic number 9, avails prscomice « Poourer “ ~ 2 0, AO TORE | ves, Not Avad GRabiceisrormen Vos Met Avesaooie 3 1b. 00 y0W, oF does any nenber of yout immediate househald work for amasketing Fesearch Firsy an advertising agetcyy octad puolishing company of cigarette Sanat acturer? SCOTT ves oO NE fie E. Ayout ow eany cigarettes do you smke in an mvetage day? PT OT RAE TST. ESSaY, “ AST MOIED. TaRY - diamond state OREO LESe ” Ninn P / rae (ESET — — — ese tan 172 inner circle 3 dey * 12 unity pace Over 2 - 2 packs Ec ver 2 - 3 gang \" Over 3 - 4 pecks Over 4 - 5 packs ore than 5 packs OWT HBR, tt soFe then 1 / 2 puck kei RE a 465889524"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Conducting study abauT ProdwTS used in the Roee. Need te spenk with soseone in your household who is Z1 years of aye oF. “Would that be you?” ‘Yes we’"
}