{
    "filename": "0011914041.jpg",
    "metadata": {},
    "text": " \n\nsp filer\ncnet a eur $28\n\n    \n   \n   \n  \n  \n  \n \n \n   \n\n \n\n \n\ncay 5 at\nFROM:, ny\npart: 2/3/92\nLote\nwore renee\nha ST\na B-Bee om\nSige Sfee!\nRosen yp Meee OT\neen eo Avtaee\nSR eens\n\nQUT OF HOME © -B.Chandler-Al1\nG:Lavin,\nkgagieen\ncieitits\n{Quinn\nwn\n\nACCOMM GROUP 4 Magnene A wk Evans-All\nviHodee-¢-¥ 3D\n3. Sargent Men\n\n \n\nz\nERODUCHTON\n\n1 accommnc\n\n \n\n \n\n \n\n—lavereid Lialerter Ptagana\n\n \n\n \n\n \n\nAkacbact i eu mplancci 2, Teadten\nThy ee, (22 foe. AT Oya the\nTe 2 Z i -D a y\n\n \n\ngozech at de. mann of Pye! fo edban\nDante lai, by ated Carlen Sles\n\n \n\nFinaiig Watlable tndne Sas bodpct. (see attalhed\n\n—Blen-aré sheet fr Finding buezt down) 634300690\n\f",
    "augmented_texts": [
        "sp filer cnet a eur $ 28 cay 5 at FROM: , ny part: 2 / 3 / 92 Lote wore renee ha ST a B - Bee om Sige Sfee! Rosen yp Meee OT een eo Avtaee SR eens QUT OF plate © - B. Chandler - Al1 G: Lavin, kgagieen cieitits {Quinn wn ACCOMM GROUP 4 Magnene A wk Evans - All viHodee - ¢ - ¥ 3D 3. Sargent Men z ERODUCHTON 1 accommnc — lavereid Lialerter Ptagana Akacbact i eu mplancci 2, Teadten Thy ee, (22 foe. AT Oya the Te 2 Z i - D a y gozech at de. mann of Pye! fo edban Dante alighieri lai, by ated Carlen Sles Finaiig Watlable tndne Sas bodpct. (see attalhed — Blen - aré sheet fr Finding buezt down) 634300690",
        "sp filer cnet a eur $ 28 cay 5 at FROM: , ny part: 2 / 3 / 92 Lote have on renee hour angle ST a B - Bee om Sige Sfee! Rosen yp Meee OT een eo Avtaee SR eens QUT OF HOME © - B. Chandler - Al1 G: Lavin, kgagieen cieitits {Quinn wn ACCOMM GROUP tetrad Magnene A wk Evans - All viHodee - ¢ - ¥ 3D 3. Sargent Men z ERODUCHTON 1 accommnc — lavereid Lialerter Ptagana Akacbact i eu mplancci 2, Teadten Thy ee, (22 foe. AT Oya the Te 2 Zed i - D a y gozech at de. mann of Pye! fo edban Dante lai, by ated Carlen Sles Finaiig Watlable tndne Storm troops bodpct. (see attalhed — Blen - aré sheet fr Finding buezt down) 634300690"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Part: 2/3/92, by ated Carlen Sles, of Pye! fo edban. (see attalhedrive de Blen-aré sheet fr Finding buezt down) 634300690. Sp filer: $28,000."
}