{
    "filename": "0011568086.jpg",
    "metadata": {},
    "text": "BROWN & WILLTAMSON TOBACCO CORPORATION\nRESEARCH & DEVELOPMENT\n\nINTERNAL CORRESPONDENCE\n\n‘To: W. 0. Crain\nce: 1. F. Richt H.C. Woertz\nAL MeMurtrie J. F. Nall\nD. S. Roth L. L. Shockley\nGordon\n\nFROM: BeBe Westar\n\nFebruary 29, 1988\n\n \n\n: DURONT AND R&D \"EXPERT\" PANEL RESULTS FOR GENERIC ULTRA LIGHTS\n100/TEC AGING STUDY ~ 4 NONTHS/264\n\nDETAILS\n\nAttached are monadic attribute, paired attribute, and \"expert\" smoker\nresults. The following ultra low delivery, nonmenthol 100 products were\nevaluated:\n\n264299 - Control (Triacetin)/13.0% Moisture\n264300 - Test (TEC)/13.12 Moisture\n\nThe products have been stored in the Distribution Center for four months.\n\nPaired attribute testing was done by 24 Ultra Low Delivery, Nonmenthel 100\nsnokers, while 17 LD-NM PRISM panelists made the monadic attribute ratings.\n\nDupont study I.D.s were 7DDL, 7DD2, and 8DD1.\n\nCOMMENTS\n\nWe waated to see if \"smoker fatigue” could be a problem in paired\nattribute testing. The test was designed to follow Dupont’s normal\nsmoking pattern (6 trials per 90 minute session with a 15 minute res\nperiod between cigarettes) and also an altered smoking pattern (4 trials\nper 90 minute session with a 24 minute rest period between cigarettes).\nThe first day, the panel followed Dupont's normal smoking pattern and then\ndid 4 trials on the second day. While we feel that “sucker fatigue can\nbe a problem, there is no indication, in this test, that it was. If\nanything, we may have replaced fatigue with boredom. Further studies will\nbe conducted to determine the optimum number of trials and rest periods\nfor paired testing.\n\n \n\nSabre\nBADR. 583139619\n\nBAR/ve/27105\nAttachrents\n\f",
    "augmented_texts": [
        "BROWN & WILLTAMSON TOBACCO CORPORATION RESEARCH & DEVELOPMENT INTERNAL CORRESPONDENCE ‘ To: W. 0. Crain ce: 1. F. Richt H. C. Woertz AL MeMurtrie J. F. Nall D. S. Roth L. L. Shockley Gordon FROM: BeBe Westar February 29, 1988: DURONT AND R & D \" EXPERT \" PANEL RESULTS FOR GENERIC ULTRA LIGHTS 100 / TEC AGING STUDY ~ 4 NONTHS / 264 DETAILS Attached are monadic attribute, paired attribute, and \" expert \" smoker results. The following ultra low delivery, nonmenthol 100 products were evaluated: 264299 - Control (Triacetin) / 13. 0% Moisture 264300 - Test (TEC) / 13. 12 Wet The products have been stored in the Distribution Center for four months. Paired attribute testing was done by 24 Ultra Low Delivery, Nonmenthel 100 snokers, while 17 LD - NM PRISM panelists made the monadic attribute ratings. Dupont study I. D. s were 7DDL, 7DD2, and 8DD1. COMMENTS We waated to see if \" smoker fatigue ” could be a problem in paired attribute testing. The test was designed to follow Dupont ’ s normal smoking pattern (6 trials per 90 minute session with a 15 minute res period between cigarettes) and also an altered smoking pattern (quatern trials per 90 minute session with a twenty four minute rest period between cigarettes ). The first day, the panel followed Dupont ' s normal smoking pattern and then did 4 trials on the second day. While we feel that “ sucker fatigue can live a problem, there personify no indication, in this test, that it was. If anything, we may have substitute fatigue with boredom. Further studies will be conducted to determine the optimum number of trials and rest periods for paired testing. Sabre BADR. 583139619 BAR / ve / 27105 Attachrents",
        "BROWN & WILLTAMSON TOBACCO CORPORATION RESEARCH & DEVELOPMENT INTERNAL CORRESPONDENCE ‘ To: W. 0. Crain ce: 1. F. Richt H. C. Woertz AL MeMurtrie J. F. Nall D. S. Roth L. L. Shockley Gordon FROM: BeBe Westar February 29, 1988: DURONT AND R & D \" EXPERT \" PANEL RESULTS FOR GENERIC ULTRA LIGHTS 100 / TEC AGING STUDY ~ 4 NONTHS / 264 DETAILS Attached personify monadic attribute, paired attribute, and \" expert \" smoker results. The following ultra low delivery, nonmenthol 100 products were evaluated: 264299 - Control (Triacetin) / 13. 0% Moisture 264300 - Test (TEC) / 13. 12 Moisture The products have been stored in the Distribution Center for four months. Paired attribute testing was done by 24 Ultra Low Delivery, Nonmenthel 100 snokers, while 17 LD - NM optical prism panelists made the monadic attribute ratings. Dupont study I. D. s were 7DDL, 7DD2, and 8DD1. COMMENTS We waated to see if \" smoker fatigue ” could be a problem in paired attribute testing. The test was designed to follow Dupont ’ s normal smoking pattern (6 trials per 90 minute session with a 15 minute res period between cigarettes) and also an altered smoking pattern (4 trial per 90 minute session with a 24 minute rest period between cigarettes ). The first day, the panel followed Dupont ' s normal smoke pattern and then did 4 trials on the second day. While we feel that “ sucker fatigue can be a problem, there is no denotation, in this test, that it was. If anything, we may have replaced fatigue with boredom. Farther studies will be conducted to determine the optimum number of trials and rest periods for paired testing. Sabre BADR. 583139619 BAR / ve / 27105 Attachrents"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Paired attribute testing was done by 24 Ultra Low Delivery, Nonmenthel 100snokers. 17 LD-NM PRISM panelists made the monadic attribute ratings. The first day, the panel followed Dupont's normal smoking pattern and then did 4 trials on the second day. There was no indication, in this test, that it was."
}