{
    "filename": "0011831997.jpg",
    "metadata": {},
    "text": "Samp Gusta\n\nAesverine, Att fucle,d Use f\n\n \n\nrma\n\nAL Meo. ee Mae 8 YITHOOSERID RESEARCH. WE ARE\nCONDUCTING A SURVEY ABCOY PRODUCTS USED TN THE ROME\n\n‘BRE YOU/HAY I SPEAR WITH SOMEONE 9 YOUR HOUSEHOLD WHO IS 21 YEARS OF AGE O8\n\n \n\n \n\n \n\n \n\na 9 am\nin) Gina one 21s, nteane\n\n    \n\nrecone C300\n©. po yoy, YOURSELF.\n\nA. AT coun cEREALT 1 a\n8: “ac To moViES On\n\nARECUAR ASI) 1-2\nsone Chameerres? 1 <2\n3, ext wectcan roo? “1 7b\n\n \n\nTONS taake CpREERET, BK GD;\nto\n\n \n\n   \n\n \n\n \n\nue RETTES, ht\nD, IS THERE ANYONE TM Your MoUSEwOLa 21 YEARS OF AGE OR OLOER WHO SMOKES\ncloaneres?\niar] we oy\n+ + 7\nRescreen with Q.C Orc, Record Make cat Fback\nCie ‘appotuzent\n\n©. ABOUT How war CLOARETTES 0 YOU SWORE TN AN AVERAGE DAY? WOULD YOU SAY YOU\nSwOKE \"(rena That}?\n\n \n\n(hacsik 0) LEE TALE A PACK A OY =\n(Bont tnu) OR, HALE A PACK OR MORE A DAY =2\n\nGPO, YOU, 8 DOES ANY MEMBER OF YOUR TAMEDIATE HOUSEHOLD, WERK FOR A RARKETING\n\nRESEAREM FLAN, AM ADVERTISING AGENCY, A PUBLISHING COMPANY OR A CIGARETTE.\nNARUFACTURERT\n\nEe = 6\n\n(Otscontiaue, (Coneinee)\nnecora Cot)\n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "Samp Gusta Aesverine, Att fucle, d Utilisation f rma AL Meo. ee Mae 8 YITHOOSERID RESEARCH. WE ar CONDUCTING A SURVEY ABCOY PRODUCTS USED TN THE ROME ‘ BRE YOU / HAY I SPEAR WITH SOMEONE 9 YOUR HOUSEHOLD WHO IS 21 YEARS OF AGE O8 a 9 am in) Gina one 21s, nteane recone C300 ©. po yoy, YOURSELF. A. AT coun cEREALT 1 a 8: “ ac To moViES On ARECUAR ASI) 1 - 2 sone Chameerres? 1 <2 3, ext wectcan roo? “ 1 7b TONS taake CpREERET, BK GD; to ue RETTES, ht D, IS THERE ANYONE TM Your MoUSEwOLa 21 YEARS OF AGE OR OLOER WHO SMOKES cloaneres? iar] we oy + + 7 Rescreen with Q. C Orc, Record Make cat Fback Cie ‘ appotuzent ©. ABOUT How war CLOARETTES 0 YOU SWORE TN AN AVERAGE DAY? WOULD YOU SAY YOU SwOKE \" (rena That }? (hacsik 0) LEE TALE A PACK A OY = (Bont tnu) OR, HALE A PACK OR MORE A DAY = 2 GPO, YOU, 8 DOES ANY MEMBER OF YOUR TAMEDIATE HOUSEHOLD, WERK FOR A RARKETING RESEAREM FLAN, AM advertizing AGENCY, Amp PUBLISHING COMPANY OR A CIGARETTE. NARUFACTURERT Ee = 6 (Otscontiaue, (Coneinee) necora Cot )",
        "Samp Gusta Aesverine, Att fucle, d Use f rma AL Meo. ee Mae 8 YITHOOSERID enquiry. WE ARE CONDUCTING A SURVEY ABCOY PRODUCTS USED TN THE ROME ‘ BRE YOU / HAY I SPEAR WITH SOMEONE 9 YOUR HOUSEHOLD WHO IS 21 YEARS OF eld O8 a 9 am in) Gina one 21s, nteane recone C300 ©. po yoy, YOURSELF. A. AT coun cEREALT 1 a 8: “ ac To moViES On ARECUAR ASI) 1 - 2 sone Chameerres? 1 <2 3, ext wectcan roo? “ 1 7b TONS taake CpREERET, BK GD; to ue RETTES, ht D, IS THERE ANYONE TM Your MoUSEwOLa 21 YEARS OF AGE OR OLOER WHO SMOKES cloaneres? iar] we oy + + 7 Rescreen with Q. C Orc, Record Make cat Fback Cie ‘ appotuzent ©. ABOUT How war CLOARETTES 0 YOU SWORE TN associate in nursing AVERAGE DAY? WOULD YOU SAY YOU SwOKE \" (rena That }? (hacsik 0) LEE TALE A PACK A OY = (Bont tnu) OR, HALE A PACK OR MORE A DAY = 2 GPO, YOU, 8 DOES ANY MEMBER OF YOUR TAMEDIATE HOUSEHOLD, WERK FOR A RARKETING RESEAREM FLAN, AM ADVERTISING AGENCY, Group a PUBLISHING COMPANY OR A CIGARETTE. NARUFACTURERT Ee = 6 (Otscontiaue, (Coneinee) necora Cot )"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Samp Gusta, Att fucle,d Use f                                                                   ‘BRE YOU/HAY I SPEAR WITH SOMEONE 9 YOUR HOUSEHOLD WHO IS 21 YEARS OF AGE O8. “1 7b             TONS taake CpREERET, BK GD; ‘appotuzent’ C300. ee Mae 8 YITHOOSERID RESEARCH. WE ARECONDUCTING A SURVEY ABCOY PRODUCTS USED TN THE ROME."
}