{
    "filename": "0011905408.jpg",
    "metadata": {},
    "text": "MEMORANDUM August 24, 1963\n\n10: I. W. HUGHES\n8. AL BANDY\nLe G. BELL\nR. D. BREUNIG\nH.C. FRICK\nRR. EL HANNON\nc.g. LAM\nCL CL NEFF\nK. E. PHILPOT\nT. F. RIEHL\nJ. Fe ROBERTS\nCL AL WEHRLEY\n\n  \n\nSPECIFICATION CHANGE\nS336, Addendum\n\nSpecification change 83-36 includes several SIR WALTER RALEIGH\n\nPackaging changes.\n\n‘The SIR WALTER RALEIGH Aromatic pouch foil changed from material\n\n35-008 to 35-012 on August 10, 1983. This change 1s to the shorter\n\nflap, and is for both domestic end export.\n\nPlease file the attached and return the old.\n\nforbs\n\n73, P. Markhan/ja/21130\n\n620752248\n\n   \n\f",
    "augmented_texts": [
        "MEMORANDUM August 24, 1963 10: I. W. HUGHES 8. AL BANDY Le G. BELL R. D. BREUNIG H. C. FRICK RR. EL HANNON c. g. LAM CL atomic number 17 NEFF K. E. PHILPOT Deoxythymidine monophosphate. F. RIEHL J. Fe ROBERTS CL alabama WEHRLEY SPECIFICATION CHANGE S336, Addendum Spec change 83 - 36 include several SIR WALTER RALEIGH Packaging changes. ‘ The SIR bruno walter ralegh Aromatic pouch foil commute from material 35 - 008 to 35 - 012 on August 10, 1983. This change 1s to the shorter flap, and is for both domestic end export. Please file the attached and return the former. forbs 73, P. Markhan / ja / 21130 620752248",
        "MEMORANDUM August 24, 1963 10: I. W. HUGHES 8. AL BANDY Le G. BELL R. D. BREUNIG H. C. FRICK RR. EL HANNON c. g. LAM CL atomic number 17 NEFF Thousand. E. PHILPOT T. F. RIEHL J. Fe ROBERTS CL AL WEHRLEY SPECIFICATION CHANGE S336, Addendum Specification change 83 - 36 includes several SIR WALTER RALEIGH Packaging changes. ‘ The SIR WALTER RALEIGH Aromatic pouch foil changed from material 35 - 008 to 35 - 012 on August 10, 1983. This change 1s to the shorter flap, and is for both domesticated end export. Please file the attached and return the old. forbs seventy three, P. Markhan / ja / 21130 620752248"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The SIR WALTER RALEIGH Aromatic pouch foil changed from material. grotesque35-008 to 35-012 on August 10, 1983. This change is for both domestic end export and export. The foil has been changed to the shorter ‘’flap”."
}