{
    "filename": "0011991623.jpg",
    "metadata": {},
    "text": "BROWN & WILLIAMSON TOBACCO CORPORATION\n\nTIPPING ~ INDIVIDUAL SPECIFICATION\n\nMATERIAL NUMBER 37-4430 pare 2/15/91\nISSUE HO 3\n\nVENDOR MUNDET-HERMETITE INCORPORATED RECEIVED\n\nDESCRIPTION BELAIR FF KING SIZE *\n\nRobbin Width x Length 52 mmx 2300 M FEB 19 1992\n\nLogo Repeat (if applicable) 24.9 mm\n\nNumber of perforation lines 2 A.C. D.\n\nNumber of perforation holes per line per inch 35\n\nPerforation band width 1 mm\n\nBobbin edge to firat perforation 1ine(band edge) 13 mm + 1\nCenter to center measure between perforation zones 25 mm\n\nType of perforations Laser\n\nMinimum opacity, finished bobbin 85 ¢ See Note Below)\n\nMoisture content, finished bobbin 4.5 + 1.58 (As Shipped)\n\nBase paper, supplier and type Tervakoskl A-362\n\nBase paper pigments Clay, CaC03, Tidg ,\n\nDescription of graphic® Ynite - Green Logo - 2 Gold Lines\n\n \n\nInks. used: Color TYPE SUPPLIER & IDENTIFICATION Il\n\nGreen c Thiele-Engdahl RGC-6143\nGold S PPG SX-700-94\nLip Release c Thiele-Engdahl RJC-2847\n\nSurface treatment (type & amount)\n\nLip release coating (type & amount) | Type C - .5 g/m?\n\nMinimum Tensile 4 kg per 2.54 mm (As Shipped)\n\nExceptions to Master Specification See Attached Sheet (or None)\nPallet Limits Ind. Perf\n\n \n\nCharacteristic Target Tolerance Max S.D. Band Limits\nPorosity-Coresta t +\n3/4 inch orifice 600 42 BO 8\n\n \n\n \n\n \n\nNOTE: Pallet limits are based on 10 random samples/observations\nfrom each pallet. Individual bobbin limits are based on an average\nof three tests for any one bobbin, If three or more individual\nbobbins are out of specification from any one pallet then the\nentire pallet is subject to be rejected.\n\n608117625\n\n \n\f",
    "augmented_texts": [
        "BROWN & WILLIAMSON TOBACCO CORPORATION TIPPING ~ INDIVIDUAL SPECIFICATION MATERIAL NUMBER 37 - 4430 pare 2 / 15 / 91 ISSUE HO 3 VENDOR MUNDET - HERMETITE INCORPORATED RECEIVED DESCRIPTION BELAIR FF KING SIZE * Robbin Width x Length 52 mmx 2300 M FEB 19 1992 Logo Repeat (if applicable) 24. 9 mm Number of perforation lines 2 A. C. D. Number of perforation holes per line per inch 35 Perforation band width 1 mm Bobbin edge to firat perforation 1ine (band edge) 13 mm + 1 Centerfield to center measure between perforation zones 25 mm Type of perforations Laser Minimum opacity, finished bobbin eighty five ¢ See Note Below) Moisture content, finished bobbin four. 5 + 1. 58 (As Shipped) Base paper, supplier and type Tervakoskl A - 362 Base paper pigments Clay, CaC03, Tidg, Description of graphic ® Ynite - Green Logo - 2 Gold Lines Inks. used: Color TYPE SUPPLIER & IDENTIFICATION Il Green c Thiele - Engdahl RGC - 6143 Gold S PPG SX - 700 - 94 Lip Release c Thiele - Engdahl RJC - 2847 Surface treatment (type & amount) Lip release coating (type & amount) | Type C -. 5 g / m? Minimum Tensile 4 kg per 2. 54 mm (As Shipped) Exception to Master Specification See Attached Sheet (or None) Pallet Limits Ind. Perf Device characteristic Target Tolerance Max S. D. Band Limits Porosity - Coresta t + 3 / 4 inch orifice 600 42 BO 8 NOTE: Pallet limits are based on 10 random samples / observations from each pallet. Individual bobbin limits are based on an average of three tests for any one bobbin, If three or more individual bobbins are out of specification from any one pallet then the entire pallet is open to be scorn. 608117625",
        "BROWN & WILLIAMSON TOBACCO CORPORATION TIPPING ~ INDIVIDUAL SPECIFICATION MATERIAL NUMBER 37 - 4430 pare 2 / 15 / 91 ISSUE HO 3 VENDOR MUNDET - HERMETITE INCORPORATED RECEIVED DESCRIPTION BELAIR FF KING SIZE * Robbin Width x Length 52 mmx 2300 M FEB 19 1992 Logo Repeat (if applicable) 24. 9 mm Number of perforation lines 2 A. C. D. Number of perforation holes per line per inch 35 Perforation band width 1 mm Bobbin edge to firat perforation 1ine (band edge) 13 mm + 1 Gist to center measure between perforation zones 25 mm Type of perforations Laser Minimum opacity, finished bobbin 85 ¢ See Note Below) Moisture content, finished bobbin iv. 5 + 1. 58 (As Shipped) Base paper, supplier and type Tervakoskl A - 362 Base paper pigments Clay, CaC03, Tidg, Description of graphic ® Ynite - Green Logo - 2 Gold Lines Inks. used: Color TYPE SUPPLIER & IDENTIFICATION Il Green c Thiele - Engdahl RGC - 6143 Gold S PPG SX - 700 - 94 Lip Release c Thiele - Engdahl RJC - 2847 Surface treatment (type & amount) Lip release coating (type & amount) | Type C -. 5 g / m? Minimum Tensile 4 kg per 2. 54 millimetre (As Shipped) Exceptions to Master Specification See Attached Sheet (or None) Pallet Limits Ind. Perf Characteristic Target Tolerance Max S. D. Band Limits Porosity - Coresta t + 3 / 4 inch orifice 600 42 BO 8 banker's bill: Pallet limits are based on 10 random samples / observations from each pallet. Individual bobbin limits are based on an average of three tests for any one bobbin, If three or more individual bobbins be out of specification from any unity pallet then the entire pallet is subject to be rejected. 608117625"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "BROWN & WILLIAMSON TOBACCO CORPORATION is the manufacturer of the Ynite - Green Logo - 2 Gold Lines. The logo has two Gold lines and a Green line with a Gold line in the middle of it. There are two different types of ink used for the logo."
}