{
    "filename": "0011747977.jpg",
    "metadata": {},
    "text": "BROWN & WILLIAMSON\n1994 COLLECTION\n\nPHOTOCOPYING VARIANCE FORM\n\n \n\n“This form was placed before Bates ID _(pA O75 152. -S17C-\n\n \n\nAT THE TIME OF REPRODUCTION, THE\nFOLLOWING NOTATIONS WERE MADE:\n\n©) ‘DOCUMENT COPIES ARE INTHE SAME SEQUENCE AS THEY APPEARED\nIN THE ORIGINAL,\n\n=\n\nIN GIN\nFaded original, cot oft (eH, cut OFF cigr’s\ncu POOR QUALITY ORIGINAL,\n\no> OVERLAY ITEM COULD NOT BE REMOVED WITHOUT DAMAGE TO THE\nORIGINAL.\n\nOo) NO DOCUMENTS WERE FOUND WITHIN THE ORIGINAL:\n(.) HIEEFOLDER\n(.) REDROPE EXPANDABLE FILE\n() HANGING FILE\n(ENVELOPE\n(OTHER (SPECIFY)\n\nOo) DOCUMENT COPIES WERE REPRODUCED IN COLOR TO PERMIT\n‘CORRECTION INTERPRETATION.\n\no> BATES NUMBER, NOT USED.\n\n©) OTHER VARIANCE (EXPLAIN)\n\f",
    "augmented_texts": [
        "BROWN & WILLIAMSON 1994 COLLECTION PHOTOCOPYING VARIANCE FORM “ This form be placed before Bates ID _ (pA O75 152. - S17C - AT THE TIME OF REPRODUCTION, THE FOLLOWING NOTATIONS WERE MADE: ©) ‘ DOCUMENT copy ar INTHE SAME SEQUENCE AS THEY APPEARED IN THE ORIGINAL, = IN GIN Faded original, cot oft (eH, cut OFF cigr ’ s cu poor people QUALITY ORIGINAL, o> OVERLAY token COULD NOT BE REMOVED WITHOUT DAMAGE TO THE pilot. Oo) NO DOCUMENTS WERE FOUND WITHIN THE ORIGINAL: (.) HIEEFOLDER (.) REDROPE EXPANDABLE FILE () HANGING FILE (ENVELOPE (OTHER (SPECIFY) Oo) DOCUMENT COPIES WERE REPRODUCED IN COLOR TO PERMIT ‘ CORRECTION INTERPRETATION. o> BATES NUMBER, NOT USED. ©) OTHER VARIANCE (EXPLAIN )",
        "BROWN & WILLIAMSON 1994 COLLECTION PHOTOCOPYING VARIANCE mannikin “ This form was placed before Bates ID _ (pA O75 152. - S17C - AT THE TIME OF REPRODUCTION, THE FOLLOWING NOTATIONS WERE MADE: ©) ‘ DOCUMENT COPIES ARE INTHE SAME SEQUENCE AS THEY APPEARED IN THE ORIGINAL, = IN GIN Faded original, cot oft (eH, cut OFF cigr ’ s cu POOR QUALITY ORIGINAL, o> OVERLAY ITEM COULD NOT glucinium REMOVED WITHOUT DAMAGE TO THE ORIGINAL. Oo) NO DOCUMENTS WERE FOUND WITHIN THE ORIGINAL: (.) HIEEFOLDER (.) REDROPE EXPANDABLE single file () wall hanging file cabinet (ENVELOPE (OTHER (SPECIFY) Oo) DOCUMENT COPIES WERE REPRODUCED IN COLOR TO PERMIT ‘ CORRECTION INTERPRETATION. o> BATES NUMBER, NOT USED. ©) OTHER VARIANCE (EXPLAIN )"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "BROWN & WILLIAMSON1994 COLLECTION OF PHOTOCOPYING VARIANCE FORM. The form was placed before Bates ID _(pA O75 152. -S17C-) - before the Bates number. No documents were found in the original form."
}