{
    "filename": "0011845264.jpg",
    "metadata": {},
    "text": "Kepuler Navketing Research\nProject #86~2908,\nMaron 2, 1988\n\n \n\n \n\n‘POR GPPICE USE ONLY:\nIMNBVIEH 6 _/ 2 eS |\n\n8 @ @\n\n \n\n21: SNES RATED\n| Coyiirgints Sites\n\n \n\n \n\nTE Move: ”\n1-3 cape\noh Seles\naon and Hedges\nWa/SH CHORE Any\nHello, I'm from Kapuler Marketing Ressareh, a public opinion fina\n\n \n\ntn Chicago. We aFa Saiiceins a navional etuay above eontimers’ opinions of some\nProducts you may use, Your phore mamber was selected at randca fran all telepnane\nhoveshoids tn the ‘roa, aixi we would really apprectate your opinions for\nthis study. 14 1MMo-t@ ascurd you that we are nob gelling ary products, and your\nfanmfers Wiil be held tn ommplete confidence.\n\n \n\n \n\n‘As May I please speak to soncone 21 years of age or older?\n\n(A) so eno 1m houssrods 21 or older «1.2 (TERMINATE)\nFE onfenled to phone... (G0 19 a.8)\n3 Unavallable ...> (SBT UP CALLBACK)\n\nHow many people, 21 years of age of older, An your howsenold,\n\n   \n\nDrink atet beverages? t\nSwoke cigaretzee?\nat Mexican f004 L\n\n(ER \"NOE 10 SMOKE CIGARETTES, TEOCNATS, IF ONE, ASK FOR THAT 7ERSON THU\nASK Q.e AND GOTO Q.E CN THE NEC PAGE. IP WORE THAN ONE, CONTINUE WITH 2.6\nnm 1D)\n\n2. Do you, on does anyone tn your trmmttate tently work fot\nmemo .0.)\n\n \n\n(x8 Y23 70 aw,\n\n“1 in advertiaing axency o7 adverttotrg deparment of a corpnny\n2 Aotgarette manufacturer o tobacco distributor\n3 Amagarine, newspaper, radio or velevision station\n\nA A.marketing resesrch company or marketing research departzent\nof a comany\n\n466911575\n\n \n\f",
    "augmented_texts": [
        "Kepuler Navketing Research Project # 86 ~ 2908, Maron 2, 1988 ‘ POR GPPICE USE ONLY: IMNBVIEH 6 _ / 2 eS | 8 @ @ 21: SNES RATED | Coyiirgints Sites TE Move: ” 1 - 3 cape oh Seles aon and Hedges Wa / SH CHORE Any Hello, I ' m from Kapuler Marketing Ressareh, a public opinion fina tn Chicago. We aFa Saiiceins a navional etuay above eontimers ’ opinions of some Products you may use, Your phore mamber was selected at randca fran all telepnane hoveshoids tn the ‘ roa, aixi we would really apprectate your opinions for this study. 14 1MMo - t @ ascurd you that we are nob gelling ary products, and your fanmfers Wiil be held tn ommplete confidence. ‘ As May I please speak to soncone twenty one years of age or older? (A) so eno 1m houssrods xxi or older « 1. 2 (TERMINATE) FE onfenled to phone. .. (G0 19 a. 8) 3 Unavallable. ..> (SBT UP CALLBACK) How many people, 21 years of age of older, An your howsenold, Drink atet beverages? t Swoke cigaretzee? at Mexican f004 L (ER \" NOE 10 heater CIGARETTES, TEOCNATS, IF ONE, ASK FOR THAT 7ERSON THU ASK Q. e AND GOTO Q. E CN THE NEC PAGE. IP WORE THAN ONE, CONTINUE WITH 2. 6 nm 1D) 2. Do you, on does anyone tn your trmmttate tently work fot memo. 0.) (x8 Y23 70 aw, “ 1 in advertiaing axency o7 adverttotrg deparment of a corpnny 2 Aotgarette manufacturer o tobacco distributor 3 Amagarine, newspaper, radio or velevision station A A. marketing resesrch company or marketing research departzent of a comany 466911575",
        "Kepuler Navketing Research Project # 86 ~ 2908, Maron 2, 1988 ‘ POR GPPICE USE ONLY: IMNBVIEH 6 _ / 2 eS | 8 @ @ 21: SNES RATED | Coyiirgints Sites TE Move: ” 1 - 3 cape oh Seles aon and Hedges Wa / SH CHORE Any Hello, I ' m from Kapuler Marketing Ressareh, a public opinion fina tn Chicago. We aFa Saiiceins a navional etuay above eontimers ’ opinions of some Products you may use, Your phore mamber was selected at randca fran all telepnane hoveshoids tn the ‘ roa, aixi we would really apprectate your opinions for this study. 14 1MMo - t @ ascurd you that we are nob gelling ary products, and your fanmfers Wiil be held tn ommplete confidence. ‘ As May I please speak to soncone 21 years of age or older? (A) so eno 1m houssrods 21 or older « 1. 2 (TERMINATE) FE onfenled to phone. .. (G0 19 a. 8) 3 Unavallable. ..> (SBT UP CALLBACK) How many people, 21 years of age of older, An your howsenold, Drink atet beverages? t Swoke cigaretzee? at Mexican f004 L (ER \" NOE 10 SMOKE CIGARETTES, TEOCNATS, IF ONE, ASK FOR THAT 7ERSON THU ASK Q. e AND GOTO Q. E CN THE NEC PAGE. information processing WORE THAN ONE, CONTINUE WITH 2. 6 nm 1D) 2. Do you, on does anyone tn your trmmttate tently work fot memo. 0.) (x8 Y23 70 aw, “ 1 in advertiaing axency o7 adverttotrg deparment of a corpnny 2 Aotgarette manufacturer o tobacco electrical distributor 3 Amagarine, newspaper, radio or velevision station A A. marketing resesrch company or marketing research departzent of a comany 466911575"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Kepuler Navketing Research                Project #86~2908,                Maron 2, 1988,  ‘POR GPPICE USE ONLY:                IMNBVIEH 6 _/ 2 eS | @ @ @@ #21: SNES RATED ARTICLE."
}