{
    "filename": "0011934079.jpg",
    "metadata": {},
    "text": "coup 4A\n\nnay 16, 1975,\n\nim. a. nwoe:\nfir, 2). BAKKER\nRe, SUSAN BERSLLY\nBR. py, DROECKER\nme. 2. ch rama\n\nfir! EL B. MeDonald\nMeL R, AL Piteno.\nBel 3, th Soxatone\n\nSUBJECT: DOUBLE COUPON Ow COUPON BRANDS\n\nAttached is a copy of Bob Pitenan's Nay 2, 1975 weno regarding\nthe safety feature question on the paper wo use for RALEIGH =\nBELATR coupons.\n\nit de ay understanding from ves. Bensley that the roll-fecd\nSamplee Will be here and ready for testing during the week of\nmay’ 13.\n\nTt As euggested that we proceed imediately to co the following:\n\nA) Get_meernational Playing Card & Label company\n{S'dotermine the “satery\" feature that they can\napply cova plain white fon-eafety paper supplied\nBy Wactraces\n\nFor the test market, st is ny suggestion that we\nrake aerangenence wich tianeeanill to supply the\nFesulariy ueod safety paper in the cage form that\nthey ave prosently supplying to Petersburg, but\nSond Le tO mecenseconal Playing Card « Label Con-\nBony for soy further printing and cutting, » IPCs\nEonpans ‘make atrangenents to do the\nperfor 'e'that will go inte each\nEnreon\n\nnoth of these should be pursued izmediately. realizing that\nSven Ef the 300-pound paper in roll form dogs not work out\nShtlefactarily the fixee tine, we will lave to keep trying and\nSaybs avon have to find an alternate solution Af we Geeida on\nf'dational reli-pue of a double coupon valve. this opinion\nJa°buacd on need for ucgency to proceed with tho project =\ns50n a3 possible.\n\nTE any of you disagree with this, please et ne know ime\n\n \n\f",
    "augmented_texts": [
        "coup 4A nay 16, 1975, im. a. nwoe: fir, 2 ). BAKKER Re, SUSAN BERSLLY BR. py, DROECKER me. 2. ch rama fir! EL Vitamin b complex. MeDonald MeL Universal gas constant, AL Piteno. Bel 3, th Soxatone SUBJECT: DOUBLE COUPON Ow COUPON BRANDS Attached is a copy of Bob Pitenan ' s Nay 2, 1975 weno regarding the refuge feature question on the paper wo use for RALEIGH = BELATR coupons. it de ay understanding from ves. Bensley that the roll - fecd Samplee Will be here and ready for testing during the week of may ’ 13. Tt As euggested that we proceed imediately to co the following: A) Get_meernational Playing Card & Label company {S ' dotermine the “ satery \" feature that they can apply cova plain white fon - eafety paper supplied By Wactraces For the test market, st is ny suggestion that we rake aerangenence wich tianeeanill to supply the Fesulariy ueod safety paper in the cage form that they ave prosently supplying to Petersburg, but Sond Le tO mecenseconal Acting Card « Label Con - Bony for soy further printing and cutting, » IPCs Eonpans ‘ make atrangenents to do the perfor ' e ' that will go inte each Enreon noth of these should be pursued izmediately. realizing that Sven Ef the 300 - pound paper in roll form dogs not work out Shtlefactarily the fixee tine, we will lave to keep trying and Saybs avon have to find an alternate solution Af we Geeida on f ' dational reli - pue of a double coupon valve. this opinion Ja ° buacd on need for ucgency to proceed with tho project = s50n a3 possible. TE any of you disagree with this, please et ne know ime",
        "coup 4A nay 16, 1975, im. a. nwoe: fir, 2 ). BAKKER Re, SUSAN BERSLLY BR. py, DROECKER maine. 2. ch rama fir! EL B. MeDonald MeL R, AL Piteno. Bel 3, th Soxatone SUBJECT: DOUBLE COUPON Ow COUPON BRANDS Attached is a copy of Bob Pitenan ' s Nay 2, 1975 weno regarding the safety feature question on the paper wo use for RALEIGH = BELATR coupons. it de ay understanding from ves. Bensley that the roll - fecd Samplee Will be here and ready for testing during the week of whitethorn ’ 13. Tt As euggested that we proceed imediately to co the following: A) Get_meernational Playing Card & Label company {S ' dotermine the “ satery \" feature that they can apply cova plain white fon - eafety paper supplied By Wactraces For the test market, st is ny suggestion that we rake aerangenence wich tianeeanill to supply the Fesulariy ueod safety paper in the cage form that they ave prosently supplying to Petersburg, but Sond Le tO mecenseconal Playing Card « Recording label Con - Bony for soy further printing and cutting, » IPCs Eonpans ‘ make atrangenents to do the perfor ' e ' that will go inte each Enreon noth of these should be pursued izmediately. realizing that Sven Ef the 300 - pound paper in roll form dogs not work out Shtlefactarily the fixee tine, we will lave to keep trying and Saybs avon have to find an alternate solution Af we Geeida on f ' dational reli - pue of a double coupon valve. this opinion Ja ° buacd on need for ucgency to proceed with tho project = s50n a3 possible. TE any of you disagree with this, please et ne know ime"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Coupon 4A.nay 16, 1975, is a copy of Bob Pitenan's Nay 2,1975 weno regarding the safety feature question on the paper wo use for RALEIGH = HORIZON = BELATR coupons. The question is whether the 300-pound paper in roll form dogs not work out."
}