{
    "filename": "0011925683.jpg",
    "metadata": {},
    "text": " \n\nSTATEMENT BY ERNEST PEPPLES\nVICE PRESIDENT AND GENERAL COUNSEL\nBROWN & WILLIAMSON TOBACCO CORPORATION\n\nJUNE 29, 1979\n\n     \n\n: Brown & Williamson's Compliance with the Fe:\nSubpoena to Produce 15 Years’ Worth of Mark\n\nal Trade Commission's\ning Material\n\n \n\nFor the past 3 years Brown & Williamson has been saddled with the\nexceedingly burdensome demands of a Federal Government subpoena issued\nby the Federal! Trade Commission to all of the major tobacco companies,\ntheir advertising agencies and trade associations, The FTC has asked for\ncopies of our file documents dating back to 1964 which relate to consumer\nattitudes toward snhing nd other advertising and marketing material\n\nWe have made numerous inquiries to the FTC as to why it needs these\ndocuments, and have received several answers, each about as clear as the\nwording of the subpoena itself. (As an illustration, the subpoena contains a\nsingle sentence made up of 131 words and 44 punctuation marks to define\nthe word \"document.\") An FTC attorney told the press in January, 1979 that\n\"the regulatory agency has no specific goals in mind\" and \"the FTC can issue\n\n28 subpoena just to satisly its official curiosity.\"\n\nT6Z0TTOS9\n\n \n\n \n\f",
    "augmented_texts": [
        "STATEMENT BY ERNEST PEPPLES VICE PRESIDENT AND GENERAL COUNSEL BROWN & WILLIAMSON TOBACCO CORPORATION JUNE 29, 1979: Brown & Williamson ' s Deference with the Fe: Subpoena to Bring out 15 Years ’ Worth of Mark al Trade Commission ' s ing Material For the past 3 years Brown & Williamson has been saddled with the exceedingly burdensome demands of a Federal Government subpoena issued by the Federal! Trade Commission to all of the major tobacco companies, their advertising agencies and trade association, The FTC has asked for copies of our file documents dating back to 1964 which touch to consumer attitudes toward snhing nd other advertising and marketing material We have made numerous inquiries to the FTC as to why it needs these documents, and have received several answers, each astir as clear as the wording of the subpoena itself. (As an illustration, the subpoena contains a single sentence made up of 131 words and 44 punctuation marks to define the word \" document. \") An FTC attorney told the press in January, 1979 that \" the regulatory agency has no specific goals in mind \" and \" the FTC can issue 28 subpoena just to satisly its official curiosity. \" T6Z0TTOS9",
        "STATEMENT BY ERNEST PEPPLES VICE PRESIDENT AND superior general COUNSEL BROWN & WILLIAMSON TOBACCO CORPORATION JUNE 29, 1979: Brown & Williamson ' s Conformity with the Fe: Subpoena to Produce 15 Years ’ Worth of Mark al Trade Commission ' s ing Material For the past threesome eld Brown & Williamson has been saddled with the exceedingly burdensome demands of a Federal Government subpoena issued by the Federal! Trade Commission to all of the major tobacco companies, their advertising agencies and trade associations, The FTC has asked for copies of our file documents dating back to 1964 which relate to consumer attitude toward snhing nd other advertising and merchandising material We have made numerous inquiries to the FTC as to why it needs these documents, and have received several answers, each about as clear as the wording of the subpoena itself. (As an illustration, the subpoena contains a single sentence made up of 131 words and 44 punctuation marks to define the word \" document. \") An FTC attorney told the press in January, 1979 that \" the regulatory agency has no specific goals in mind \" and \" the FTC can issue 28 subpoena just to satisly its official curiosity. \" T6Z0TTOS9"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The FTC has asked for copies of our file documents dating back to 1964 which relate to consumer attitudes toward snhing nd other advertising and marketing material. We have made numerous inquiries to the FTC as to why it needs these documents, and have received several answers, each about as clear as the subpoena itself. An FTC attorney told the press in January, 1979 that \"the regulatory agency has no specific goals in mind\""
}