{
    "filename": "0011988465.jpg",
    "metadata": {},
    "text": "PRUERE PACTS, IHC. 1010 ARE STON, CME FRE, TL. 60301\n\n \n\n \n\nClonmerne STO: ACKER PAGE 72 w. 596-41\nad\n‘CHCA meee 1265 rage 4\nos vssi08\n] Lah Joe\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCLUTERVIENER: | RECOECK NOATNST SCHERIING QUALIFICATIONS AND GRID 10 OF SURE YOU ARE USING\n\"DH CORFET QUESTIONAIRE. RECKECK PACKS TO BE SURE YOU HAVE TR COMGGE'Y CIGARETTE,\nNOES).\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n=I S6r a1 See noon 135 Ter\nDelake osm apoct oll Taste 85mm\nvocal 8Sem Moore Lights Bam\nYeol Pull tasto Sm olen Pull Tate Bam\nWool Lids Sm fale Lights 8590\nerie 8500 TT] vantage acm\n\n \n\n \n\n \n\n \n\n20, Okay, 14 like to leave 5 packs of cigarette #265 with you. First let we check then to\nbe sire vnich product I'm giving you.” (GOK AT THE (ood MiMmex OW THE BOTT OF ALL\nFIVE PACKS. TF AS OF THB PACKS ARE’ NO! MMEERED 79360, DO SOT MAKE THE PLACEMENT, AID\n[REIURW SMe CIGARETTES WIM \"NS QUESTIONGLIRE TO YOUR SUPERVISOR. IE ALL FIVE PACES\nARE 70360, AND ALL FIVE PACKS ARE 4265 ON THE SIDE, CONTINUE). Please smoke all five\npacks of these cisarettes, and try not to smoke any other brands while you're smoking\nUwese, When Z com back, T'I1 be collecting ery leftover cigarettes ari giving you\nsome fore Cigarettes to Gwoke, I'd like & cone back of close As possible to the tine\nen you've Einishel smoking the cigarettes. When do you think you'll have smoked\nthese five packs?\n\n   \n    \n    \n\n   \n\n% ous\n‘COMPLETE, BUT NO SOCKER “ON TWO OAYS AND MD LATER THAN SIX OAYS PRM THE OATE OF\n‘Das PLACRGRT TAIEEVIEK,\n\nETRST CALNE ABOUT\n\noars oars: me:\n\n \n\n \n\n11, So we can be sure we're getting a cross-saction of people, into sich of these age\n‘groups do you fall? (SHOW CARD #21) Just tell me the number that indicates your age\n\n \n\n    \n\n   \n\nsro.\nDaler 2 sesseeeeeses LPO) 40 go ML\nww 45 to 49 en\n25 to 50 to 56\n30 to 35, 95 and over\n36 €0 39 vases\n(FAKE BACK CARD 421) (68-79 Open\n\n \n\n \n\n \n\nie hope you enjoy cur research project. Thank you.\n\n \n\n4bS6R2IS9\n\f",
    "augmented_texts": [
        "PRUERE PACTS, IHC. 1010 ARE STON, CME FRE, TL. 60301 Clonmerne STO: ACKER PAGE 72 w. 596 - 41 ad ‘ CHCA meee 1265 rage 4 os vssi08] Lah Joe CLUTERVIENER: | RECOECK NOATNST SCHERIING QUALIFICATIONS AND GRID 10 OF SURE YOU ARE USING \" DH CORFET QUESTIONAIRE. RECKECK PACKS TO BE SURE YOU HAVE TR COMGGE ' Y CIGARETTE, no ). = I S6r a1 See noon 135 Ter Delake osm apoct oll Taste 85mm vocal 8Sem Moore Lights Bam Yeol Pull tasto Sm olen Pull Tate Bam Wool Lids Sm fale Lights 8590 erie 8500 TT] vantage acm 20, Okay, 14 like to leave 5 packs of cigarette # 265 with you. First let we check then to be sire vnich ware I ' m giving you. ” (GOK astatine THE (ood MiMmex OW THE BOTT OF ALL FIVE PACKS. TF AS OF THB PACKS ARE ’ NO! MMEERED 79360, DO SOT MAKE THE PLACEMENT, AID [REIURW SMe CIGARETTES WIM \" NS QUESTIONGLIRE TO YOUR SUPERVISOR. IE ALL FIVE PACES ARE 70360, AND ALL FIVE PACKS ARE 4265 ON THE SIDE, CONTINUE ). Please smoke all five packs of these cisarettes, and try on not to smoke any other brands while you ' re smoking Uwese, When Z com back, T ' I1 be collecting ery leftover cigarettes ari present you some fore Cigarettes to Gwoke, I ' d like & cone back of close As possible to the tine en you ' ve Einishel smoking the cigarettes. When do you think you ' ll have smoked these five packs? % ous ‘ COMPLETE, BUT NO SOCKER “ ON TWO OAYS AND MD LATER THAN SIX OAYS PRM THE OATE OF ‘ Das PLACRGRT TAIEEVIEK, ETRST CALNE ABOUT oars oars: me: 11, So we can be sure we ' re getting a cross - saction of people, into sich of these age ‘ groups do you fall? (SHOW CARD # 21) Just tell me the number that indicates your age sro. Daler 2 sesseeeeeses LPO) 40 go ML ww 45 to 49 en 25 to l to 56 30 to 35, 95 and over 36 € 0 ixl vases (FAKE BACK CARD 421) (68 - 79 Open ie hope you enjoy cur research project. Thank you. 4bS6R2IS9",
        "PRUERE PACTS, IHC. 1010 ARE STON, CME FRE, TL. 60301 Clonmerne STO: ACKER PAGE 72 w. 596 - 41 ad ‘ CHCA meee 1265 rage 4 os vssi08] Lah Joe CLUTERVIENER: | RECOECK NOATNST SCHERIING QUALIFICATIONS AND GRID 10 OF SURE YOU ARE USING \" DH CORFET QUESTIONAIRE. RECKECK PACKS TO BE SURE YOU HAVE TR COMGGE ' Y CIGARETTE, NOES ). = I S6r a1 See noon 135 Ter Delake osm apoct oll Taste 85mm vocal 8Sem Moore Lights Bam Yeol Pull tasto Sm olen Pull Tate Bam Wool Lids Sm fale Lights 8590 erie 8500 terrestrial dynamical time] vantage acm 20, Okay, 14 like to leave 5 packs of cigarette # 265 with you. First let we check then to be sire vnich product I ' m giving you. ” (GOK AT THE (ood MiMmex OW THE BOTT OF ALL FIVE PACKS. TF AS OF THB PACKS ARE ’ NO! MMEERED 79360, DO SOT MAKE THE PLACEMENT, AID [REIURW SMe CIGARETTES WIM \" NS QUESTIONGLIRE TO YOUR SUPERVISOR. IE ALL FIVE PACES ARE 70360, AND ALL FIVE PACKS ARE 4265 ON THE SIDE, CONTINUE ). Please smoke all five packs of these cisarettes, and test not to smoke any early brands while you ' re smoking Uwese, When Omega com back, T ' I1 be collecting ery leftover cigarettes ari giving you some fore Cigarettes to Gwoke, I ' d like & cone back of close As possible to the tine en you ' ve Einishel smoking the cigarettes. When do you think you ' ll have smoked these five packs? % ous ‘ COMPLETE, BUT NO SOCKER “ ON TWO OAYS AND MD LATER THAN SIX OAYS PRM THE OATE OF ‘ Das PLACRGRT TAIEEVIEK, ETRST CALNE ABOUT oars oars: me: 11, So we can comprise sure we ' re getting a cross - saction of people, into sich of these age ‘ groups do you fall? (SHOW CARD # 21) Just tell me the number that indicates your age sro. Daler 2 sesseeeeeses LPO) 40 go ML ww 45 to 49 en 25 to l to 56 30 to 35, 95 and over 36 € 0 39 vases (FAKE BACK CARD 421) (68 - 79 Open ie hope you bask cur research project. Thank you. 4bS6R2IS9"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "14 would like to leave 5 packs of cigarette #265 with you. Please smoke all five.packs of these cisarettes, and try not to smoke any other brands while you're smoking. When Z com back, T'I1 be collecting ery leftover cigarettes ari giving you some fore Cigarettes."
}