{
    "filename": "0011910127.jpg",
    "metadata": {},
    "text": " \n\nTo: Darry! Brickey orzero2\nFrom: Darrel Gray\n\nPlease change material codes and desori\nfollowing brand:\n\nlions for the items indicated for the\n\n \n\nBrand: American Full Flavor 100°s ~ 10M Export\nKeyEiels Code: 004801027\n\nVariation Gade: 019800008\n\nBox Change To: —114.8min x 155.5mm ~ 20 cigts/labet\n‘White, red, black, blue, tan and gold\n\"FULL FLAVOR\" oopy printed in white\n\"AMERICAN FULL FLAVOR\" printed in white on red on top flap\nof bottom panel; “00's” printed in white on red on\nbottom flap of bottom panel\n“Tar” copy 17mg and Nicotine copy 1.3mg on side panel\n‘opposite the UPC symbol panet\nDomestic warning notice\nUPC No. 433863\nMe 4785\n\nDarryi, Piease go ahead and input this change Into the spec file.\n\n \n\nBill Fargis: Activate this spec change once all inventories of MC 4442\n\nhave been exhausted.\n\n634072063\n\n \n\f",
    "augmented_texts": [
        "To: Darry! Brickey orzero2 From: Darrel Gray Please change material codes and desori following brand: lions for the items indicated for the Brand: American Full Flavor c ° s ~ 10M Export KeyEiels Code: 004801027 Variation Gade: 019800008 Box Change To: — 114. 8min x 155. 5mm ~ 20 cigts / labet ‘ White, red, bleak, blue, tan and gold \" FULL FLAVOR \" oopy printed in white \" AMERICAN FULL flavour \" printed in white on red on top flap of bottom panel; “ 00 ' s ” printed in white on red on bottom flap of bottom panel “ Tar ” copy 17mg and Nicotine copy 1. 3mg on side panel ‘ opposite the UPC symbol panet House servant warning notice UPC No. 433863 Me 4785 Darryi, Piease go ahead and input this change Into the specification file. Bill Fargis: Activate this spec change once all inventories of MC 4442 have been release. 634072063",
        "To: Darry! Brickey orzero2 From: Darrel Gray Please change material codes and desori follow brand: lions for the items indicated for the Blade: American Full Flavor 100 ° s ~ 10M Export KeyEiels Code: 004801027 Variation Gade: 019800008 Box Change To: — 114. 8min x 155. 5mm ~ 20 cigts / labet ‘ White, red, black, blue, tan and gold \" FULL FLAVOR \" oopy printed in white \" AMERICAN FULL FLAVOR \" printed in white on red on top flap of bottom panel; “ 00 ' s ” printed in white on red on bottom flap of bottom panel “ Tar ” copy 17mg and Nicotine copy 1. 3mg on side panel ‘ opposite the UPC symbol panet Domestic warning notice UPC No. 433863 Me 4785 Darryi, Piease go ahead and input this change Into the spec file cabinet. Bill Fargis: Spark off this spec change once all inventories of MC 4442 have been exhausted. 634072063"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "To: Darry! Brickey or zero2 orzero2. Darrel Gray. Please change material codes and desori. Change to: —114.8min x 155.5mm ~ 20 cigts/labet. ‘White, red, black, blue, tan and gold’ printed in white on top flap of bottom panel."
}