{
    "filename": "0012206537.jpg",
    "metadata": {},
    "text": " \n\n)\n\nDRAGOCO\n\n10 GORDON DRIVE, TOTOWA, NEW JERSEY 07512\n\n4 september 21,193 RECEIVED\n\n; SEP 24 1993\nMr. Arthur C. Diesing\nAdditives & Materials Advisory Committee A\nBROWN & WILLIAMSON TOBACCO CORPORATION . C.D.\n1500 Box 35090\nLouisville, KY 40232\n\nDear Art:\nPlease find enclosed, as you had requested, ingredient information for the following flavor:\nARTIFICIAL TANGERINE FLAVOR 9/70E670\n\nPlease note, this disclosure constitutes proprietary information and ts the property of\nDragoco. It shall be kept in strict confidence and not disclosed to any other party without\nthe prior wnitten consent of Dragoco. Disclosure within your firm shall only be to those\nwho have a need to know, ascertain safety or compliance with governing regulations, and\nfor no other purpose whaisoever.\n\nWhen you return this disclosure to Dragoco, please mail it directly to my attention in an\nenvelope marked \"CONFIDENTIAL\" or “To be opened by addressee only.\n\nAs an acknowledgement of the above, please sign one copy of this letter and return it to\nme.\n\n \n\nYours truly,\nDRAGOCO, INC.\n1, ae x.\nlex Lh ses\n4 Rlaus Bauer\nx Vice President\nResearch and Development\nFlavor Division\nACCEPTED AND AGREED TO\nTHIS day of , 1993\n\nB\n\n \n\nKB:ls\n\n@) FRAGRANCES AND FLAVORS WORLDWIDE\n\n“Tophone (201) 2563850 + TELEFAX: 201-256-6400 + TELEX: 130449\n\n605123627\n\n \n\n \n\f",
    "augmented_texts": [
        ") DRAGOCO 10 GORDON DRIVE, TOTOWA, NEW JERSEY 07512 4 september 21, 193 RECEIVED; SEP 24 1993 Mr. Arthur C. Diesing Additives & Materials Advisory Committee A BROWN & WILLIAMSON TOBACCO CORPORATION. C. D. 1500 Box 35090 Louisville, KY 40232 Dear Art: Please find enclosed, as you had requested, ingredient information for the following flavor: ARTIFICIAL TANGERINE FLAVOR 9 / 70E670 Please note, this disclosure constitutes proprietary information and ts the property of Dragoco. It shall embody kept in strict confidence and not unwrap to any other political party without the prior wnitten consent of Dragoco. Disclosure within your firm shall only be to those who have a need to know, ascertain safety or obligingness with governing regulations, and for no other purpose whaisoever. When you return this disclosure to Dragoco, please mail it directly to my attention in an envelope note \" CONFIDENTIAL \" or “ To be opened by addressee only. As an acknowledgement of the above, please sign one copy of this letter and return it to me. Yours truly, DRAGOCO, iraqi national congress. 1, ae x. lex Lh ses 4 Rlaus Bauer x Vice President Research and Ontogeny Flavor Division ACCEPTED AND AGREED TO THIS day of, 1993 B KB: ls @) FRAGRANCES AND FLAVORS WORLDWIDE “ Tophone (201) 2563850 + TELEFAX: 201 - 256 - 6400 + TELEX: 130449 605123627",
        ") DRAGOCO 10 GORDON DRIVE, TOTOWA, NEW JERSEY 07512 4 september 21, 193 RECEIVED; september 24 1993 Mr. Arthur C. Diesing Additives & Materials Advisory Committee A BROWN & WILLIAMSON TOBACCO CORPORATION. C. Ergocalciferol. 1500 Box 35090 Louisville, KY 40232 Dear Art: Please witness enclosed, as you had bespeak, ingredient information for the next flavor: ARTIFICIAL TANGERINE FLAVOR 9 / 70E670 Please note, this disclosure constitutes proprietary information and ts the property of Dragoco. It shall be kept in strict confidence and not disclosed to any other party without the anterior wnitten consent of Dragoco. Disclosure within your firm shall only be to those who have a need to know, ascertain safety or compliance with governing regulations, and for no other purpose whaisoever. When you return this disclosure to Dragoco, please mail it directly to my attention in an envelope marked \" CONFIDENTIAL \" or “ To be opened by addressee only. As an acknowledgement of the above, please signalize one copy of this letter and return it to me. Yours truly, DRAGOCO, INC. 1, ae x. lex Lh ses 4 Rlaus Bauer x Vice President Research and Development Flavor Division ACCEPTED AND AGREED TO THIS day of, 1993 B KB: ls @) FRAGRANCES AND FLAVORS WORLDWIDE “ Tophone (201) 2563850 + TELEFAX: 201 - 256 - 6400 + TELEX: 130449 605123627"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "This disclosure constitutes proprietary information and ts the property of Dragoco. It shall be kept in strict confidence and not disclosed to any other party without prior consent. Disclosure within your firm shall only be to those who have a need to know, ascertain safety or compliance with governing regulations, and for no other purpose."
}