{
    "filename": "0012214435.jpg",
    "metadata": {},
    "text": "w\n\nBV\n‘SPECIFICATION CHANGE PROPOSAL NO: 96-216\nBRAND(S): LUCKY STRIKE KS BOX AND LUCKY STRIKE LIGHTS KS BOX\n\nMARKET(S): _SAN FRANCISCO TEST MARKET\n\n \n\nDESCRIPTION OF CHANGE:\n\n \n\nThis is authorization to remove the coupon from the selling samples of LUCKY STRIKE KS Box\n(2638) and LUCKY STRIKE Lights KS Box (2639) for the San Francisco Test Market.\n\n \n\nREASON FOR CHANGE:\n\nMarketing request.\n\n \n\nEFFECT ON COST:\nNone,\nREQUESTED IMPLEMENTATION DATE AND/OR CONDITIONS.\n\nUpon approval.\n\n \n\nDEVELOPED BY/DATE: Te Poohiee toma TWIGHG\n\nENDORSED BY/DATE:\nMGR. PKG. SYSTEMS\n\nMARKETING\nMGR. CORP. SPECS\n\n \n\nEXECUTIVE APPROVALIDATE:\n\nDIV. V. P. PURCHASING\nV. P. MANUFACTURING\n\n \n\n \n\n \n\n \n\nDIV. V. P. MARKETING NR\nDIV. V. P. MKG. OPER.\nSR. V. P. MKTISALES NR\n\nSR. V. P. OPERATIONS\n\n \n\n \n\nISSUED BY/DATE: MGR. CORP. SPECIFICATIONS:\n\n398015657\n\f",
    "augmented_texts": [
        "w BV ‘ SPECIFICATION CHANGE PROPOSAL NO: 96 - 216 BRAND (S ): LUCKY STRIKE super c boxful AND LUCKY STRIKE LIGHTS KS BOX MARKET (S ): _SAN FRANCISCO trial run MARKET DESCRIPTION OF CHANGE: This is authorization to remove the coupon from the selling samples of LUCKY STRIKE KS Box (2638) and LUCKY STRIKE Light KS Box (2639) for the San Francisco Test Market. REASON FOR CHANGE: Marketing request. EFFECT ON COST: None, REQUESTED execution DATE AND / OR CONDITIONS. Upon approval. DEVELOPED BY / day of the month: Te Poohiee toma TWIGHG ENDORSED BY / DATE: MGR. PKG. SYSTEMS selling MGR. CORP. SPECS EXECUTIVE APPROVALIDATE: DIV. V. P. PURCHASING V. P. MANUFACTURING DIV. V. P. MARKETING NR DIV. Atomic number 23. P. MKG. OPER. SR. V. P. MKTISALES NR SR. V. P. operation ISSUED BY / DATE: MGR. CORP. SPECIFICATIONS: 398015657",
        "w BV ‘ SPECIFICATION modification PROPOSAL NO: 96 - 216 BRAND (S ): LUCKY STRIKE KS BOX AND LUCKY STRIKE LIGHTS 1000 BOX MARKET (S ): _SAN FRANCISCO TEST MARKET DESCRIPTION OF CHANGE: This is authorization to remove the coupon from the selling samples of LUCKY STRIKE KS Box (2638) and LUCKY STRIKE Lights KS Box (2639) for the San Francisco Test Market. REASON FOR CHANGE: Marketing request. EFFECT ON COST: None, REQUESTED carrying out DATE AND / OR CONDITIONS. Upon approval. DEVELOPED BY / DATE: Te Poohiee toma TWIGHG ENDORSED BY / DATE: MGR. PKG. scheme MARKETING MGR. CORP. SPECS EXECUTIVE APPROVALIDATE: DIV. V. P. PURCHASING V. P. MANUFACTURING DIV. V. P. MARKETING NR DIV. V. P. MKG. OPER. SR. V. P. MKTISALES NR SR. V. P. OPERATIONS ISSUED BY / DATE: MGR. CORP. specification: 398015657"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "This is authorization to remove the coupon from the selling samples of LUCKY STRIKE KS Boxes. The coupon will be removed for the San Francisco Test Market. This change will not affect the price of the box or the product. There is no cost to the consumer."
}