{
    "filename": "0012229680.jpg",
    "metadata": {},
    "text": "os are cie75) [BROWN 2 WILLIAMSON TOBACCO CORPORATION\n\n10\nber.\n\nINTERNAL CORRESPONDENCE\nDR. Re A. SANFORD\n\nDROR WATS RJ. MALL DR._R. R. JOHNSON\nMR, M,_L, REYNOLDS, L. Ll. SHOCKLEY DR. E, F, LITZINCER\n\n \n\nDR. J. He JEWELL TF, RIEHL ‘DR. S.-H. GABAY\nDR. JG. ESTERLE HG, BRYANT\n\nRe W. HONEYCUFT/scv/111-151 pare____Oetober 8, 1980\nSUMMARY OF SMOKE DELIVERIES — PLAST WALF 1900\n\n‘The attached figures and tables euamarize the particulate and gas phase\nswoke deliveries of Bs} and competition brands analyzed during the first\nhalf of 1980.\n\nFigures 1-3 are bar graphs that show the relative position of each brand for\ntar, nicotine, nitrogen oxides, carbon sonoxide, hydrogen cyanide and acetalde-\nhyde deliveries, Appendices I'and II List average deliveries, nunber of\ndeterninations, standard deviations and ranges for each Béi brand. This\n\ntype of infornetion for conpetitive brands is listed in Appendix IIL.\n\nBrands showing changes of 1 mg tar or more since our last report (3/14/80),\nwhich suanarized 1979 suoke deliveries, are shown in Table 1.\n\nTABLE 1\nBRANDS SHOWING CHANGES IN TAR DELIVERY OF\n\n1 MG OR MORE\n(First Half 1980 - 1979)\n\n \n\n \n\n  \n\n    \n\n \n\nTar Nicotine co.\nManufacturer Difference Difference Difference\nma) (aa) (as:\n\nBaw KOOL MILD KS 2.0\n\nKOOL SL KS -1.6\n\nKOOL MILD 100 “5\n\nRALEIGH PLAIN 1.2\n\nVICEROY 100 “12\n\nRALEIGH KS oll\n\nRALEIGH 100 -1.0\nLori Golden Lights 100 “1.3 -0.03\n\nGolden Lights KS,M = -1.0 40.04\n\nNewport KS ad 0.18\nPhilip Morris Merit 100 1.0 0.07 aa\nR.J.Reynolds Winston KS 7 -0.16\n\nCamel Ks 1.2 0.10\n\nSalen Lts. 100 al -0.08\n\nWinston Lts. KS -1.0 ~0.08 5,\n\n620512809\n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "os are cie75) [BROWN ii WILLIAMSON TOBACCO CORPORATION 10 ber. INTERNAL CORRESPONDENCE DR. Re A. SANFORD DROR wats line RJ. MALL DR. _R. R. JOHNSON MR, M, _L, REYNOLDS, L. Ll. SHOCKLEY DR. E, F, LITZINCER DR. J. He JEWELL TF, RIEHL ‘ DR. S. - H. GABAY DR. JG. ESTERLE HG, BRYANT Re W. HONEYCUFT / scv / 111 - 151 pare____Oetober 8, 1980 SUMMARY OF SMOKE DELIVERIES — PLAST WALF 1900 ‘ The attached figures and tables euamarize the particulate and gas phase swoke deliveries of Bs} and competition brands analyzed during the first half of 1980. Figures 1 - 3 are bar graphs that show the relative position of each brand for tar, nicotine, nitrogen oxides, carbon sonoxide, hydrogen cyanide and acetalde - hyde deliveries, Appendices I ' and II List average deliveries, nunber of deterninations, standard deviations and ranges for each Béi brand. This type of infornetion for conpetitive brands is listed in Appendix IIL. Brands showing changes of 1 mg tar or more since our last report (trinity / 14 / 80 ), which suanarized 1979 suoke deliveries, are shown in Table 1. TABLE 1 BRANDS SHOWING CHANGES IN TAR DELIVERY OF 1 MG OR MORE (First Half 1980 - 1979) Tar Nicotine co. Manufacturer Dispute Difference Difference of opinion ma) (aa) (as: Baw KOOL MILD KS 2. 0 KOOL SL KS - 1. 6 KOOL MILD c “ 5 RALEIGH PLAIN 1. 2 vicereine 100 “ 12 RALEIGH KS oll RALEIGH 100 - single. 0 Lori Golden Lights 100 “ 1. 3 - 0. 03 Golden Lights KS, M = - i. 0 40. 04 Newport KS ad 0. 18 Philip Morris Merit 100 1. 0 0. 07 aa R. J. Reynolds Winston KS 7 - 0. 16 Camel Ks 1. 2 0. 10 Salen Lts. 100 al - 0. 08 Winston Lts. KS - 1. 0 ~ 0. 08 5, 620512809",
        "os are cie75) [BROWN 2 WILLIAMSON TOBACCO CORPORATION 10 ber. INTERNAL CORRESPONDENCE DR. Re A. SANFORD DROR WATS RJ. MALL DR. _R. R. lbj MR, M, _L, REYNOLDS, Liter. Ll. SHOCKLEY DR. E, F, LITZINCER DR. J. He JEWELL TF, RIEHL ‘ DR. S. - H. GABAY DR. JG. ESTERLE HG, BRYANT Re W. HONEYCUFT / scv / 111 - 151 pare____Oetober 8, 1980 SUMMARY OF SMOKE DELIVERIES — PLAST WALF 1900 ‘ The attached figures and tables euamarize the particulate and gas phase swoke deliveries of Bs} and competition brands analyzed during the first half of 1980. Figures 1 - 3 are bar graphs that show the relative position of each brand for tar, nicotine, nitrogen oxides, carbon sonoxide, hydrogen cyanide and acetalde - hyde deliveries, Appendices I ' and II List average deliveries, nunber of deterninations, standard deviations and ranges for each Béi brand. This type of infornetion for conpetitive brands is listed in Appendix IIL. Brands showing changes of 1 mg tar or more since our last report (3 / 14 / eighty ), which suanarized 1979 suoke deliveries, are shown in Table 1. TABLE 1 BRANDS SHOWING CHANGES IN TAR DELIVERY OF 1 MG OR sir thomas more (First Half 1980 - 1979) Tar Nicotine co. Manufacturer Difference Difference Difference ma) (aa) (as: Baw KOOL MILD KS 2. 0 KOOL SL KS - 1. 6 KOOL MILD 100 “ 5 RALEIGH PLAIN 1. 2 VICEROY 100 “ 12 RALEIGH KS oll RALEIGH 100 - 1. 0 Lori Golden Luminosity 100 “ 1. 3 - cipher. 03 Golden Lights KS, M = - 1. 0 40. 04 Newport KS ad 0. 18 Philip Morris Merit 100 1. 0 0. 07 aa R. J. Reynolds Winston KS seven - 0. 16 Camel Ks 1. 2 0. 10 Salen Lts. 100 al - 0. 08 Winston Lts. KS - 1. 0 ~ 0. 08 5, 620512809"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Figures 1-3 are bar graphs that show the relative position of each brand for. tar, nicotine, nitrogen oxides, carbon sonoxide, hydrogen cyanide and acetalde-hyde deliveries. Appendices I'and II List average deliveries, nunber of.deterninations, standard deviations and ranges for each Béi brand."
}