{
    "filename": "0012182647.jpg",
    "metadata": {},
    "text": " \n\nee\n\n \n\nINTERNAL CORRESPONDENCE LOUISVILLE\n\nTO: R. E. BARRELL/A. PLAYER W. MULLEN\n\nJ. 0. HOWLEY 1. L. BALL\n\nR, L. LLEWELLYN F. WILHELM\n\nW. J. MASON: G. STEPHENSON\n\nT. E. WHITEHAIR, JR. ‘A. CAUSEY.\n\nM. HAMERTON: J. ANDERSON\n\nJ. B. JUDD. . R. ANDERS\n\nW. L. TELLING J. G. ESTERLE\n\nB. R. O'HARE R. BARRETT/J. HENDRICKS:\n\n2. G. KOUGH 0. HOLME\n\nR. W. ROBINSON H.W. L. PAUL\n\nS. S. TALWAR J. WISNER\n\nG. B. MININGHAM J. JUDGE/C. DeWOLF\n\nJ. D, SWISKOW P, BINGHAM\n\nW. BARCLAY (FCB)\nFROM: CONNIE DRURY\nwears danny By BE\n‘SUBJECT: INTERNATIONAL MARKETING RESEARCH. PROGRESS REPORT\nPlease find attached the Monthly Progress Report of International\nMarketing Research as of January 5, 1982.\nor ne\nAttachment:\nRECEIVED\nJAN 5 1982\nSRA\n\n \n\n466629836\n\f",
    "augmented_texts": [
        "ee INTERNAL commensurateness LOUISVILLE TO: R. E. BARRELL / A. PLAYER W. MULLEN J. 0. HOWLEY 1. L. BALL R, L. LLEWELLYN F. WILHELM W. Joule. MASON: G. STEPHENSON T. E. WHITEHAIR, JR. ‘ A. CAUSEY. M. HAMERTON: J. ANDERSON J. B. JUDD. . R. ANDERS W. L. TELLING J. G. ESTERLE B. R. O ' HARE Radius. BARRETT / J. HENDRICKS: 2. G. KOUGH 0. HOLME R. Westward. ROBINSON H. W. L. PAUL Atomic number 16. S. TALWAR J. WISNER Gee. Bel. MININGHAM Watt second. JUDGE / C. DeWOLF J. D, SWISKOW P, BINGHAM W. BARCLAY (FCB) FROM: CONNIE DRURY wears danny By BE ‘ SUBJECT: INTERNATIONAL MARKETING RESEARCH. PROGRESS REPORT Please find attached the Monthly Progress Report of International Marketing Research as of January 5, 1982. or ne Attachment: RECEIVED JAN 5 1982 SRA 466629836",
        "ee INTERNAL CORRESPONDENCE LOUISVILLE TO: R. Vitamin e. BARRELL / A. PLAYER Atomic number 74. MULLEN J. 0. HOWLEY 1. L. BALL R, L. LLEWELLYN F. WILHELM W. J. MASON: G. STEPHENSON T. E. WHITEHAIR, JR. ‘ A. CAUSEY. M. HAMERTON: J. ANDERSON J. B. JUDD. . Universal gas constant. ANDERS W. L. TELLING J. G. ESTERLE B. R. O ' HARE Radius. BARRETT / J. HENDRICKS: 2. G. KOUGH 0. HOLME R. W. ROBINSON H. W. L. PAUL S. S. TALWAR J. WISNER G. B. MININGHAM J. JUDGE / C. DeWOLF Watt second. D, SWISKOW P, BINGHAM W. BARCLAY (FCB) FROM: CONNIE DRURY wears danny By BE ‘ SUBJECT: INTERNATIONAL MARKETING RESEARCH. PROGRESS REPORT Please find attach the Monthly Progress News report of International Marketing Research as of January 5, 1982. or ne Attachment: RECEIVED JAN 5 1982 SRA 466629836"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "The Monthly Progress Report of International.Marketing Research as of January 5, 1982. The report is titled: ‘‘Please find attached the Monthly. Progress report of. International Molecular Marketing Research. As of Jan. 5 1982, the. market share of the European Market Research Association (EMRA) was. 4666.29836."
}