{
    "filename": "0012286839.jpg",
    "metadata": {},
    "text": "ce:\n\nFROM:\n\nDATE:\n\n \n\nPp Qeyue'\nBROWN & WILLIAMSON TOBACCO CORPORATION\n\nINTERNAL CORRESPONDENCE\nTpm ante w2-\n\nR. M. Swartz - APM 61B00¥\n\n3. @. Mortiner - APM 62B00Y iw frre new\nK. Al LaGreca - APM 63B00Y om 3\ngd. A. Voss - APM 64B00Y Si\n\nR. G. Stevens - APM 65BO0Y .\n\nM. E. Hogan - APM 68B00Y comngy Gb newole\nad. L. Hendricks B. V. Gawley - ASD Northeast\n\nM. S. Kovatch G. A. Greenier - ASD Central\n\nG. B. Miningham F. J. Schoenheiter - ASD Southeast\n\nM. M. Dicio H. E. Higgins ~ ASD Southwest\n\nN. A. Spriggs L. D. Horn - ASD West\n\nB. H. Sumerau - ASD Midwest\nCc, L. Barlow and E. A. Adams\n\nFebruary 23, 1988\n\nSUBJECT: 1988 KOOL MUSIC VANS\n\nSampling - A Sampling Code of Ethics is attached for your\nGistribution to all those who are going to be involved with a\nKOOL Van in '88. It is very important that these guidelines\nare followed. This code applies to sampling of product and to\ncoupons and giveaways.\n\nIn addition, please remind Field Sales personnel that we must\ncomply with any local City and State sampling ordinances as\n\nwell.\n\nOnly B&W full-time and permanent part-time employees may\n\nparticipate in sampling activities.\n\nExpense Codes:\n\n#193 - Authorized local product purchase\n#148 - Maintenance, gas, oil, washes\n\nPlease ensure that all purchases, as referenced above, for the\nKOOL Van are reported with appropriate expense codes. Expenses\nfor salaries, meals, hotel, etc. for point-to point transfer of\nthe Vans are not to be charged to these expense codes. At our\n\nDecember, 1987 meeting, you agreed to cover these costs, if\nany, from your area budgets.\n\n8708296809\n\f",
    "augmented_texts": [
        "ce: FROM: DATE: Pp Qeyue ' BROWN & WILLIAMSON TOBACCO CORPORATION INTERNAL proportionateness Tpm ante w2 - R. M. Swartz - APM 61B00 ¥ 3. @. Mortiner - APM 62B00Y iw frre new K. Al LaGreca - APM 63B00Y om 3 gd. A. Voss - APM 64B00Y Si R. G. Stevens - APM 65BO0Y. M. E. Hogan - APM 68B00Y comngy Gb newole ad. L. Hendricks B. V. Gawley - ASD Northeast M. S. Kovatch G. A. Greenier - ASD Central G. B. Miningham F. J. Schoenheiter - ASD Southeast M. M. Dicio H. E. Higgins ~ ASD Southwest N. A. Spriggs L. D. Horn - ASD West B. H. Sumerau - ASD Midwest Cc, L. Barlow and E. A. Adams February 23, 1988 SUBJECT: 1988 KOOL MUSIC VANS Sampling - A Sampling Code of Ethics is bond for your Gistribution to all those who are going to be involved with a KOOL Van in ' 88. It is very important that these guidelines are followed. This code applies to sampling of product and to coupons and giveaways. In addition, please remind Field Sales personnel that we must follow with any local City and State sampling ordinance as well. Only B & W full - time and permanent part - sentence employees may participate in sampling activities. Expense Codes: # 193 - Authorized local product purchase # 148 - Maintenance, gas, oil, washes Please ensure that all purchases, as referenced above, for the KOOL Van equal reported with appropriate expense codes. Expenses for salaries, meals, hotel, etc. for point - to point transfer of the Vans are not to be charged to these expense codes. At our December, 1987 meeting, you agreed to cover these costs, if any, from your area budgets. 8708296809",
        "ce: FROM: DATE: Pp Qeyue ' BROWN & WILLIAMSON TOBACCO CORPORATION INTERNAL CORRESPONDENCE Tpm ante w2 - R. M. Swartz - APM 61B00 ¥ 3. @. Mortiner - APM 62B00Y iw frre new K. Al LaGreca - APM 63B00Y om 3 gd. A. Voss - APM 64B00Y Si R. G. Stevens - APM 65BO0Y. M. E. Hogan - APM 68B00Y comngy Gb newole ad. L. Hendricks B. V. Gawley - ASD Northeastward M. S. Kovatch G. A. Greenier - ASD Central G. B. Miningham F. J. Schoenheiter - ASD Southeast M. M. Dicio H. E. Higgins ~ ASD Southwest N. A. Spriggs L. D. Horn - ASD West B. H. Sumerau - ASD Midwest Cc, L. Barlow and E. A. Adams February 23, 1988 SUBJECT: 1988 KOOL MUSIC VANS Sampling - A Sampling Computer code of Ethics represent attached for your Gistribution to all those who are going to be involved with a KOOL Van in ' 88. It is very important that these guidelines are followed. This code applies to sampling of ware and to coupons and giveaways. In addition, please remind Field Sales personnel that we must comply with any local City and State sampling ordinances as well. Only B & W full - time and permanent part - time employees may participate in sampling activities. Expense Codes: # 193 - Authorized local intersection purchase # 148 - Maintenance, gas, oil, washes Please ensure that all purchases, as referenced above, for the KOOL Vanguard are reported with appropriate expense codes. Expenses for salaries, meals, hotel, etc. for point - to point transfer of the New wave are not to be charged to these expense codes. At our December, 1987 meeting, you agreed to cover these costs, if any, from your area budgets. 8708296809"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "A Sampling Code of Ethics is attached for all those who are going to be involved with aKOOL Van in '88. This code applies to sampling of product and to Coupons and giveaways. Field Sales personnel must comply with any local City and State sampling ordinances as well. Expenses for salaries, meals, hotel, etc. for point-to-point transfer of the Vans should not be charged to these expense codes."
}