{
    "filename": "0012190486.jpg",
    "metadata": {},
    "text": "annacows | sis iy votes\n\nTo\nSpr,\nC10.\n\nFROM\nSUBJECT\n\nINTERNAL CORRESPONDENCE\n\n§. A. Wallace _\n\n \n\n \n\n \n\n. ¥. Neville pate_March 26, 1982\nKOOL GAZ FESTIVAL - NEW YORK\n\nPURPOSE,\n\nTo summarize the KJF - New York agreement between Brown & Williamson\nand Festival Production, Inc. (George Wein).\n\nBACKGROUND,\n\nIn late 1980, the company made the decision to expand KOOL's music\nsponsorship program. The cornerstone of the expanded program was\nthe 25 year old Newport Jazz Festival (Newport, Rhode Island).\n\nIn order to fully capitalize on the popularity associated with this\nwell known festival, it was felt that the event must be held in\n\nNew York. Because FPI owned the rights to Newport, a five year\nagreement was negotiated which in effect gave BT the right to move\nNewport Jazz Festival to New York and call it the KOOL JAZZ Festival.\n\nFinancial/Business Details of the Agreement\n\n1981 $250,000- $200,000 1-1-81; $ 50,000 7-1-81\n\n   \n\n1982 \"250,000- $ 1-1-82; 7-1-82\n1983 300,000- © 1-1-83; 100,000\n\n1984 300,000- \" 1-1-84 *\n\n1985 300,000- * 1-1-85; 2\n\ncellation Rights\n\nIf we decide to cancel the New York Festival, we are\nobligated to pay 60% of all remaining fees. The can-\ncellation date for each upcoming year is Sept. 1-\n\nIf we don't notify FPI by then, BWT is committed to\nthat year's entire fee.\n\nTom\n\nTPN.\nfr\n\n661045397\n\f",
    "augmented_texts": [
        "annacows | sis iy votes To Spr, C10. FROM SUBJECT INTERNAL CORRESPONDENCE §. A. Wallace _. ¥. Neville pate_March 26, 1982 KOOL GAZ FESTIVAL - NEW YORK PURPOSE, To summarize the KJF - New York agreement between Brown & Williamson and Festival Production, Inc. (George Wein ). BACKGROUND, In late 1980, the company made the decision to expand KOOL ' south music sponsorship program. The cornerstone of the expanded program was the 25 year old Newport Nothingness Festival (Newport, Rhode Island ). In order to full capitalize on the popularity associated with this well known festival, it was felt that the event must be held in New York. Because FPI owned the rights to Newport, a five year agreement was negotiated which in effect gave BT the right to move Newport Jazz Festival to New York and call it the KOOL nothingness Festival. Financial / Business Details of the Agreement 1981 $ 250, 000 - $ 200, 000 1 - 1 - 81; $ 50, 000 7 - 1 - 81 1982 \" 250, 000 - $ 1 - 1 - 82; 7 - 1 - 82 1983 300, 000 - © 1 - 1 - 83; 100, 000 1984 300, 000 - \" 1 - 1 - 84 * 1985 300, 000 - * 1 - 1 - eighty five; 2 cellation Rights If we decide to cancel the New York Festival, we are obligated to pay 60% of all remaining fees. The can - cellation date for each upcoming year is Sept. 1 - If we don ' t notify FPI by then, BWT is committed to that year ' s entire fee. Tom TPN. fr 661045397",
        "annacows | sis iy vote To Spr, C10. FROM SUBJECT INTERNAL CORRESPONDENCE §. A. Wallace _. ¥. Neville pate_March 26, 1982 KOOL GAZ FESTIVAL - NEW YORK PURPOSE, To summarize the KJF - New York agreement between Brown & Williamson and Festival Production, Inc. (George Wein ). BACKGROUND, In late 1980, the company made the decision to expand KOOL ' s medicine sponsorship program. The cornerstone of the expanded program was the 25 year old Newport Jazz Festival (Newport, Rhode Island ). In order to fully capitalize on the popularity associated with this well known festival, it was felt that the event must be held in New York. Because FPI owned the rights to Newport, a five year agreement be negotiated which in force gave BT the right to move Newport Wind Festival to New York and call it the KOOL JAZZ Festival. Financial / Business Details of the Agreement 1981 $ 250, 000 - $ 200, 000 1 - 1 - 81; $ 50, 000 7 - 1 - 81 1982 \" 250, 000 - $ 1 - 1 - 82; 7 - 1 - 82 1983 300, 000 - © 1 - 1 - 83; 100, 000 1984 300, 000 - \" 1 - 1 - 84 * 1985 300, 000 - * 1 - 1 - 85; 2 cellation Rights If we decide to cancel the New York Festival, we are obligated to pay 60% of all remaining fees. The can - cellation date for each upcoming year is Sept. 1 - If we don ' t notify FPI by then, BWT is perpetrate to that year ' s entire fee. Tom TPN. fr 661045397"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "In late 1980, the company made the decision to expand KOOL's music sponsoring program. The cornerstone of the expanded program was the 25 year old Newport Jazz Festival. Because FPI owned the rights to Newport, a five year agreement was negotiated which in effect gave BT the right to move the festival to New York."
}