{
    "filename": "0012199550.jpg",
    "metadata": {},
    "text": "tir\n\nBay/ NTERNATIONAL TOBACCO\n\nFRNA IOAN Ss\n\n \n\nSeptember 14, 1979\n\nMr. H.W.L, Paul\nc/o Jersey Tobacco Distributors\nRue des Pres Trading Estate\nLongueville, St, Saviour\nJersey, Channel Islands\n\nDear Harry:\n‘Thank you for the various items of information that you have sent me recently.\n\nIwas sorry to miss you in Bloomington, but the M.D.P, in Chelwood was\ninteresting, and the contacts will be beneficial to getting things done.\n\n \n\nI write to let you know that Iam coming to Burope later this month. I will\nbe accompanied by Joe Hough who is the ex-Liggetts man working for Bill\n‘Telling on KENT. On September 27, we go with Mike Hamerton to Woking\n\nto discuss KENT in the UK. On the Friday, John Howley and I will be presenting\nto Mr. Sheehy on the new KENT advertising and improved packaging.\n\nWe will be at BWIT's offices in Brussels on October 1, at H. V.L. Luxembourg\non October 2 and 3, and visit BAT Suisse in Geneva October 4 and 5. ‘The latter\nvisit and development plan which will result from the discussions should be\nvery interesting, KENT is unsuccessful in Switzerland at the moment.\n\n1 am glad Claude Borloz has taken over the marketing responsibility as I\nrespect him. I don't know March, the Research Manager, and have mixed\nreports about him. I haven't been to Geneva for about four years but with\n\nMr. Macadam visiting the company during the same week, mine will be a\n\nflying visit.\n\nGermany is the subject of a letter John Howley is writing to you, Depending\non Phil Wright's findings and John Howley's own trip in late October, I may\n\nwell need to visit Hamburg with you (or invite the Germans to Millbank or\nLouisville) in late Autumn and work with them to implement decisions on the\nKENT family made at a higher level than mine. As you are BWIT's local contact\npoint with BAT Germany, perhaps you would let me know what you think once\n\nwe all know what they are proposing.\n\n464570506\n\n \n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "tir Bay / NTERNATIONAL TOBACCO FRNA IOAN Ss September 14, 1979 Mr. Hydrogen. W. L, Paul c / o Jersey Tobacco Distributors Rue des Pres Trading Estate Longueville, St, Saviour Jersey, Channel Islands Dear Harry: ‘ Thank you for the various items of information that you have sent me recently. Iwas sorry to miss you in Bloomington, but the M. D. P, in Chelwood was interesting, and the contacts will be beneficial to getting things done. I write to let you know that Iam coming to Burope later this month. I will be accompanied by Joe Hough who is the ex - Liggetts man working for Bill ‘ Telling on KENT. On September 27, we go with Mike Hamerton to Woking to discuss KENT in the UK. On the Friday, John Howley and I will be presenting to Mr. Sheehy on the new KENT advertising and improved packaging. We will be at BWIT ' reciprocal ohm offices in Brussels on October 1, at H. V. L. Luxembourg on October ii and 3, and visit BAT Suisse in Geneva October 4 and 5. ‘ The latter visit and development plan which will result from the discussions should be very interesting, KENT is unsuccessful in Switzerland at the moment. 1 am glad Claude Borloz has taken over the marketing responsibility as I respect him. I don ' t know March, the Research Manager, and have mixed reports about him. Iodine haven ' t been to Geneva for about four years but with Mr. Macadam visiting the company during the same week, mine will be a flying visit. Germany is the subject of a letter John Howley is writing to you, Depending on Phil Wright ' s findings and John Howley ' s own trip in late October, I may well need to visit Hamburg with you (or invite the Germans to Millbank or Louisville) in late Autumn and work with them to implement decisions on the KENT family made at a higher level than mine. As you are BWIT ' s local contact point with BAT Germany, perhaps you would let me know what you think once we all bed what they are proposing. 464570506",
        "tir Bay / NTERNATIONAL TOBACCO FRNA IOAN Ss Sept 14, 1979 Mister. H. W. L, Paul c / o Jersey Tobacco Distributor Rue des Pres Trading Estate Longueville, St, Saviour Jersey, Channel Islands Dear Harry: ‘ Thank you for the various items of information that you have sent me recently. Iwas sorry to miss you in Bloomington, but the M. D. P, in Chelwood was interesting, and the contacts will be beneficial to getting things done. I write to let you know that Iam coming to Burope later this month. I will be accompanied by Joe Hough who is the ex - Liggetts man working for Bill ‘ Telling on KENT. On September xxvii, we go with Mike Hamerton to Woking to discuss KENT in the UK. On the Friday, John Howley and I will be presenting to Mr. Sheehy on the new KENT advertising and improved packaging. We will be at BWIT ' s offices in Brussels on October 1, at H. V. L. Luxembourg on October 2 and 3, and visit BAT Suisse in Geneva October 4 and 5. ‘ The latter visit and development plan which will result from the discussions should be very interesting, KENT is unsuccessful in Switzerland at the moment. 1 am glad Claude Borloz has taken over the marketing responsibility as I respect him. I don ' t know March, the Research Manager, and have mixed reports about him. I haven ' t been to Geneva for about four years but with Mr. Macadam visiting the company during the same week, mine will be a flying visit. Germany is the subject of a letter John Howley is writing to you, Depending on Phil Wright ' s findings and John Howley ' s ain trip in late October, I may well need to visit Hamburg with you (or invite the German to Millbank or Louisville) in late Autumn and work with them to implement decisions on the KENT family made at a higher level than mine. As you are BWIT ' s local contact point with BAT Germany, perhaps you would let me know what you think once we all know what they are proposing. 464570506"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "I was sorry to miss you in Bloomington, but the M.D.P, in Chelwood wasinteresting. I will be accompanied by Joe Hough who is the ex-Liggetts man working for Bill.‘Telling on KENT. On September 27, we go with Mike Hamerton to Woking with John Howley to discuss Kent in the UK' I may need to visit Hamburg with you (or invite the Germans to Millbank or Louisville) in late Autumn."
}