{
    "filename": "0012189284.jpg",
    "metadata": {},
    "text": " \n\ndensity,\n\n \n\n \n\nBROWN & WILLIAMSON TOBACCO CORP@RATION\n\n \n\nTo: MR, R. Fe\nce: Le\nNe\nTs\nF.\nFROM: = MR. D. Ve\n\nDATE: OCTOBER 9,\n\nSUBJECT\n\n \n\nINTERNAL CORRESPONDENCE\n\nDENIER\nGORDON\nJEWELL\nREYNOLDS\nRIEHL\nCANTRELL.\n\n1981\n\n \n\nHID IT EFFECT ON SMOKE DELIVERTES OF CONTEMPORIZED KOOL 100'S\n\nThe work reported in this Memo is part of a comprehensive study by the\nProcess and Product Departments to determine how high humidity drying\nII (HHD II) affects cigarette physical quality, smoke delivery, and\nsmoke quality. This report covers the effect of HED II on smoke\ndeliveries and snoke quality only.\n\nIn this work, we used two contemporized versions of KOOL 100,\n\nOne\n\nversion used XLF-416 (KOOL Milds blend with LNB WIS) with ventilated\nfilter while the other version used XLF-415 (current KOOL 100 blend\nwith LNB WIS) and no ventilation.\n\n \n\nData presented in Table 1 and attachments indicate no difference in\nsmoke deliveries between HAD I and II when products are made to equal\n\n‘The slight difference in delivery between the vented versions\n\nis not an effect of HHD II, but rather it is due to differences in\nfilter efficiency and ventilation rate between the vented saiples,\n\nSensory evaluations indicate no significant difference between HAD I\n\nand IT.\n\nLL\n\nDLV. Ge\nDVC/mem2/1002\nvr /525\n\nAttachments\n\n \n\n   \n\n623110048\n\n \n\f",
    "augmented_texts": [
        "density, BROWN & WILLIAMSON TOBACCO CORP @ RATION To: MR, R. Fe ce: Le Northeast Ts F. FROM: = MR. D. Ve DATE: OCTOBER 9, SUBJECT INTERNAL CORRESPONDENCE DENIER GORDON JEWELL REYNOLDS RIEHL CANTRELL. 1981 HID IT EFFECT ON SMOKE DELIVERTES OF CONTEMPORIZED KOOL 100 ' S The work reported in this Memo is part of a comprehensive study by the Process and Product Departments to determine how high humidity drying II (HHD II) affects cigarette physical quality, smoke delivery, and smoke quality. This report covers the effect of HED II on smoke deliveries and snoke quality only. In this work, we used two contemporized versions of KOOL 100, Unitary version used XLF - 416 (KOOL Milds blend with LNB WIS) with ventilated filter while the other version used XLF - 415 (current KOOL 100 blend with LNB WIS) and no ventilation. Data presented in Table 1 and attachments indicate no difference in smoke deliveries between HAD I and II when products are make to equal ‘ The slight difference in delivery between the vented versions is not an effect of HHD II, but rather it is due to differences in filter efficiency and ventilation rate between the vented saiples, Sensory evaluations indicate no significant difference between HAD 1 and IT. LL DLV. Ge DVC / mem2 / 1002 vr / 525 Attachments 623110048",
        "density, BROWN & WILLIAMSON TOBACCO corporation @ RATION To: MR, R. Fe ce: Lupus erythematosus Ne T F. FROM: = MR. D. Ve DATE: OCTOBER 9, SUBJECT INTERNAL CORRESPONDENCE DENIER GORDON JEWELL REYNOLDS RIEHL CANTRELL. 1981 HID IT EFFECT ON SMOKE DELIVERTES OF CONTEMPORIZED KOOL 100 ' S The work report in this Memo is portion of a comprehensive study by the Process and Product Departments to determine how high humidity drying II (HHD II) affects cigarette physical quality, smoke delivery, and smoke quality. This report covers the effect of HED II on smoke deliveries and snoke quality only. In this work, we used two contemporized versions of KOOL 100, One version used XLF - 416 (KOOL Milds blend with LNB WIS) with ventilated filter while the other version used XLF - 415 (current KOOL 100 blend with LNB WIS) and no ventilation. Data presented in Table 1 and attachments indicate no difference in smoke deliveries between HAD I and II when products are made to equal ‘ The slight difference in delivery between the vented versions is not an effect of HHD II, but rather it is due to differences in filter efficiency and ventilation rate between the vented saiples, Sensory evaluations indicate no significant difference between HAD I and IT. LL DLV. Ge DVC / mem2 / 1002 vr / 525 Attachments 623110048"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The work reported in this Memo is part of a comprehensive study to determine how high humidity drying affects cigarette physical quality, smoke delivery, and snoke quality. This report covers the effect of HED II on smokedeliveries andSnokequality only. In this work, we used two contemporized versions of KOOL 100, with ventilated filter and no ventilation. The slight difference in delivery between the vented versions is not an effect on HHD II."
}