{
    "filename": "0012287926.jpg",
    "metadata": {},
    "text": " \n\n \n\nTOBACCO CORPORATIO?\n\n \n\n \n\n \n\n \n\nLAW DEPARTMENT on\nEnver Persucs sen\n\n \n    \n\nNovember 1, 1984\n\nTo: All Marketing and Agency Personnel\n\nRe: Cigarette Advertising Policies and Practices\n\nCigarette advertising reflects the intensely competitive nature\nof cigarette marketing. At the same time, cigarette adver-\ntising is unusually susceptible to attack by hyper-critical\nopponents of smoking, These factors create a tension between\ncompeting demands of aggressiveness and caution which places an\nunusual burden upon this company to conduct all aspects of its\nadvertising programs with meticulous observance of the highest\nstandards of social responsibility, which others are entitled\nto expect of us and wnich we strive for.\n\nWe have always had this goal, but from time to time we en-\ncounter unthinking lapses among those who work day-in and\nday-out on our advertising programs. The purposes of this\nmemorandum are to restate and teaffirm Brown & Williamson's\npolicy of responsibility in advertising and to stress the\nabsolute necessity to avoid the kind of mental lapses which\nundercut that policy.\n\nA brainstorming memo from the pen of an agency staffer specu\nlating about notions of sexual attraction or capitalizing on\nthe latest faa among teenagers is a sure prescription for\ntrouble. Especially when phrased in colorful, abpreviated\nindustry Jargon, {t can be made to sound like’a devious\nconspiracy and be cited as an example of company policy (even\nthough no one in the company ever Saw or heard of the meno, or\nsquelchea it when he did) when it appears in the press. And\nsuch matters do have a way of turning up in the press, if not\nfrom falling into unfriendly hands, then from being scooped up\nby a broad subpoena of agency records in an FTC investigation\nor litigation. We are not interested in exploiting sex or\nappealing to adolescents in out advertising, so there is no\n\n6s0000TSS\n\f",
    "augmented_texts": [
        "TOBACCO CORPORATIO? LAW DEPARTMENT on Enver Persucs sen November 1, 1984 To: All Marketing and Agency Personnel Re: Cigarette Advertizement Policies and Practices Cigarette advertising reflects the intensely competitive nature of cigarette marketing. At the same time, cigarette adver - tising is unusually susceptible to attack by hyper - critical opponents of smoking, These factors create a stress between competing demands of aggressiveness and caution which places an unusual load upon this company to conduct all aspects of its advertising programs with meticulous observance of the highest standards of social responsibility, which others are entitled to expect of us and wnich we strive for. We have always had this goal, but from time to time we en - counter unthinking lapses among those who work day - in and day - out on our advertising programs. The purposes of this memorandum are to restate and teaffirm Robert brown & Williamson ' s policy of responsibility in advertising and to stress the absolute necessity to avoid the kind of mental lapses which undersell that policy. A brainstorming memo from the pen of an agency staffer specu lating about notions of sexual attracter or capitalizing on the latest faa among teenagers is a sure prescription for trouble. Especially when phrased in colorful, abpreviated industry Jargon, {t can be made to sound like ’ a devious conspiracy and be cited as an example of company policy (even though no one in the company ever Saw or heard of the meno, or squelchea it when he did) when it appears in the press. And such matters do have a way of turning up in the press, if not from falling into unfriendly hands, then from being scooped up by a broad subpoena of agency records in an FTC investigation or litigation. We are not interested in exploiting sex or appealing to adolescents in out advertising, so there is no 6s0000TSS",
        "TOBACCO CORPORATIO? LAW DEPARTMENT on Enver Persucs sen November 1, 1984 To: All Marketing and Agency Personnel Re: Cigarette Advertising Policies and Practices Cigarette advertising reflects the intensely competitive nature of cigarette marketing. At the same time, cigarette adver - tising is unusually susceptible to attack by hyper - critical opponents of smoking, These factors create a tension between competing demands of aggressiveness and caution which places an unusual burden upon this company to conduct all aspects of its advertising programs with meticulous observance of the highest standards of social responsibility, which others are entitled to expect of u.s.a. and wnich we strive for. We have always had this goal, but from time to time we en - counter unthinking lapses among those who work day - in and day - out on our advertising programs. The purposes of this memorandum are to restate and teaffirm Brown & Williamson ' s policy of responsibility in advertising and to stress the absolute necessity to avoid the kind of mental lapses which undercut that policy. A brainstorming memo from the pen of an agency staffer specu lating about notions of sexual attraction or capitalizing on the latest faa among teenagers is a sure prescription for trouble. Especially when phrased in colorful, abpreviated industry Jargon, {metric ton can be made to sound like ’ a shifty conspiracy and be cited as an example of company policy (even though no one in the company ever Saw or heard of the meno, or squelchea it when he did) when it appears in the press. And such matters do have a way of turning up in the press, if not from falling into unfriendly hands, then from being scooped up by a wide subpoena of agency records in an FTC investigation beaver state litigation. We are not interested in exploiting sex surgery appealing to adolescents in out advertising, so there is no 6s0000TSS"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Cigarette advertising reflects the intensely competitive nature of cigarette marketing. The purposes of thismemorandum are to restate and teaffirm Brown & Williamson's policy of responsibility in advertising. We are not interested in exploiting sex or appealing to adolescents in out advertising, so there is no need for this memo."
}