{
    "filename": "00138721_8750.jpg",
    "metadata": {},
    "text": "Slide #1\n\n00138721\n\nMAXWELL REPORT\n\n“Lorillard, particularly through their Kent Golden Lights brand,\nput in an extremely strong performance in the 4th quarter, being\nup some 6.9%. ‘This compares with Philip Morris, with the second\nlargest increase - up 5.1% in the 4th quarter. In our opinion,\ntorillard, particularly with the recent drop in tar content\n\nof True (which appears to have recently improved its volume\n\ngains), could well grow in the area of 7% in 1977.\"\n\nMaxwell Report\nFebruary, 1977\nRevised Year Bnd Report\n\f",
    "augmented_texts": [
        "Slide # 1 00138721 MAXWELL REPORT “ Lorillard, particularly through their Kent Golden Lights brand, place in an extremely stiff performance in the fourth quarter, being astir some 6. 9% . ‘ This compares with Duke of edinburgh Morris, with the second largest increase - up 5. 1% in the 4th quarter. In our opinion, torillard, particularly with the recent drop in tar content of True (which appears to have recently improved its volume gains ), could well grow in the area of 7% in 1977. \" J. c. maxwell Report February, 1977 Revised Year Bnd Report",
        "Slide # 1 00138721 MAXWELL REPORT “ Lorillard, particularly through their Kent Golden Lights brand, put in an extremely strong performance in the 4th quarter, be up some 6. 9% . ‘ This compares with Philip Morris, with the second largest increment - up 5. 1% in the 4th quarter. In our legal opinion, torillard, particularly with the recent drop in jack tar content of True (which appears to have recently improved its volume gains ), could well grow in the area of 7% in 1977. \" Maxwell Report February, 1977 Revised Year Bnd Report"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Lorillard, particularly through their Kent Golden Lights brand, put in an extremely strong performance in the 4th quarter, being up some 6.9%. ‘This compares with Philip Morris, with the second                largest increase - up 5.1%. In our opinion,particularly with a recent drop in tar content, True (which appears to have recently improved its volume,) could well grow in. the area of 7% in 1977,\" the report said."
}