{
    "filename": "0013403839.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\n \n\n \n\n \n\nMEMORANDUM g D cs\n: She American Jobeceo Company\nHE| _pecenber 3, 1986 - _\nfr\n° Mr, J. W. Tucker, Ma\nlr ™\n8\n[8]. n. cottier, Manufacturing Services Manager, Research and Developnent\né\ni Export Carton Overwrap Air Leakage\n\n \n\n \n\n \n\nListed below are the results of export carton overwrap air\nleakage instrument comparisons between the factory and laboratory\nfor November 24 through 26, 1986\n\nOverwrap Air Leakage\n\nco/sec\n\n \n\nDate Brand High tow Avg.\n11/25/86 CARLTON 83's ~ Japan\nFactory 5.0 0.0 2,8\nLaboratory 3181102\n11/26/86 CARLTON 83's ~ Japan\nFactory 8.0 3.0 SL\nLaboratory 51300212315\n\n \n\nKCWshso 7\n\nce: Mr. K. R, Buckingham, Quality Control supervisor”\nDurham Branch\n\nMr. Wes Couch, Supervisor ~ Export\nDurham Branch\n\nDr. P. H. Leake\nAssistant Reserch and Development Director\n\nMr. R. Hy Morrison\nVice President - Manufacture and Leaf\n\nMr. R. 8. Sprinkle, IIT,\nvice President ~ Résearch and Development\n\n \n\f",
    "augmented_texts": [
        "memo g D cs: She American Jobeceo Company HE | _pecenber 3, 1986 - _ fr ° Mr, J. Wolfram. Tucker, Ma lr ™ 8 [8 ]. n. cottier, Manufacturing Inspection and repair Manager, Research and Developnent é i Export Carton Overwrap Air Leakage Listed below are the results of export carton overwrap air leakage instrument comparisons between the factory and science laboratory for November 24 through 26, 1986 Overwrap Air Leakage co / sec Date Brand High towage Avg. 11 / 25 / 86 CARLTON 83 ' southward ~ Japan Factory 5. 0 0. 0 2, 8 Laboratory 3181102 11 / 26 / 86 CARLTON 83 ' s ~ Japan Factory 8. 0 3. 0 SL Laboratory 51300212315 KCWshso 7 ce: Mr. K. R, Buckingham, Quality Control supervisor ” Durham Offshoot Mr. Wes Couch, Supervisor ~ Export Durham Branch Dr. P. H. Leake Assistant Reserch and Development Director Mr. R. Hy Morrison Vice President - Manufacture and Leaf Mr. R. 8. Sprinkle, IIT, vice President ~ Résearch and Development",
        "MEMORANDUM g D cs: She American Jobeceo Company HE | _pecenber 3, 1986 - _ fr ° Mr, J. W. Benjamin ricketson tucker, Ma lr ™ 8 [8 ]. n. cottier, Manufacturing Services Manager, Research and Developnent é i Export Cartonful Overwrap Air Leakage Listed below are the results of export carton overwrap air leakage instrument comparisons between the factory and laboratory for November 24 through 26, 1986 Overwrap Air Leakage co / sec Escort Brand High tow Avg. 11 / 25 / 86 CARLTON 83 ' s ~ Japan Factory 5. 0 0. 0 2, 8 Laboratory 3181102 11 / 26 / 86 CARLTON 83 ' s ~ Japan Factory 8. 0 3. 0 SL Research lab 51300212315 KCWshso 7 ce: Mr. K. R, Buckingham, Character Control supervisor ” Durham Branch Mr. Wes Couch, Supervisor ~ Export Durham Branch Dr. P. H. Leake Assistant Reserch and Development Director Mr. Universal gas constant. Hy Morrison Frailty President - Manufacture and Leaf Mr. R. 8. Sprinkle, IIT, vice President ~ Résearch and Development"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Listed below are the results of export carton overwrap air Leakage instrument comparisons between the factory and laboratory. For November 24 through 26, 1986, CARLTON 83's were tested at the laboratory in Japan. The factory version of this article is based on the Japanese version, which is published as a free download."
}