{
    "filename": "0013502467.jpg",
    "metadata": {},
    "text": " \n\nDe ae Tabacco limpany\n5 Srk Hooncee\n\nPw York. wy yoorz\n\nOctober 31, 1968\n\n  \n\nTO MEMBERS OF THE SALES ORGANIZATION IN THE METROPOLITAN\nARBA OF NEW YORK CITY\n\n \n\nThe New York Metropolitan area has more people, more\npurchasing power, more visitors from out of town, more\nstores selling cigarettes and ...\n\nMORE CIGARETTE SMOKERS\n\nthan any other area of the country.\n\nBUT ... we are not getting our rightful share of business\nin-a market accounting for close to 10% of total ciga-\n\nxette sales in the United States. And we mean to get\nthat rightful share by taking the following action\n\n \n\nIMMEDIATE\n\n1, Divide present Section B2A into two Sections,\neffective Monday, November 4, 1968.\n\n2. Sales Section E2A, under the supervision of\nSection Sales Manager C. T. Stadter, will be\ncomprised of New York, Bronx, Westchester,\nPutnam, Dutchess, Ulster, Sullivan, Orange and\nRockland Counties in New York and Fairfield\nCounty in Connecticut.\n\n \n\nSales Section E2C, under the supervision of\nSection Sales Manager E. Verdrager, will be\ncomprised of Richmond, Kings, Queens, Nassau\nand Suffolk Counties in New York.\n\nFUTURE PLANS\n\n1. Add more manpower where required.\n\n2, Assign a Female Sampling Representative to\neach of the two Sales Sections headquartered in\nNew York.\n\n3. Authorize afterhours sampling of special affairs.\n\n \n\f",
    "augmented_texts": [
        "De ae Tabacco limpany 5 Srk Hooncee Pw York. wy yoorz October 31, 1968 TO MEMBERS OF THE SALES ORGANIZATION IN THE METROPOLITAN ARBA OF NEW YORK CITY The New York Metropolitan area has more people, more purchasing power, more visitors from out of town, more stores sell cigarettes and. .. MORE CIGARETTE SMOKERS than any other area of the country. BUT. .. we are non getting our rightful share of business in - a market accounting for close to 10% of total ciga - xette sales in the United States. And we mean to get that rightful share by taking the following action IMMEDIATE 1, Divide present Section B2A into two Sections, effective Monday, November 4, 1968. 2. Sales Section E2A, under the supervision of Section Sales Manager C. T. Stadter, will be comprised of New York, Bronx, Westchester, Putnam, Dutchess, Ulster, Sullivan, Orange and Rockland Counties in New York and Fairfield County in Connecticut. Sales Section E2C, under the supervision of Section Sales Manager E. Verdrager, will be comprised of Richmond, Kings, King, Nassau and Suffolk Counties in New York. FUTURE PLANS 1. Add more manpower where required. deuce, Assign a Female Sampling Representative to each of the deuce Sales Sections headquartered in New York. 3. Authorize afterhours sampling of special affairs.",
        "De ae Tabacco limpany 5 Srk Hooncee Pw York. wy yoorz October 31, 1968 TO MEMBERS OF THE SALES ORGANIZATION IN THE METROPOLITAN ARBA OF NEW YORK CITY The New York Metropolitan area has more than people, more purchasing power, more visitors from out of town, more stores trade cigarettes and. .. MORE CIGARETTE SMOKERS than any other area of the country. BUT. .. we are not getting our rightful share of business in - a market accounting for close to x% of total ciga - xette sales in the United States. And we mean to get that true share by taking the following action IMMEDIATE 1, Divide present Section B2A into two Sections, effective Monday, November 4, 1968. two. Sales Section E2A, under the supervision of Section Sales Manager C. T. Stadter, will be comprised of New York, Bronx, Westchester, Putnam, Dutchess, Ulster, Sullivan, Orange and Rockland Counties in New York and Fairfield County in Connecticut. Sales Section E2C, under the superintendence of Section Sales Director E. Verdrager, will be comprised of Richmond, Kings, Queens, Nassau and Suffolk Counties in New York. FUTURE PLANS 1. Add more manpower where required. 2, Assign a Female Sampling Representative to each of the two Sales Sections headquartered in New York. 3. Authorize afterhours sampling of special affairs."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The New York Metropolitan area has more people, more purchasing power, and more stores selling cigarettes than any other area of the country. The area accounts for close to 10% of total ciga-ophobicxette sales in the United States. \"We are not getting our rightful share of business,\" said the group."
}