{
    "filename": "0013163649.jpg",
    "metadata": {},
    "text": " \n\nCopy t/\n\n \n\nOEL oe\n\nINTRODUCTION.\n\n\"We appreciate very much this opportunity to appear\nbefore you today to discuss the tobacco/health controversy.\n\nWhile the tobacco/health issue is obviously an all-\nhowe one to us, we realize that it is only one of many\nothers with which you are concerned. wie) are not here today to\nquote prove endquote that cigarettes do not cause lung cancer\nor that cigarettes are quote good endguote for you\n\nour purpose in secking this audience is simply to\nexpose information to you of which you may not be aware and\nthat we believe has a significant bearing on the controversy.\n\nThe facts and statements which we will give you today\nare presented by us in the belief that there are many controver-\nsial questions concerning smoking and health and that these ques-\ntions must ultimately be answered by further scientific research\nand new knowledge~-and that full, free, and informed public dis- *\ncussion is essential in the public interest.\n\nThis field as you know is a-complex one and one in which\na vast amount of scientific research has been performed. Although\nthere are many other sources of information which we could have\n\nused and which we can supply, in selecting the material for our\n\nPresentation today we have confined ourselves to those sources\n\nmemes eset\n\n690010690\n\n \n\f",
    "augmented_texts": [
        "Copy t / OEL oe INTRODUCTION. \" We appreciate very much this opportunity to appear before you today to discuss the tobacco / health controversy. While the tobacco / health issue is obviously an all - howe one to us, we substantiate that it is only one of many others with which you are concerned. wie) are not here today to quote prove endquote that cigarettes do non cause lung cancer or that cigarettes are quote good endguote for you our purpose in secking this audience is simply to expose information to you of which you may not be aware and that we believe has a significant bearing on the controversy. The fact and statements which we will give you today are presented by us in the belief that there are many controver - sial questions concerning smoking and health and that these ques - tions must ultimately follow answered by further scientific enquiry and unexampled knowledge ~ - and that full, free, and informed public dis - * cussion is essential in the public interest. This field as you know is a - complex one and one in which a vast amount of scientific research has been performed. Although there are many other sources of information which we could have used and which we can ply, in selecting the material for our Presentation today we have confined ourselves to those sources memes eset 690010690",
        "Copy t / OEL oe INTRODUCTION. \" We appreciate very much this opportunity to appear before you today to discuss the tobacco / health controversy. While the tobacco / health issue is obviously an all - howe one to us, we realize that it is only one of many others with which you are concerned. wie) are not here today to quote prove endquote that cigarettes do not cause lung cancer or that cigarettes are quote good endguote for you our purpose in secking this audience is simply to expose information to you of which you may not be aware and that we believe has a significant bearing on the controversy. The facts and statements which we will give you today are presented by us in the belief that there are many controver - sial questions concerning smoking and health and that these ques - tions must ultimately be answered by further scientific research and fresh knowledge ~ - and that full, free, and informed public dis - * cussion is essential in the public interest. This field as you know is a - complex one and unity in which a vast amount of scientific research has been performed. Although there are many other sources of data which we could have used and which we can supply, in selecting the material for our Presentation today we have confined ourselves to those sources memes eset 690010690"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "\"We appreciate very much this opportunity to appear before you today to discuss the tobacco/health controversy. Our purpose in secking this audience is simply to expose information to you of which you may not be aware and that we believe has a significant bearing on the controversy\" \"We believe that there are many controver-sial questions concerning smoking and health\""
}