{
    "filename": "0013001762.jpg",
    "metadata": {},
    "text": " \n\nBROWN @ WILLIAMSON (BUROPE)RA\n\nFebruary 6, 1978\n\nI 5 Nectey ¢\nPL/ 268/78 4 4 fe\n\nTo ~Leut Mee JJ. Doming!\nFrom: S. 1. Said\nSubject : Contumer research objectives in the Middle East.\n\n \n\n \n\n \n\n \n\nBased on conclusions reached during the meeting between yourself, Y.\nBeyhum, S. Tabbara and myself on this subject.\n\n \n\nBelow are the main objectives that should be taken inte consideration\nwhen conducting consumer research surveys in our region.\n\nAlthough some of the objectives listed ore simflar fo those that were in-\ntended for the group sessions, conducted recently in Egypt ~ Kuwait and\nDubai, we need to have more accurate information based on « wider base\ncof sample of the population than the 7 to 10 consumers per group that were\ninterviewed recently (3 in Kuwait, 4 in Cairo and 2in Dubai).\n\nQur research objectives depend on the brand,\n\nKENT :\n\n \n\n= 1, To re-evaluate the strengths and weaknesses of the brand\nvisovis Kent and competitive consumers.\n\n= 2. To obtain more accurate quantitative data on Kent and\ncompetitive brands consumer profile; sex, age, nationa~\nlity, profession, ete... +\n\n \n\n= 3, To investigate in depth the \"Tobacco Rumor\" it's effect on\nKent's image and it's possible remedies, in the mind of the\nconsumer.\n\nude flavor brand\n\n1. To test the proposed pack against the Marlboro pack prima~\nrily and other Flayor brands in the marker.\n\n     \n\n \n\n~ 2, To carry ovt a blind paired test on the “taste” qualities of\nthe LOFI brand and Marlboro.\n\n= 3. To test consumer acceptance /reaction to the name and pro-\nposed edvertising, copy / loyout.\n\nsods\n\n464520316\n\f",
    "augmented_texts": [
        "BROWN @ WILLIAMSON (BUROPE) RA Feb 6, 1978 I 5 Nectey ¢ PL / 268 / 78 4 4 iron To ~ Leut Mee JJ. Doming! From: S. 1. Said Subject: Contumer research objectives in the Middle East. Based on conclusions reached during the meeting between yourself, Y. Beyhum, Sulfur. Tabbara and myself on this subject. Below are the main objectives that should be taken inte consideration when conducting consumer research surveys in our region. Although some of the objectives listed ore simflar fo those that were in - tended for the group sessions, conducted recently in Egypt ~ Kuwait and Dubai, we need to have more accurate information based on « wider base cof sample of the population than the 7 to 10 consumers per group that were interviewed recently (3 in Kuwait, 4 in Cairo and 2in Dubai ). Qur research objectives depend on the brand, KENT: = 1, To re - evaluate the strengths and weaknesses of the brand visovis Kent and competitive consumers. = deuce. To obtain more accurate quantitative data on Kent and competitive brands consumer visibility; sex, eld, nationa ~ lity, profession, ete. .. + = 3, To investigate in depth the \" Tobacco Rumor \" it ' s effect on Kent ' s image and it ' s possible remedies, in the mind of the consumer. ude flavor brand 1. To test the proposed pack against the Marlboro pack prima ~ rily and other Flayor brands in the marker. ~ 2, To carry ovt a blind paired test on the “ taste ” qualities of the LOFI brand and Marlboro. = 3. To test consumer acceptance / reaction to the name and pro - posed edvertising, copy / loyout. sods 464520316",
        "BROWN @ WILLIAMSON (BUROPE) RA February 6, 1978 I 5 Nectey ¢ PL / 268 / 78 4 4 fe To ~ Leut Mee JJ. Doming! From: S. 1. Said Subject: Contumer research objectives in the Middle East. Based on conclusions reached during the meeting between yourself, Y. Beyhum, S. Tabbara and myself on this subject. Below are the main objectives that should be taken inte consideration when conducting consumer research surveys in our region. Although some of the objectives listed ore simflar fo those that were in - tended for the group sessions, conducted recently in Egypt ~ Kuwait and Dubai, we need to have more accurate information based on « wider base cof sample of the population than the 7 to 10 consumers per group that were interviewed recently (tercet in Kuwait, 4 in Cairo and 2in Dubai ). Qur research target depend on the brand, KENT: = 1, To re - evaluate the strengths and weaknesses of the brand visovis Rockwell kent and competitive consumers. = 2. To obtain more than accurate quantitative data on Kent and competitive brands consumer profile; sex, age, nationa ~ lity, profession, ete. .. + = 3, To investigate in depth the \" Tobacco Rumor \" it ' s effect on Kent ' s image and it ' s possible remedies, in the mind of the consumer. ude flavor brand 1. To test the proposed pack against the Marlboro pack prima ~ rily and other Flayor brands in the marking. ~ 2, To carry ovt a blind paired test on the “ taste ” qualities of the LOFI brand and Marlboro. = 3. To test consumer acceptance / reaction to the name and pro - posed edvertising, copy / loyout. sods 464520316"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Research objectives depend on the brand, but some of the objectives listed below were conducted recently in Egypt, Kuwait and Dubai. We need to have more accurate information based on a wider base of consumers than the 7 to 10 consumers per group that were interviewed recently. To test the proposed pack against the Marlboro pack prima~rily and other Flayor brands."
}