{
    "filename": "002 (4).txt",
    "metadata": {},
    "text": "O'Sullivan could run in Worlds\n\nSonia O'Sullivan has indicated that she would like to participate in next month's World Cross Country Championships in St Etienne.\n\nAthletics Ireland have hinted that the 35-year-old Cobh runner may be included in the official line-up for the event in France on 19-20 March. Provincial teams were selected after last Saturday's Nationals in Santry and will be officially announced this week. O'Sullivan is at present preparing for the London marathon on 17 April. The participation of O'Sullivan, currentily training at her base in Australia, would boost the Ireland team who won the bronze three years agio. The first three at Santry last Saturday, Jolene Byrne, Maria McCambridge and Fionnualla Britton, are automatic selections and will most likely form part of the long-course team. O'Sullivan will also take part in the Bupa Great Ireland Run on 9 April in Dublin.\n",
    "augmented_texts": [
        "O ' Sullivan could run in Worlds Sonia O ' Sullivan has indicated that she would like to participate in next month ' s World Cross Country Championships in St Etienne. Athletic contest Ireland have hinted that the 35 - year - old Cobh runner may be included in the official line - up for the event in Anatole france on 19 - 20 March. Provincial teams were selected after last Saturday ' s Nationals in Santry and will be officially announced this calendar week. O ' Sullivan is at present preparing for the London marathon on 17 April. The participation of O ' Sullivan, currentily training at her base in Australia, would boost the Ireland team who won the bronze three years agio. The first three at Santry final Saturday, Jolene Byrne, Maria McCambridge and Fionnualla Britton, are automatic selections and will most likely form part of the long - course team. O ' Sullivan will also call for part in the Bupa Great Ireland Run on 9 April in Dublin.",
        "O ' Sullivan could run in Worlds Sonia O ' Sullivan has indicated that she would care to participate in next month ' s World Cross Country Title in St Etienne. Athletics Ireland have hinted that the 35 - year - old Cobh runner may be included in the official line - up for the event in France on 19 - 20 March. Provincial teams were selected after last Saturday ' s Nationals in Santry and will be officially announced this week. Atomic number 8 ' Sullivan is at present preparing for the London marathon on 17 April. The participation of O ' Sullivan, currentily training at her foundation in Australia, would boost the Ireland team who won the bronze three years agio. The first three at Santry last Saturday, Jolene Byrne, Calophyllum longifolium McCambridge and Fionnualla Britton, are automatic selections and will most likely form part of the long - course team. O ' Sullivan will also take part in the Bupa Great Ireland Run on 9 April in Dublin."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Athletics Ireland have hinted that the 35-year-old Cobh runner may be included in the official line-up for the event in France on 19-20 March. Provincial teams were selected after last Saturday's Nationals in Santry and will be officially announced this week. The participation of O'Sullivan would boost the Ireland team who won the bronze three years ago."
}