{
    "filename": "00265263_00265269.jpg",
    "metadata": {},
    "text": "seer\n\nCarcinogenesis Assay of Subfractions of\nCigarette Smoke Condensate Prepared by\nSolvent-Solvent Separation of the Neutral\nFraction **\n\nFred G. Bock, A. P, Swain? and R. L. Stedman,‘ Roswell\nPark Memorial Institute, New York State Department of\nHealth, Buffalo, New York 14203; and Eastern Morketing\n‘and Nutrition Research Division, Agricultural Reseorch\n\n \n \n\nService, U.S. Department of Agriculture, Philadelphio,\n\nPennsylvonia 19118\n\nSUMMARY—Carcinogenesis assay was conducted on subfractions of the\nneutral fraction (NF) of cigarette smoke condensate, subfractions thot were\nprepored by solvent patttion. OF the 2 mejor subractions, the \"“methanol-\ninsoluble\" nevirals (MIN) were much more active than the “methanol-\nsoluble” neutrals (MSN). Distribution of MSN between nitromethane and\ncarbon disulfide yielded 2 ective fractions. Poot dose-response effects\nsuggest that extraneous materials may teduce the activity of MSN. Analysis\nof the recovery of MSN is difficult, but opoarently there were significant\nlossei dusing separation. On counteicurent distribution (CCD), MIN\nyielded 3 active and 2 inactive subfractions, Recovery of the activity of\nn with an earlier separa\nie acid chromatography. Recoveries might be improved if\nCED inepplied tothe NF before the more rigorous chromatographic separa-\ntions.—J Nott Cancer Inst 49: 477-483, 1972.\n\n \n\n18 AN catlier study, 4 of the subfractions prepared\nlicic acid chromatography of the neutral frac-\njon (NF) of cigarette smoke condensate (CSC)\nweed skin tumors in mice. previously painted\nwith 125 ug of 7,12-dimechylbenafalanthracene\n(DMBA) (1). With this procedure, tumor-promot~\ning agents as well as complete carcinogens were\ndetected. All the subfractions were recombined in\nproportion to their yield, o provide a reconstituted\nsample that would have been identical with NF if\nno changes had occurred during the separation\nprocedure. The biological activity of this recon-\nstituted material, however, was substantially less\nthan that of NF, suggesting that important amounts\nof the active materials were lost during chroma-\ntography. The current study was undertaken to\nexamine solvent partitioning alone as means of\n\n   \n\nfractionating NF, with the, hope that these loses\ncould be avoided.\n\nMATERIALS AND METHODS\n\n‘Details of the preparation of the various fractions\nwill be described elsewhere (2). Briefly, I-kg\n\n1 Reseed Jnuaty 26,1972; acepted Ape 161972\nstudy was carried our under contract 12-14-100-\n£00505) with the. Agel Research Service, US.\nDepartment of Agriculture, administered by the Eastern\nMarketing and Nutrition Rearch Division.\n\n\"Prom! addres: Richard B. Rosell Research Center,\nAgricultural Research Service, USD.A,, P.O. Box 5677,\n‘Athens, Ga.\n\n\"We gratefully acknowledge the technical asistance of\nMiss Helen Fos, Mrs. Judith Goranson, Me. Huston Myers,\n‘and Mrs. Lois Neal.\n\n \n\n \n\n \n\n \n\nan\n\n179&\n\n€9zS9z00\n\f",
    "augmented_texts": [
        "seer Carcinogenesis Assay of Subfractions of Cigarette Smoke Condensate Prepared by Solvent - Solvent Separation of the Neutral Fraction * * Fred G. Bock, A. P, Swain? and R. L. Stedman, ‘ Roswell Park Memorial Institute, New York State Department of Health, Buffalo, New York 14203; and Eastern Morketing ‘ and Nutrition Research Division, Agricultural Reseorch Service, U. S. Department of Agriculture, Philadelphio, Pennsylvonia 19118 SUMMARY — Carcinogenesis assay was conducted on subfractions of the neutral fraction (NF) of cigarette smoke condensate, subfractions thot were prepored by solvent patttion. OF the 2 mejor subractions, the \" “ methanol - indissoluble \" nevirals (MIN) were much more active than the “ methanol - soluble ” neutrals (MSN ). Distribution of MSN between nitromethane and carbon disulfide yielded 2 ective fractions. Poot dose - response effects suggest that extraneous materials may teduce the activity of MSN. Analysis of the recovery of MSN is difficult, but opoarently there were significant lossei dusing separation. On counteicurent distribution (CCD ), MIN yielded 3 active and 2 inactive subfractions, Recovery of the activity of n with an earlier separa ie acid chromatography. Recoveries might be improved if CED inepplied tothe NF before the more rigorous chromatographic separa - tions. — J Nott Cancer Inst 49: 477 - 483, 1972. 18 AN catlier study, 4 of the subfractions prepared licic acid chromatography of the neutral frac - jon (NF) of cigarette smoke condensate (CSC) weed skin tumors in mice. previously painted with 125 ug of 7, 12 - dimechylbenafalanthracene (DMBA) (1 ). With this procedure, tumor - promot ~ ing agents as well as complete carcinogens were detected. All the subfractions were recombined in proportion to their yield, o provide a reconstituted sample that would have been identical with NF if no changes had occurred during the separation procedure. The biological activity of this recon - stituted material, however, was substantially less than that of NF, suggesting that important amounts of the active materials be lost during chroma - tography. The current study was undertaken to examine solvent partitioning alone as means of fractionating NF, with the, hope that these loses could be avoided. MATERIALS AND METHODS ‘ Details of the preparation of the various fractions will be described elsewhere (2 ). Briefly, Atomic number 53 - kg 1 Reseed Jnuaty 26, 1972; acepted Ape 161972 study was carried our under contract 12 - 14 - 100 - £ 00505) with the. Agel Research Service, US. Department of Agriculture, administered by the Eastern Marketing and Nutrition Rearch Division. \" Prom! addres: Richard B. Rosell Research Center, Agricultural Research Service, USD. A, , Phosphorus. O. Box 5677, ‘ Athens, Ga. \" We gratefully acknowledge the technical asistance of Miss Helen Fos, Mrs. Judith Goranson, Me. Huston Myers, ‘ and Mrs. Lois Neal. an 179 & € 9zS9z00",
        "seer Carcinogenesis Assay of Subfractions of Cigarette Smoke Condensate Prepared by Solvent - Solvent Separation of the Neutral Fraction * * Fred G. Bock, A. P, Swain? and R. L. Stedman, ‘ Roswell Park Memorial Institute, New York State Department of Health, Buffalo, New York 14203; and Eastern Morketing ‘ and Nutrition Research Division, Agricultural Reseorch Service, U. S. Department of Agriculture, Philadelphio, Pennsylvonia 19118 SUMMARY — Carcinogenesis assay was conducted on subfractions of the neutral fraction (NF) of cigarette smoke condensate, subfractions thot were prepored by solvent patttion. OF the 2 mejor subractions, the \" “ methanol - insoluble \" nevirals (MIN) were much more active than the “ methanol - soluble ” neutrals (MSN ). Distribution of MSN between nitromethane and carbon disulfide yielded 2 ective fractions. Poot dose - response effects suggest that extraneous materials may teduce the activity of MSN. Analysis of the recovery of MSN is difficult, but opoarently there were significant lossei dusing separation. On counteicurent distribution (CCD ), MIN yielded 3 active and 2 inactive subfractions, Recovery of the activity of n with an earlier separa internet explorer acid chromatography. Recoveries might be improved if CED inepplied tothe NF before the more rigorous chromatographic separa - tions. — J Nott Cancer Inst 49: 477 - 483, 1972. 18 AN catlier study, 4 of the subfractions prepared licic acid chromatography of the neutral frac - jon (NF) of cigarette smoke condensate (CSC) weed skin tumors in mice. previously painted with 125 ug of 7, 12 - dimechylbenafalanthracene (DMBA) (1 ). With this procedure, tumor - promot ~ ing agent as well as complete carcinogens were detected. All the subfractions were recombined in proportion to their yield, o provide a reconstituted sample that would have been identical with NF if no changes had occurred during the separation procedure. The biological bodily process of this recon - stituted material, however, was substantially less than that of NF, suggesting that crucial amounts of the active materials were lost during chroma - tography. The current study was undertaken to examine solvent partitioning alone as means of fractionating NF, with the, hope that these loses could be avoided. MATERIALS AND METHODS ‘ Details of the preparation of the various fractions will comprise described elsewhere (2 ). Briefly, I - kg 1 Reseed Jnuaty 26, 1972; acepted Ape 161972 study was carried our under contract 12 - 14 - 100 - £ 00505) with the. Agel Research Service, US. Department of Agriculture, administered by the Eastern Marketing and Nutrition Rearch Division. \" Prom! addres: Richard B. Rosell Research Center, Agricultural Research Service, USD. A, , P. O. Box 5677, ‘ Athens, Ga. \" We gratefully acknowledge the technical asistance of Miss Helen Fos, Mrs. Judith Goranson, Me. John huston Myers, ‘ and Mrs. Lois Neal. an 179 & € 9zS9z00"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Carcinogenesis assay was conducted on subfractions of the neutral fraction (NF) of cigarette smoke condensate. The biological activity of this reconstituted material, however, was substantially less than that of NF, suggesting that important amounts of active materials were lost during chromatographic separation. Recoveries might be improved if neurotransmitters were inepplied to the NF before the more rigorous chromatography."
}