{
    "filename": "003 (2).txt",
    "metadata": {},
    "text": "Musical treatment for Capra film\n\nThe classic film It's A Wonderful Life is to be turned into a musical by the producer of the controversial hit show Jerry Springer - The Opera.\n\nFrank Capra's 1946 movie starring James Stewart, is being turned into a £7m musical by producer Jon Thoday. He is working with Steve Brown, who wrote the award-winning musical Spend Spend Spend. A spokeswoman said the plans were in the \"very early stages\", with no cast, opening date or theatre announced.\n\nA series of workshops have been held in London, and on Wednesday a cast of singers unveiled the musical to a select group of potential investors. Mr Thoday said the idea of turning the film into a musical had been an ambition of his for almost 20 years. It's a Wonderful Life was based on a short story, The Greatest Gift, by Philip van Doren Stern. Mr Thoday managed to buy the rights to the story from Van Doren Stern's family in 1999, following Mr Brown's success with Spend Spend Spend. He later secured the film rights from Paramount, enabling them to use the title It's A Wonderful Life.\n",
    "augmented_texts": [
        "Musical treatment for Capra film The classic film Information technology ' s A Wonderful Life is to be turned into a musical by the producer of the controversial hit show Jerry Springing cow - The Opera. Frank Capra ' s 1946 movie starring James Stewart, is being turned into a £ 7m musical by producer Jon Thoday. He is working with Steve Brown, who wrote the award - winning musical Spend Spend Spend. A spokeswoman said the plans were in the \" very early stages \", with no cast, opening date or theatre announced. A serial of workshops have been held in London, and on Wednesday a mould of singers unveiled the musical to a select chemical group of potential investors. Mr Thoday said the estimation of turning the film into a musical had been an ambition of his for almost 20 years. It ' s a Wonderful Life was based on a short story, The Greatest Gift, by Philip van Doren Stern. Mr Thoday managed to buy the rights to the story from Van Doren Stern ' s family in 1999, following Mr Brown ' s success with Spend Spend Spend. Atomic number 2 later secured the film rights from Paramount, enabling them to use the title It ' s A Wonderful Life.",
        "Musical treatment for Capra film The classic film It ' s A Wonderful Life is to be turn into a musical by the producer of the controversial hit show Jerry Springer - The Opera. Frank Frank capra ' s 1946 movie starring James Stewart, is constitute turned into a £ 7m musical by producer Jon Thoday. He is working with Steve Brown, who wrote the award - winning musical Spend Spend Spend. A spokeswoman said the plans were in the \" very early stages \", with no cast, opening date or theatre announced. A series of workshop have been carry in London, and on Wednesday a cast of singers unveiled the musical to a select group of potential investors. Mr Thoday said the idea of turning the film into a musical had been an ambition of his for about 20 years. It ' s a Wonderful Life was based on a short story, The Greatest Gift, by Philip van Doren Stern. Mr Thoday managed to bribe the rights to the story from Van Doren Stern ' s family in 1999, following Mr Brown ' s success with Spend Spend Spend. He later secured the film rights from Paramount, enabling them to use the title Information technology ' s A Wonderful Life."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Frank Capra's 1946 movie starring James Stewart is being turned into a musical. It's a Wonderful Life was based on a short story, The Greatest Gift, by Philip van Doren Stern. Producer Jon Thoday is working with Steve Brown, who wrote the award-winning musical Spend Spend spend."
}