{
    "filename": "003.txt",
    "metadata": {},
    "text": "Yukos unit buyer faces loan claim\n\nThe owners of embattled Russian oil giant Yukos are to ask the buyer of its former production unit to pay back a $900m (£479m) loan.\n\nState-owned Rosneft bought the Yugansk unit for $9.3bn in a sale forced by Russia to part settle a $27.5bn tax claim against Yukos. Yukos' owner Menatep Group says it will ask Rosneft to repay a loan that Yugansk had secured on its assets. Rosneft already faces a similar $540m repayment demand from foreign banks. Legal experts said Rosneft's purchase of Yugansk would include such obligations. \"The pledged assets are with Rosneft, so it will have to pay real money to the creditors to avoid seizure of Yugansk assets,\" said Moscow-based US lawyer Jamie Firestone, who is not connected to the case. Menatep Group's managing director Tim Osborne told the Reuters news agency: \"If they default, we will fight them where the rule of law exists under the international arbitration clauses of the credit.\"\n\nRosneft officials were unavailable for comment. But the company has said it intends to take action against Menatep to recover some of the tax claims and debts owed by Yugansk. Yukos had filed for bankruptcy protection in a US court in an attempt to prevent the forced sale of its main production arm. The sale went ahead in December and Yugansk was sold to a little-known shell company which in turn was bought by Rosneft. Yukos claims its downfall was punishment for the political ambitions of its founder Mikhail Khodorkovsky and has vowed to sue any participant in the sale.\n",
    "augmented_texts": [
        "Yukos unit buyer faces loan claim The owners of embattled Russian oil giant Yukos are to ask the buyer of its former production unit to pay back a $ 900m (£ 479m) loan. State department - owned Rosneft bought the Yugansk unit for $ 9. 3bn in a sale forced by Russia to part settle a $ 27. 5bn tax claim against Yukos. Yukos ' owner Menatep Group says it will ask Rosneft to repay a loan that Yugansk had secured on its assets. Rosneft already faces a similar $ 540m repayment demand from foreign banks. Legal experts said Rosneft ' s purchase of Yugansk would include such obligations. \" The pledged assets are with Rosneft, so it will have to pay real money to the creditors to avoid seizure of Yugansk plus, \" said Moscow - based US attorney Jamie Firestone, who is not connected to the case. Menatep Group ' s managing director Tim John osborne told the Reuters news agency: \" If they default, we will fight them where the rule of law exists under the international arbitration clauses of the credit. \" Rosneft officials comprise unavailable for comment. But the company has said it intends to take action against Menatep to recover some of the tax claims and debts owed by Yugansk. Yukos had filed for bankruptcy shelter in a US court in an attempt to prevent the forced sale of its main production arm. The sale went ahead in December and Yugansk was sold to a little - known shell company which in turn was bought by Rosneft. Yukos claims its downfall was punishment for the political ambitions of its founder Mikhail Khodorkovsky and has vowed to sue any participant in the sale.",
        "Yukos unit buyer faces loan claim The owners of embattled Russian oil giant Yukos are to ask the buyer of its former production unit to pay back a $ 900m (£ 479m) loanword. State - owned Rosneft bought the Yugansk unit for $ 9. 3bn in a sale forced by Russia to part settle a $ 27. 5bn tax call against Yukos. Yukos ' owner Menatep Group says it will ask Rosneft to repay a loan that Yugansk had secured on its assets. Rosneft already faces a similar $ 540m repayment demand from foreign banks. Sound experts said Rosneft ' s purchase of Yugansk would include such obligations. \" The pledged assets are with Rosneft, so it will have to pay real money to the creditors to avoid seizure of Yugansk assets, \" said Moscow - based US lawyer Jamie Firestone, who is not connected to the case. Menatep Group ' s managing director Tim Osborne told the Reuters news agency: \" If they default, we will fight them where the principle of law exists nether the international arbitration clauses of the credit. \" Rosneft officials were unavailable for comment. But the company has said it intends to take action against Menatep to recover some of the tax claims and debts owed by Yugansk. Yukos had filed for bankruptcy protection in a US court of law in an attempt to prevent the forced sales event of its main production arm. The sale went ahead in December and Yugansk was sold to a little - known shell company which in turn was buy by Rosneft. Yukos claims its fall was punishment for the political ambitions of its founder Mikhail Khodorkovsky and has vowed to process any participant in the sale."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Yukos' owner Menatep Group says it will ask Rosneft to repay a loan that Yugansk had secured on its assets. Legal experts say the purchase of the unit would include such obligations. Yukos had filed for bankruptcy protection in a US court in an attempt to prevent the forced sale of its main production arm."
}