{
    "filename": "0030049380.jpg",
    "metadata": {},
    "text": "on\n\nFitter\n\n   \n\nwith Raleigh. Introducing\n\nAnd discover really satisfying tobacco taste. Raleigh Extra Milds\n\nDouble-duty Cooler. This 2-gallon Mild natural flavor\nIgloo Jug keeps refreshments Lowered tar\nGold, is sturdy enough to sit on.\nPolyurethane insulation. Yours\nfor free B&W.coupons. the valuable\nextra on every pack of Raleigh,\n\nj Tosee aver 1000 gitts, write\nfor your tree Gift Catalog mea\n\nBox 12, Louisville, Ky 40201 br: trp\nLive anne a pregaere Tone\n\n  \n\n \n\n \n\n \n\nPlease caution your printer that when making your\nfublication’spriting materia, the copyright tin,\nthe tar & nicotine content copy and the Surgeon\nGenera's warning must ant be remeved from the\n\nPOST KEYES GARDNER\nAd No. U1-tW0L0 Red\nPage, “/eolor (ell Ad)\nGenevic Mayaxines 1974\n\n& WILLIAMSON TOBA\n\n   \n\naévertisemest, Special attention must\nwhen there is free-standing black tyge on white\nbackgrounds,\n\n       \n\ncorp,\n\f",
    "augmented_texts": [
        "on Fitter with Raleigh. Introducing And discover really satisfy tobacco taste. Raleigh Extra Milds Doubling - duty Cooler. This 2 - gallon Mild natural flavor Igloo Jug keeps refreshments Lowered tar Gold, is sturdy enough to sit on. Polyurethane insulation. Yours for free B & W. coupons. the valuable extra on every pack of Raleigh, j Tosee aver 1000 gitts, write for your tree Gift Catalog mea Box 12, Louisville, Ky 40201 br: trp Live anne a pregaere Tone Please caution your printer that when making your fublication ’ spriting materia, the copyright can, the tar & nicotine content copy and the Sawbones Genera ' s warning must ant be remeved from the POST KEYES GARDNER Ad No. U1 - tW0L0 Red Page, “ / eolor (ell Ad) Genevic Mayaxines 1974 & WILLIAMSON TOBA aévertisemest, Special care moldiness when there is free - standing black tyge on white backgrounds, corp,",
        "on Fitter with Capital of north carolina. Introducing And discover really satisfying tobacco taste. Raleigh Extra Milds Double - duty Cooler. This 2 - gallon Mild natural flavor Igloo Jug keep refreshments Lowered tar Gold, is sturdy enough to sit on. Polyurethane insularism. Yours for free B & W. coupons. the worthful extra on every pack of Raleigh, j Tosee aver 1000 gitts, write for your tree Gift Catalog mea Box 12, Louisville, Ky 40201 br: trp Live anne a pregaere Tone Please caution your printer that when making your fublication ’ spriting materia, the copyright tin, the tar & nicotine content written matter and the Surgeon Genera ' s warning must ant be remeved from the POST KEYES GARDNER Ad No. U1 - tW0L0 Red Page, “ / eolor (ell Ad) Genevic Mayaxines 1974 & WILLIAMSON TOBA aévertisemest, Special attention mustiness when there is free - standing black tyge on white backgrounds, corporation,"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Raleigh Extra Milds is a 2-gallon Mild natural flavor. Lowered tar                Gold, is sturdy enough to sit on.Polyurethane insulation. Yours. for free B&W.coupons. the valuableextra on every pack of Raleigh. Tosee aver 1000 gitts, write \"Gift Catalog\" for your tree."
}