{
    "filename": "00381007_00381012.jpg",
    "metadata": {},
    "text": " \n\nBeitrige 2ur Tabakforschung Band 7 - Heft 5 - September 1974\n\nThe Effect of Perforated Tipping Paper\non the Yield of Various Smoke Components * x\n\nby V. Norman\n\nResearch Department, Liggett and Myers Incorporated, Durham, N.C., U.S.A.\n\nINTRODUCTION\n\n‘There have been numerous publications dealing with\nventilation through porous cigarette paper during the\nsmoking of a cigarette (5, 4, 6,7, 9, 10724, 14,37)-\n\n‘The current presentation is not concerned with cigarette\npaper but deals with the effect that perforations in the\ntipping have on the composition of smoke. The idea\nof tipping perforation is rather old and there is a\nBritish patent issued in the neighborhood of 1890 that\ncovers this principle. Nevertheless, there have been\nvery few publications that deal with the investigation\nof this system, Morie and Sloan (13) and Mikami,\nNaito and Kabureki (s2) have briefly reported the\neffect of filter perforations on carbon monoxide and\ncarbon dioxide yields, Kiefer (5) and Roper (x6) have\ncompared the effect of filter perforations on the relative\nyields of carbon monoxide, nicotine-free-dry-smoke and\nnicotine.\n\n‘A perforated filter is a somewhat simpler system than\nporous or perforated paper since, unlike cigarette paper\nWhich bums up during smoking, the tipping perforations\nstay intact throughout the life of the cigarette.\n\n \n  \n\n \n\n \n\nEXPERIMENTAL AND) APPARATUS\n\n‘The two ventilation systems used in the experiments\nare depicted in Figure x.\n\n‘One system consisted of an empty mouthpiece tube and\nfan impervious peripheral insert positioned such that all\n\nFiguce 4. Two ventilation systems used In the study.\n“he ettows deplete principal 988 fow pales\n\n \n\nFigure 2. Schematic representation of the device used\n\n \n\nSeapbsbbio\nret\n\n \n\nthe dung aie steam enters throug the periphery\nAthens the ‘smoke sr. comes” i. pregominanly\nThrough the cent passage, This system elninates\nMission complication and provides wore information\nthot what Reppens fn the cgeete cone when thea\nflow through the cigars vred\n\n‘he second! mode was equipped with a ealllose\nthe iter tow This system sefets the additonal come\npleating ntvene of varying fationeftency which\nMratd be mati due to diferent smake vale Tove\nfates though the ies\n\nFatt te elgorets the tabscco<stoma, paper iter,\nSf inventing passages ae vail by varying the\nBones ok peo\n\nTugun albore he device that wag un 1 ie the\ndace of wentaton, Daisy, the ole of ir that\nseule inte the eget though the perforations\nSay Song wos teaueed recy with bubble\nowe 2A yotest putbyout Qari St eeeition\nVolume during he emokg ot wel\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n4. \" Thi\nCF FEECH EEE\n— i HH\nTmata a ihe meng ofthe CORESTA Snake Sty Grove held - a\n\n \n\n \n\n \n\ni Sepeber 3\n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\f",
    "augmented_texts": [
        "Beitrige 2ur Tabakforschung Band 7 - Heft 5 - September 1974 The Effect of Perforated Tipping Paper on the Yield of Various Smoke Components * x by V. Norman Research Department, Liggett and Myers Incorporated, Durham, N. C. , U. S. A. INTRODUCTION ‘ There have been numerous publications dealing with ventilation through porous cigarette paper during the smoking of a cigarette (5, 4, 6, 7, 9, 10724, 14, 37) - ‘ The current presentation is not concerned with cigarette paper but deals with the effect that perforations in the tipping have on the composition of smoke. The idea of tipping perforation is rather old and there is a British patent issued in the neighborhood of 1890 that covers this principle. Nevertheless, there have been very few publications that deal with the investigation of this system, Morie and Sloan (thirteen) and Mikami, Naito and Kabureki (s2) have briefly reported the effect of filter perforations on carbon monoxide and carbon dioxide yields, Kiefer (5) and Roper (x6) have compared the effect of filter perforations on the relative yields of carbon monoxide, nicotine - free - dry - smoke and nicotine. ‘ A perforated filter is a somewhat simpler system than porous or perforated paper since, unlike cigarette paper Which bums up during smoking, the tipping perforations stay intact throughout the life of the cigarette. EXPERIMENTAL AND) APPARATUS ‘ The two ventilation systems used in the experiments are depicted in Figure x. ‘ One system consisted of an empty mouthpiece tube and fan impervious peripheral cut in positioned such that all Figuce 4. Two ventilation systems used In the study. “ he ettows deplete principal 988 fow pales Figure 2. Schematic representation of the device used Seapbsbbio ret the dung aie steam enters throug the periphery Athens the ‘ smoke sr. comes ” i. pregominanly Through the cent passage, This system elninates Mission complication and provides wore information thot what Reppens fn the cgeete cone when theia flow through the cigars vred ‘ he second! mode was equipped with a ealllose the iter tow This system sefets the additonal come pleating ntvene of varying fationeftency which Mratd be mati due to diferent smake vale Tove fatten though the ies Fatt te elgorets the tabscco <stoma, paper iter, Sf inventing passages ae vail by varying the Bones ok peo Tugun albore he device that wag un 1 ie the dace of wentaton, Daisy, the ole of ir that seule inte the eget though the perforations Say Song wos teaueed recy with bubble owe 2A yotest putbyout Qari St eeeition Volume during helium emokg ot wel 4. \" Thi CF FEECH EEE — i HH Tmata a ihe meng ofthe CORESTA Snake Sty Grove held - a i Sepeber 3",
        "Beitrige 2ur Tabakforschung Band 7 - Heft 5 - September 1974 The Effect of Perforated Tipping Paper on the Yield of Various Smoke Components * x by V. Norman Research Department, Liggett and Myers Incorporated, Durham, N. C. , U. S. A. INTRODUCTION ‘ There have been numerous publications dealing with ventilation through porous cigarette paper during the smoking of a cigarette (fivesome, 4, 6, 7, 9, 10724, 14, 37) - ‘ The current presentation is not concerned with cigarette paper but deals with the effect that perforations in the tipping have on the composition of smoke. The idea of tip perforation is rather old and there is a British patent of invention issued in the neighborhood of 1890 that covers this principle. Nevertheless, there have been very few publications that deal with the investigation of this system, Morie and Sloan (13) and Mikami, Naito and Kabureki (s2) have briefly reported the upshot of filter perforations on carbon monoxide and carbon dioxide yields, Kiefer (5) and Roper (x6) have compared the effect of filter perforations on the relative yields of carbon monoxide, nicotine - free - dry - smoke and nicotine. ‘ Deoxyadenosine monophosphate perforated filter be a somewhat simpler system than porous or perforated paper since, unlike cigarette paper Which bums up during smoking, the tipping perforations stay intact throughout the life of the cigarette. EXPERIMENTAL AND) APPARATUS ‘ The two ventilation systems used in the experiments are depicted in Figure x. ‘ One system consisted of an empty mouthpiece tube and fan impervious peripheral insert positioned such that all Figuce 4. Two ventilation systems used In the study. “ he ettows deplete principal 988 fow pales Figure 2. Schematic representation of the device used Seapbsbbio ret the dung aie steam enters throug the periphery Athens the ‘ smoke sr. comes ” i. pregominanly Through the cent passage, This system elninates Mission complication and provides wore information thot what Reppens fn the cgeete cone when thea flow through the cigars vred ‘ he second! mode was equipped with a ealllose the iter towage This system sefets the additonal come pleating ntvene of varying fationeftency which Mratd be mati due to diferent smake vale Tove fates though the ies Fatt te elgorets the tabscco <stoma, paper iter, Sf inventing passages ae vail by varying the Bones ok peo Tugun albore he device that wag un 1 ie the dace of wentaton, Daisy, the ole of ir that seule inte the eget though the perforations Say Song wos teaueed recy with bubble owe 2A yotest putbyout Qari St eeeition Volume during he emokg ot wel 4. \" Thi CF FEECH EEE — i HH Tmata a ihe meng ofthe CORESTA Snake Sty Grove held - a i Sepeber 3"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Beitrige 2ur Tabakforschung Band 7 - Heft 5 - September 1974. The Effect of Perforated Tipping Paper. On the Yield of Various Smoke Components * x                by V. NormanResearch Department, Liggett and Myers Incorporated, Durham, N.C., U.S.A."
}