{
    "filename": "00383487_3491.jpg",
    "metadata": {},
    "text": " \n\nBeierige zur Tabasforschung » Boe 9 - Heft 3 - Oksober 1977\n\nCigarette Smoke Formation Studies\n\nV. The Effects of the Cigarette Periphery on Mainst\n\n \n\n1m Smoke Formation*\n\nby Robert W. Jenkins, Jr Roger T. Bass, Richard H. Newman end Marie K. Chavis\n\nPhilip Morris Research Center, Richmond, Virginia, US.A.\n\nINTRODUCTION\n\nna recent repore, recommendations for the standacd=\nined preparation of carbon-14 labelled cigarettes were\nmade (I). Iv was shown that the error generated: in\nvuniformly placing. che radioactive label axially within\nthe rod is alo the degree of ercor reflected in the radi\nactivity recovered from total emoke, Cigaretes with large\nvariations in thg_axial placement of the label would\nFequire the smoking of a large number of such cigarettet\nto detcrmine the total smoke distribution, ‘The data thus\nBencrated are reflective of the average values, but with\na large experimental error. The more uniformly labelled\nthe cigarette, the smaller the error in the total smoke\ndistribution\n\nWhen the radioactivity is not uniformly distributed\nfaially within the cigarets, the smoking of a large\nnumber of cigarettes might not overcome any. bias\nImparted co the data, Egerton (2), Keith (3), Wakeham\n\n(and 0:\n\n \n\n \n\n \n\n \n\n \n \n \n   \n\n \n\n \n\ndas thee 8 ver Wile aperibentalavdence spe ~\nort These Kypoubeies. Uw order vo, empirically ascertain\nthe importance of the'obacca periphery to-smoke for.\n‘mation, carbon-14 labelled cigarettes have been prepared\nwith uniform and nos-unifurm radial labelling. Effects\nof radial positioning on she toral smoke distributions\n\n \n\nMATERIALS AND METHODS\n\nPreparation of Labelled Cigarctees\n\n    \n\n6 labelled cigareues were Fabricated by\ndutes recommended for the standardized pee\naration of labelled cigarctees (I). The cigarettes were\nPrepared by three basic incorporation methods\n\n1. Syringe-Spiking: This procedure was used to add the\nlabelled compounds primacily to the central portion of\nthe cigaectte tod (1),\n\n2. Spraying: This procedure was employed when solve\nbility permitted, and produced cigarette filer waiformly\nlabelled with the earbon-14 compounds. Cigarettes were\nthen handmade a8 previously described (2).\n\n \n\n   \n\nPasa the 21 Tebeco Chui” Reh Cot,\nteks 1).\n\n \n\n \n\natiale shiny th\n\nPodeak- didn fron the nin -\n\n3. Shecteastiny: Blending: This procedure was used when\n‘materials were insoluble in desired wlvents. The labelled\nsheet materials were then ether uniformly blended into\nformal University of Kentucky IR] reference filler or\n\nwere added a discrete radial positions within the eigac\nette rod (1),\n\n \n\nRediocbemicals.\n\nDotriscontane-16,17-1'C was, purchased from Male\nInnckeode Nuclear and proline-HIC (U) feom New Eng.\nland Nuclear. Nicorine-HWC (U) and ellulose WC (U)\n‘were abrained from biosyachesized Bright cobaceo HC\n(U) (6). Tavers sugar (U) was prepared by the treat\nment of glucose-C (U) (New England Nuclear) with\ninvertase. Kadiochemical purities in all cases were better\nthan 98% before application.\n\n \n\nRadioactivity Determinations\n\nAppropriate aliquose of the extracted or combusted\nsamples were courted in a Packard Model 3899 scinnl-\nlation specteometer (Packaed lestruient Company) with\noptimised yain and winduw settings. The procedures\nand cocktails used have been previously described (2)\n\nCigarette Smoking\n‘The procedires and smoking machine instrumentation\n\nwere described previously (Z) and were used to obtain\nthe NC-actiity dist\n\n \n\nsin the eotall cigarette smoke.\n\n00383487\n\nRESULTS AND DISCUSSION\n\n \n\nKeith (3), Wakeham (4) and Oudene (5) have adh\ntheorized aout the effets of the tobacco eigaeette peri-\nPhery_ on muinstream smoke formation, They reasoned\nthaw the major pathway of ave into the cigarecte ducing\nulfing is between che junction of the papsr and the\nfoal, refereed) © by Wakelwom ax the “bypass zone\"\n(Pigure 1). The low aie permeability of the papor and\nthe high cesixance of the coal combine to bring about\na preferential passage of air through the bypats zone,\nTie cigarette during. poling would burn he cobacco\nmore rapidly around the periphery than in the center.\nHence, the periphery should play a larger proportionate\n\ninstream smoke formation than the center sec-\n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "Beierige zur Tabasforschung » Boe 9 - Heft 3 - Oksober 1977 Cigarette Smoke Formation Studies V. The Effects of the Cigarette Periphery on Mainst 1m Smoke Formation * by Robert W. Jenkins, Jr Roger T. Bass, Richard H. Newman end Marie K. Chavis Philip Morris Research Center, Richmond, Virginia, US. A. INTRODUCTION na recent repore, recommendations for the standacd = ined preparation of carbon - 14 labelled cigarettes were made (I ). Iv was shown that the error generated: in vuniformly placing. che radioactive label axially within the rod is alo the degree of ercor reflected in the radi activity recovered from total emoke, Cigaretes with large version in thg_axial placement of the label would Fequire the smoking of a large number of such cigarettet to detcrmine the total smoke distribution, ‘ The data thus Bencrated are reflective of the average values, but with a large experimental error. The more uniformly labelled the cigarette, the smaller the error in the total smoke distribution When the radioactivity is not uniformly distributed faially within the cigarets, the smoking of a large number of cigarettes might not overcome any. bias Imparted co the data, Egerton (2 ), Keith (3 ), Wakeham (and 0: das thee 8 ver Wile aperibentalavdence spe ~ ort These Kypoubeies. Uw order vo, empirically ascertain the importance of the ' obacca periphery to - smoke for. ‘ mation, carbon - 14 labelled cigarettes have been prepared with uniform and nos - unifurm radial labelling. Effects of radial positioning on she toral smoke distributions MATERIALS AND METHODS Preparation of Labelled Cigarctees 6 labelled cigareues were Fabricated by dutes recommended for the standardized pee aration of labelled cigarctees (I ). The cigarettes were Prepared by three basic incorporation methods 1. Syringe - Spiking: This procedure was used to add the labelled compounds primacily to the central portion of the cigaectte tod (1 ), 2. Spraying: This procedure comprise employed when solve bility permitted, and produced cigarette filer waiformly labelled with the earbon - 14 compounds. Cigarettes were then handmade a8 previously described (2 ). Pasa the 21 Tebeco Chui ” Reh Cot, teks 1 ). atiale shiny th Podeak - didn fron the nin - 3. Shecteastiny: Blending: This procedure was used when ‘ materials were insoluble in desired wlvents. The labelled sheet materials were then ether uniformly blended into formal University of Kentucky IR] reference filler or were added a discrete radial positions within the eigac ette rod (1 ), Rediocbemicals. Dotriscontane - 16, 17 - 1 ' C was, purchased from Male Innckeode Nuclear and proline - HIC (U) feom New Eng. land Nuclear. Nicorine - HWC (Atomic number 92) and ellulose WC (U) ‘ were abrained from biosyachesized Bright cobaceo HC (U) (6 ). Tavers sugar (U) was prepared by the treat ment of glucose - C (U) (New England Nuclear) with invertase. Kadiochemical purities in all cases were better than 98% before application. Radioactivity Determinations Appropriate aliquose of the extracted or combusted samples were courted in a Packard Model 3899 scinnl - lation specteometer (Packaed lestruient Company) with optimised yain and winduw settings. The procedures and cocktails used have been previously described (2) Cigarette Smoking ‘ The procedires and smoking machine instrumentation were described previously (Z) and were used to obtain the NC - actiity dist sin the eotall cigarette smoke. 00383487 RESULTS AND DISCUSSION Keith (3 ), Wakeham (4) and Oudene (5) have adh theorized aout the effets of the baccy eigaeette peri - Phery_ on muinstream smoke formation, They reasoned thaw the major pathway of ave into the cigarecte ducing ulfing comprise between che junction of the papsr and the foal, refereed) © by Wakelwom ax the “ bypass zone \" (Pigure 1 ). The low aie permeability of the papor and the high cesixance of the coal combine to bring about a preferential passage of air through the bypats zone, Tie cigarette during. poling would burn he cobacco more rapidly around the periphery than in the center. Hence, the periphery should play a larger proportionate instream smoke formation than the center sec -",
        "Beierige zur Tabasforschung » Boe 9 - Heft 3 - Oksober 1977 Cigarette Smoke Formation Studies V. The Effects of the Cigarette Periphery on Mainst 1m Smoke Formation * by Robert W. Jenkins, Jr Roger T. Bass, Richard H. Newman end Marie K. Chavis Philip Morris Research Center, Richmond, Virginia, US. A. INTRODUCTION sodium recent repore, recommendations for the standacd = ined preparation of carbon - 14 labelled cigarettes be made (I ). Iv was shown that the error generated: in vuniformly placing. che radioactive label axially within the rod is alo the degree of ercor reflected in the radi activity recovered from total emoke, Cigaretes with large variations in thg_axial placement of the label would Fequire the smoking of a large number of such cigarettet to detcrmine the entire smoke distribution, ‘ The data thus Bencrated are reflective of the average values, but with a large experimental error. The more uniformly labelled the cigarette, the smaller the error in the total smoke distribution When the radioactivity is not uniformly distributed faially within the cigarets, the smoking of a large number of cigarettes might not overcome any. bias Imparted co the data, Egerton (2 ), Keith (3 ), Wakeham (and 0: das thee 8 ver Wile aperibentalavdence spe ~ ort These Kypoubeies. Uw order vo, empirically ascertain the importance of the ' obacca periphery to - smoke for. ‘ mation, carbon - 14 labelled cigarettes have been prepared with uniform and nos - unifurm radial labelling. Effects of radial positioning on she toral smoke distributions MATERIALS AND METHODS Preparation of Labelled Cigarctees 6 labelled cigareues were Fabricated by dutes recommended for the standardized pee aration of labelled cigarctees (I ). The cigarettes were Prepared by three basic incorporation methods 1. Syringe - Spiking: This procedure was used to add the labelled compounds primacily to the central portion of the cigaectte tod (1 ), 2. Spraying: This procedure was employed when solve bility permitted, and produced cigarette filer waiformly labelled with the earbon - 14 compounds. Cigarettes were then handmade a8 previously described (2 ). Pasa the 21 Tebeco Chui ” Reh Cot, teks 1 ). atiale shiny th Podeak - didn fron the nin - 3. Shecteastiny: Blending: This procedure was used when ‘ materials were indissoluble in desired wlvents. The labelled sheet materials were then ether uniformly blended into formal University of Kentucky IR] reference filler or were added a discrete radial positions within the eigac ette rod (1 ), Rediocbemicals. Dotriscontane - 16, 17 - 1 ' C was, purchased from Male Innckeode Nuclear and proline - HIC (U) feom New Eng. land Nuclear. Nicorine - HWC (U) and ellulose WC (U) ‘ were abrained from biosyachesized Bright cobaceo HC (U) (6 ). Tavers sugar (U) was prepared by the treat ment of glucose - C (U) (New England Nuclear) with invertase. Kadiochemical purities in all cases were better than 98% before application. Radioactivity Determinations Appropriate aliquose of the extracted or combusted samples were courted in a Packard Model 3899 scinnl - lation specteometer (Packaed lestruient Company) with optimised yain and winduw settings. The procedures and cocktails used have been previously described (2) Cigarette Smoking ‘ The procedires and smoking machine instrumentation were described previously (Z) and were used to obtain the NC - actiity dist sin the eotall cigarette smoke. 00383487 RESULTS AND DISCUSSION Keith (3 ), Wakeham (4) and Oudene (5) have adh theorized aout the effets of the tobacco eigaeette peri - Phery_ on muinstream smoke formation, They reasoned thaw the major pathway of ave into the cigarecte ducing ulfing is between che junction of the papsr and the foal, refereed) © by Wakelwom ax the “ bypass zone \" (Pigure 1 ). The low aie permeability of the papor and the high cesixance of the coal combine to bring about a preferential passage of air through the bypats zone, Tie cigarette during. poling would burn he cobacco more rapidly around the periphery than in the center field. Hence, the periphery should play a larger proportionate instream smoke formation than the center sec -"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Cigarette Smoke Formation Studies: The Effects of the Cigarette Periphery on Mainstst  1m Smoke formation* by Robert W. Jenkins, Jr Roger T. Bass, Richard H. Newman end Marie K. Chavis. Philip Morris Research Center, Richmond, Virginia, US."
}