{
    "filename": "004 (4).txt",
    "metadata": {},
    "text": "IAAF launches fight against drugs\n\nThe IAAF - athletics' world governing body - has met anti-doping officials, coaches and athletes to co-ordinate the fight against drugs in sport.\n\nTwo task forces have been set up to examine doping and nutrition issues. It was also agreed that a programme to \"de-mystify\" the issue to athletes, the public and the media was a priority. \"Nothing was decided to change things - it was more to have a forum of the stakeholders allowing them to express themselves,\" said an IAAF spokesman. \"Getting everyone together gave us a lot of food for thought.\" About 60 people attended Sunday's meeting in Monaco, including IAAF chief Lamine Diack and Namibian athlete Frankie Fredericks, now a member of the Athletes' Commission. \"I am very happy to see you all, members of the athletics family, respond positively to the IAAF call to sit together and discuss what more we can do in the fight against doping,\" said Diack. \"We are the leading Federation in this field and it is our duty to keep our sport clean.\" The two task forces will report back to the IAAF Council, at its April meeting in Qatar.\n",
    "augmented_texts": [
        "IAAF launches fight against drugs The IAAF - athletics ' earthly concern governing body - has met anti - doping officials, coaches and athletes to co - ordinate the fight against drugs in sport. Two task forces have been do up to examine doping and nutrition issues. It was as well agreed that a programme to \" de - mystify \" the issue to athletes, the public and the media was a priority. \" Nothing was decided to change things - it was more to have a forum of the stakeholder allowing them to express themselves, \" say an IAAF spokesman. \" Getting everyone together gave us a lot of food for thought. \" About 60 people attended Sunday ' s meeting in Monaco, including IAAF chief Lamine Diack and Namibian athlete Frankie Fredericks, now a member of the Athletes ' Commission. \" I am very happy to see you all, members of the athletics family, respond positively to the IAAF call to sit together and discuss what more we can do in the fight against doping, \" said Diack. \" We be the leading Federation in this field and it is our duty to keep our sport clean and jerk. \" The two task forces will report back to the IAAF Council, at its April meeting in Qatar.",
        "IAAF launches fight against drugs The IAAF - athletics ' world governing body - take in met anti - doping officials, four in hand and athletes to co - ordinate the fight against drugs in sport. Two task forces have been set up to examine doping and nutrition issues. It was also agreed that a programme to \" de - mystify \" the offspring to athletes, the public and the media was a priority. \" Nothing was decided to change things - it was more to have a forum of the stakeholders allowing them to express themselves, \" said an IAAF spokesman. \" Getting everyone together gave us a lot of food for thought. \" About 60 people attended Sunday ' s meeting in Monaco, including IAAF chief Lamine Diack and Namibian athlete Frankie Frederick, now a member of the Athletes ' Commission. \" I am very happy to ensure you all, members of the athletics family, respond positively to the IAAF call to sit together and discuss what more we can do in the fight against doping, \" said Diack. \" We are the leading Federation in this landing field and it live our duty to keep our sport clean. \" The two task strength will report back to the IAAF Council, at its April meeting in Qatar."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "IAAF has met anti-doping officials, coaches and athletes to co-ordinate the fight against drugs in sport. Two task forces have been set up to examine doping and nutrition issues. A programme to \"de-mystify\" the issue to athletes, the public and the media was a priority."
}