{
    "filename": "00480124_0126.jpg",
    "metadata": {},
    "text": "DISCLOSURE\n\n \n\nThis invention relates to an improved smoking product. and a method\n\nfor its. manufacture.\n\nThe geometry of the burning cone of smoking products currently\nProduced leads to’ a reducing atmosphere in which pyrolysis reactions\nProduce undesirable ingredients. This effect is created by the\nrestriction of the flow of air through or around the fused burning\nmass, thus reducing the amount of oxygen in the “area behind tne\n\nburning cone which prohibits combustion of certain gases.\n\nThis invention offers a method of manufacturing a smoking product\nwhose burning cone would not restrict the flow of air as much as a\n\nconventional smoking product.\n\nSmoking products that contain tobacco that has. been snredded\nfiner than that found in conventional smoking products produce smoke\n\ncontaining lower amounts of the undesirable ingredients.\n\nThis effect is caused by the condensing and reburning of smoke\non the increased surface area of the tobacco, thus more completely\n\nPyrolyzing the smoke to its more desirable ingredients.\n\nThe improved smoking product, to be described, produces less\nundesirable ingredients by the increased air flow througn its\nburning cone, or by increasing the reburning of the condensed smoke.\n\nor both.\n\nyetosb00\n\f",
    "augmented_texts": [
        "DISCLOSURE This invention relates to an improved smoking product. and a method for its. manufacture. The geometry of the burning cone of smoking product currently Produced leads to ’ a reducing atmosphere in which pyrolysis reactions Produce undesirable ingredients. This effect is created by the restriction of the flow of air through or around the fused burning mass, thus reducing the amount of oxygen in the “ area behind tne burn cone which prohibits combustion of certain gases. This invention offers a method of manufacturing a smoking mathematical product whose burning cone would not restrict the flow of air every bit much as a conventional smoking product. Smoking products that contain baccy that has. been snredded finer than that found in conventional smoking products make smoke containing lower amounts of the undesirable ingredients. This effect is caused by the condensation and reburning of smoke on the increased surface arena of the tobacco, thus more completely Pyrolyzing the smoke to its more desirable ingredients. The improved smoking product, to be described, produces less undesirable ingredients by the increased air flow througn its burning cone, or by increasing the reburning of the condensed smoke. or both. yetosb00",
        "DISCLOSURE This invention relates to an improved smoking product. and a method for its. manufacture. The geometry of the burning cone of smoking products currently Produced leads to ’ a reducing standard pressure in which pyrolysis reactions Produce undesirable ingredients. This effect is created by the restriction of the stream of air through or around the fused burning mass, so reducing the amount of oxygen in the “ area behind tne burning cone which prohibits combustion of certain gases. This invention offers a method of manufacturing a smoking product whose burning cone would not restrict the flow of air as much as a conventional smoking product. Smoking products that contain tobacco that has. been snredded finer than that found in conventional smoke products bring out smoke containing lower amounts of the undesirable ingredients. This effect is caused by the condensing and reburning of smoke on the increase surface area of the tobacco, therefore more completely Pyrolyzing the smoke to its more desirable ingredients. The improved smoke product, to be described, produces less undesirable ingredients by the increased air flow througn its burning cone, or by increasing the reburning of the condensed smoke. or both. yetosb00"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "This invention relates to an improved smoking product. and a method for its manufacture. The geometry of the burning cone of smoking products currently.Produced leads to’ a reducing atmosphere in which pyrolysis. reactionsProduce undesirable ingredients. This effect is created by the.restriction of air through or around the fused burningmass, thus reducing the amount of oxygen. in the “area behind tne burning. cone."
}