{
    "filename": "00487984.jpg",
    "metadata": {},
    "text": " \n\n. Faprica Dr Crcarros BaLoyan\nTisvax,B,G.Mextco\n\n“fl August 29, 1962. =\n\n \n\n \n\nMr. E,W. Monnick\n\nP, Lorillard Pan Anerican, Inc. pine\n200 East 42nd Street :\nNew York 17, N, Ys\n\nDear Ea:\n\nI just returned from the trip, a little tipred but everything else\nall right,\n\n \n\nI have your letters dated July 23 and August 13.\n\nTwill be around for a while so let me know your flight number so\nI can meet you,\n\nI will inquire into the use of the Kent label to package candies\n«| and'wid let you know.\n\n+ Looking forward in seeing you and with kindest regards,\n\n \n\nVery truly yours, 4\n\niy -\n\n   \n\n      \n\n \n\f",
    "augmented_texts": [
        ". Faprica Dr Crcarros BaLoyan Tisvax, B, G. Mextco “ fl August 29, 1962. = Mr. E, Due west. Monnick P, Lorillard Pan Anerican, Inc. pine 200 East 42nd Street: New York 17, N, Ys Dear Ea: I scarcely take back from the trip, a little tipred but everything else all right, I take your letters dated July 23 and August 13. Twill be around for a while so let me know your flight number so I can meet you, I will inquire into the use of the Kent label to box candies « | and ' wid let you know. + Looking forward in seeing you and with kindest regards, Very truly yours, 4 iy -",
        ". Faprica Dr Crcarros BaLoyan Tisvax, Vitamin b complex, G. Mextco “ fl August 29, 1962. = Mr. E, W. Monnick P, Lorillard Genus pan Anerican, Inc. pine two hundred East 42nd Street: New York 17, N, Ys Dear Ea: I just now return from the trip, a little tipred but everything else all right, I have your letters dated July twenty three and August 13. Twill be around for a while so let me know your flight number so I can meet you, I will inquire into the use of the Kent label to package candy « | and ' wid let you know. + Looking forward in seeing you and with kindest regards, Very truly yours, 4 iy -"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "I will inquire into the use of the. Kent label to package candies and'wid let you know. Looking forward in seeing you and with kindest regards. 4. “Very truly yours, 4’4” E.“fl August 29, 1962. I have your letters dated July 23 and August 13. Let me know your flight number so I can meet you."
}