{
    "filename": "005 (4).txt",
    "metadata": {},
    "text": "Dibaba breaks 5,000m world record\n\nEthiopia's Tirunesh Dibaba set a new world record in winning the women's 5,000m at the Boston Indoor Games.\n\nDibaba won in 14 minutes 32.93 seconds to erase the previous world indoor mark of 14:39.29 set by another Ethiopian, Berhane Adera, in Stuttgart last year. But compatriot Kenenisa Bekele's record hopes were dashed when he miscounted his laps in the men's 3,000m and staged his sprint finish a lap too soon. Ireland's Alistair Cragg won in 7:39.89 as Bekele battled to second in 7:41.42. \"I didn't want to sit back and get out-kicked,\" said Cragg. \"So I kept on the pace. The plan was to go with 500m to go no matter what, but when Bekele made the mistake that was it. The race was mine.\" Sweden's Carolina Kluft, the Olympic heptathlon champion, and Slovenia's Jolanda Ceplak had winning performances, too. Kluft took the long jump at 6.63m, while Ceplak easily won the women's 800m in 2:01.52.\n",
    "augmented_texts": [
        "Dibaba breaks 5, 000m world record Yaltopya ' s Tirunesh Dibaba set a new creation record in winning the women ' due south 5, 000m at the Boston Indoor Games. Dibaba won in 14 minutes 32. 93 seconds to erase the previous world indoor mark of 14: 39. 29 set by another Ethiopian, Berhane Adera, in Stuttgart last year. But compatriot Kenenisa Bekele ' s record hopes were dashed when he miscounted his laps in the men ' s 3, 000m and staged his sprint finish a lap too soon. Ireland ' s Alistair Cragg won in 7: 39. 89 as Bekele battled to second in 7: 41. 42. \" I didn ' t want to sit back and get out - kicked, \" said Cragg. \" So I kept on the step. The plan was to go with 500m to go no matter what, but when Bekele made the misapprehension that was it. The race was mine. \" Sweden ' entropy Carolina Kluft, the Olympic heptathlon champion, and Slovenia ' s Jolanda Ceplak have winning performances, too. Kluft took the long jump at 6. 63m, while Ceplak easily won the women ' s 800m in 2: 01. 52.",
        "Dibaba breaks 5, 000m world record Ethiopia ' s Tirunesh Dibaba set a young world record in winning the women ' s 5, 000m at the Boston Indoor Games. Dibaba won in 14 minutes 32. 93 seconds to erase the previous existence indoor mark of 14: 39. 29 set by another Ethiopian, Berhane Adera, in Stuttgart last year. But compatriot Kenenisa Bekele ' s record hopes were dashed when he miscounted his laps in the men ' s 3, 000m and staged his sprint finish a lap also soon. Emerald isle ' s Alistair Cragg won in 7: 39. 89 as Bekele battled to second in 7: 41. 42. \" I didn ' t want to sit back and get out - kicked, \" said Cragg. \" So I kept on the pace. The plan equal to go with 500m to go no matter what, but when Bekele made the mistake that was it. The race was mine. \" Sweden ' s Carolina Kluft, the Olympic heptathlon champion, and Slovenia ' s Jolanda Ceplak had winning performances, too. Kluft took the long jump at sextet. 63m, while Ceplak easily won the women ' s 800m in 2: 01. 52."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Tirunesh Dibaba wins women's 5,000m at the Boston Indoor Games. The Ethiopian breaks the previous world indoor record of 14:39.29 set last year. compatriot Kenenisa Bekele's record hopes are dashed when he miscounted his laps in the men's 3,00m."
}