{
    "filename": "0055502471.jpg",
    "metadata": {},
    "text": "TIA TilGe Me DOCUMEST BEING TILMED.\n\nv\n, PRPPLFS.\nLega\n\nKe Wells\n\nDi P. Christensen\n\nC.F. Smoot, Jr.\nOctober 18, 1073\n\nsia for the 1971 and 1972 BAW\n\n[Attached you will find the rlaer o\ning shipped to the Fleld\n\nChrlatroas Floor Displays which are\nfor use this your.\n\nCurrent “Tas\"/Nleotine copy and Viarning Notice will be Field\nSprites to the 1071 riser card ax per the attached sample.\nCurrent \"Tar\"/Nicotine copy will be appited to the 1972 floor\nGlaplay riser card.\n\non Christensen and I dlacuesed ell detaile, such an application,\n\nator of Instruction to Divialon Managers, ond shipment of\n\nUlelaye, with Ken Wella yesterday. However, should you have\nfone, please let me know.\n\n7T719147099\n\n \n\f",
    "augmented_texts": [
        "TIA TilGe Me DOCUMEST BEING TILMED. v, PRPPLFS. Lega Ke Wells Di Atomic number 15. Christensen C. Farad. Smoot, Jr. October 18, 1073 sia for the 1971 and 1972 BAW [Attached you will happen the rlaer o ing shipped to the Fleld Chrlatroas Floor Displays which are for use this your. Current “ Tas \" / Nleotine copy and Viarning Notice will be Field Sprites to the 1071 riser card ax per the attached sample. Current \" Tar \" / Nicotine written matter will be appited to the 1972 floor Glaplay riser card. on Christensen and I dlacuesed ell detaile, such an application, ator of Instruction to Divialon Managers, ond shipment of Ulelaye, with Ken Wella yesterday. However, should you have fone, please let me know. 7T719147099",
        "TIA TilGe Me DOCUMEST BEING TILMED. v, PRPPLFS. Lega Ke Wells Di P. Christensen C. F. Smoot, Jr. October 18, 1073 sia for the 1971 and 1972 BAW [Attached you leave find the rlaer o ing shipped to the Fleld Chrlatroas Base Displays which are for use this your. Current “ Tas \" / Nleotine copy and Viarning Card will be Field Sprites to the 1071 riser card ax per the attached sample. Current \" Tar \" / Nicotine copy will be appited to the 1972 floor Glaplay riser card. on Christensen and I dlacuesed ell detaile, such an application, ator of Instruction to Divialon Managers, ond shipment of Ulelaye, with Ken Wella yesterday. However, should you consume fone, please let me know. 7T719147099"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "TIA TilGe Me DOCUMEST BEING TILMED. P. Christensen and I dlacuesed ell detaile, such an application, with Ken Wella yesterday. The 1971 and 1972 BAW will be appited to the 1972 floor grotesqueGlaplay riser card."
}