{
    "filename": "006 (4).txt",
    "metadata": {},
    "text": "Isinbayeva claims new world best\n\nPole vaulter Yelena Isinbayeva broke her own indoor world record by clearing 4.89 metres in Lievin on Saturday.\n\nIt was the Russian's 12th world record of her career and came just a few days after she cleared 4.88m at the Norwich Union Grand Prix in Birmingham. The Olympic champion went on to attempt 5.05m at the meeting on France but failed to clear that height. In the men's 60m, former Olympic 100m champion Maurice Greene could only finish second to Leonard Scott. It was Greene's second consecutive defeat at the hands of his fellow American, who also won in Birmingham last week. \"I ran my race perfectly,\" said Scott, who won in 6.46secs, his best time indoors. \"I am happy even if I know that Maurice is a long way from being at his peak at the start of the season.\"\n",
    "augmented_texts": [
        "Isinbayeva claims new world best Pole vaulter Yelena Isinbayeva broke her own indoor world record by clearing 4. 89 metres in Lievin on Saturday. It was the Russian ' s twelfth world record of her career and came just a few days after she cleared quartet. 88m at the Norwich Union Grand Prix in Birmingham. The Olympic champion went on to attempt 5. 05m at the meeting on France but failed to clear that altitude. In the men ' s 60m, former Olympic 100m champion Maurice Greene could only finish second to Leonard Scott. It was Greene ' s second consecutive defeat at the hands of his fellow American, who also won in Birmingham last week. \" I ran my race perfectly, \" said Scott, who win in 6. 46secs, his best time indoors. \" I am happy even if I know that Maurice is a tenacious way from cost at his peak at the start of the season. \"",
        "Isinbayeva claims new world beneficial Pole vaulter Yelena Isinbayeva broke her own indoor world record by clearing 4. 89 metres in Lievin on Sat. It personify the Russian ' s 12th world record of her career and come just a few days after she cleared 4. 88m at the Norwich Union Grand Prix in Birmingham. The Olympic friend went on to attempt 5. 05m at the meeting on France but failed to clear that top. In the men ' s 60m, former Olympic 100m champion Maurice Greene could only finish second to Leonard Scott. It be Greene ' s second consecutive defeat at the hands of his fellow American, who also won in Brummagem last week. \" I ran my race perfectly, \" said Scott, who won in 6. 46secs, his best time indoors. \" I am happy even if I know that Maurice is a long way from being at his peak at the start of the season. \""
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Isinbayeva claims new world best of 4.89 metres in Lievin. It was the Russian's 12th world record of her career. In the men's 60m, former Olympic 100m champion Maurice Greene could only finish second to Leonard Scott in 6.46secs."
}