{
    "filename": "006.txt",
    "metadata": {},
    "text": "Japan narrowly escapes recession\n\nJapan's economy teetered on the brink of a technical recession in the three months to September, figures show.\n\nRevised figures indicated growth of just 0.1% - and a similar-sized contraction in the previous quarter. On an annual basis, the data suggests annual growth of just 0.2%, suggesting a much more hesitant recovery than had previously been thought. A common technical definition of a recession is two successive quarters of negative growth.\n\nThe government was keen to play down the worrying implications of the data. \"I maintain the view that Japan's economy remains in a minor adjustment phase in an upward climb, and we will monitor developments carefully,\" said economy minister Heizo Takenaka. But in the face of the strengthening yen making exports less competitive and indications of weakening economic conditions ahead, observers were less sanguine. \"It's painting a picture of a recovery... much patchier than previously thought,\" said Paul Sheard, economist at Lehman Brothers in Tokyo. Improvements in the job market apparently have yet to feed through to domestic demand, with private consumption up just 0.2% in the third quarter.\n",
    "augmented_texts": [
        "Japan narrowly escapes niche Japan ' s economy seesaw on the brink of a technical recession in the three months to September, figures show. Revised figures indicated growth of just 0. 1% - and a similar - sized compression in the previous quarter. On an annual footing, the data suggests annual growth of scarce 0. 2% , suggesting a much more hesitant recovery than had previously been think. A common technical definition of a recession is two successive quarters of negative growth. The government was keen to play down the worrying implications of the data. \" I maintain the view that Japan ' s economy remain in a minor adjustment phase in an upward raise, and we will monitor developments carefully, \" said economy minister Heizo Takenaka. But in the face of the strengthen yen making exports less competitive and indications of weakening economic conditions ahead, observers were less florid. \" It ' s painting a picture of a recovery. .. much patchier than previously thought, \" said Paul Sheard, economist at Lehman Brothers in Tokyo. Improvements in the job market apparently have yet to feed through to domestic demand, with private consumption up just 0. 2% in the third quarter.",
        "Japan narrowly escapes recession Japan ' s economy teetered on the brink of a technical recession in the three month to September, figures show. Revised figures suggest growth of just 0. 1% - and a similar - sized contraction in the previous quarter. On an annual basis, the data suggests annual growth of just 0. 2% , suggesting a much more hesitant recovery than had previously been thought. A common technical definition of a recession is deuce successive quarters of negative growth. The government was keen to play down the perturbing implications of the data. \" I maintain the view that Japan ' s economy remains in a minor adjustment phase in an upward upgrade, and we will monitor developments carefully, \" said economy minister Heizo Takenaka. But in the face of the strengthening hankering making exports less competitive and indications of weakening economic conditions before, observers were less sanguine. \" It ' s painting a picture of a recovery. .. much patchier than previously thought, \" said Paul Sheard, economist at Lehman Brothers in Tokyo. Improvements in the job market apparently have yet to feed through to domestic demand, with private use of goods and services up just 0. 2% in the third quarter."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Figures show growth of just 0.1% in the three months to September. That's down from the previous quarter when growth was 2.2%. But it's still below the average annual growth rate of around 1.5% for the same period. It's the first time in three years that growth has been less than 2%."
}