{
    "filename": "0060131583.jpg",
    "metadata": {},
    "text": "AMERICAN\nTOBACCO\nCOMPANY\n\nE THE Memorandum\n\n \n\n's (See Below) Oetober 3, 1988\n\nfou R. M. Spight, Manager, Merchandising/Sales Promotions\n\n™ Premier Cigarettes\n\nMr. C. J. Dofing Mr. T. E. Johnson\nSection Sales Manager Section Sales Manager\n\nWe are interested in potential retail outlets where we can\narrange a field research company to intercept purchasers of\n\"premier\" to set up a panel of these smokers.\n\nCould you please advise, as soon as possible, a list of the\nlargest cooperative cigarette retailers in the Phoenix, St.\nLouis, and Tucson areas that will allow such a research progran.\n\nIn selecting likely outlets, please be guided as follows:\n\n~ Large (500+ Volume) outlets are preferred.\n- A \"Premier\" Display should be on location.\n\nUp to $50 will be paid, when necessary, by the research\ncompany to buy cooperation.\nThis is an in-store consumer intercept program; no Field\nSales Organization time will be expended.\n\n'\n\nPlease advise your proposed retail candidates (via return fax)\nas soon as possible.\n\n‘Thank you.\n\nce: Mr. P. S. Crom\nMr. F. D. Ferrell\n\n \n\nbee: Mr. T. A. Albert\nMr. K. P. Noone\nMr. M. J. O'Neill\n\n \n\n \n\f",
    "augmented_texts": [
        "AMERICAN TOBACCO COMPANY E THE Memorandum ' s (See Below) Oetober 3, 1988 fou R. M. Spight, Manager, Merchandising / Sales Promotions ™ Premier Cigarettes Mr. C. J. Dofing Mr. T. E. Johnson Section Sales Manager Section Sales Coach We are interested in potential retail outlets where we can arrange a domain inquiry company to intercept purchasers of \" premier \" to set up a jury of these smokers. Could you please advise, as soon as possible, a list of the largest cooperative cigarette retailers in the Phoenix, St. Louis, and Tucson areas that will tolerate such a research progran. In selecting likely outlets, please be guided as follows: ~ Large (500 + Volume) release are preferred. - A \" Premier \" Display should be on localisation. Up to $ 50 will be paid, when necessary, by the research company to buy cooperation. This is an in - store consumer intercept program; no Field Sales Organization time will be expended. ' Please advise your proposed retail candidates (via return fax) as soon as possible. ‘ Thank you. ce: Mr. P. S. Crom Mr. F. D. Ferrell bee: Mr. T. A. Albert Mr. K. P. Noone Mr. M. J. O ' Neill",
        "AMERICAN TOBACCO COMPANY E THE Memorandum ' s (See Below) Oetober 3, 1988 fou R. M. Spight, Manager, Merchandising / Sales Promotions ™ Premier Cigarettes Mr. C. J. Dofing Mr. T. E. Johnson Section Sales Manager Section Sales Manager We exist interested in potential retail mercantile establishment where we can arrange a field research company to stop purchasers of \" premier \" to set up a panel of these smokers. Could you please advise, as soon as possible, a list of the largest cooperative fag retailers in the Phoenix, St. Louis, and Tucson areas that will allow such a research progran. In selecting likely outlets, please be guided as follows: ~ Large (500 + Volume) outlets are preferred. - A \" Premier \" Display should be on location. Upward to $ 50 will be give, when necessary, by the research company to buy cooperation. This is an in - store consumer intercept program; no Field Sales Organization time will be expended. ' Please advise your proposed retail candidates (via return fax) as soon as possible. ‘ Thank you. ce: Mr. P. S. Crom Mr. F. D. Ferrell bee: Mr. T. A. Albert Mr. K. P. Noone Mr. M. J. O ' Neill"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The American Tobacco Company is seeking retail outlets where it can intercept purchasers of \"premier\" cigarettes to set up a panel of these smokers. Large (500+ Volume) outlets are preferred. Up to $50 will be paid, when necessary, by the research company to buy cooperation."
}