{
    "filename": "0060122720.jpg",
    "metadata": {},
    "text": "CONE 1DENTIAL\nMe. Le Me Tilley\nVice President’ = Reidsville Branch\n\nD. R, Brickey, Product Inprovenent and Development Coordinator\nResearch and Quality Assurance\n\n \n\n715190\n\nCigarette Specifications\n\nKing Size Box - Ing Tar Gulf States, \"Kuwait ted Arab Emirates;\nCARLTON King Size Box ~ 4 States and“Kuvait; CARLTON 10'S,\nBok > less than 1 9 er fe and'United frab-entrates: ‘MISTY slins\n‘ghts and\"Henthol 100\"s Box - 1/1 UP; and a\nat Reldsville.\n\n \n\nAttached are revised Production Specifications for, a ‘manufacture of CARLTON\n\n \n\n‘The ravisions are reflected in the specifications for containers for each of\nthe listed brands. Changes are also made in the Z-pack stickers for both\nMISTY products.\n\nPlease verify these specifications and return originals to Research, with\ncopies to R. J. Lefsure.\n\net\n‘Attachments (in Files)\n\nce: Wr. C. C. Kern, or.\nWes RE 9. Letsure:\nMeo R. S. Sprinkle, 111\nWes J. i. Tucker\n\nbe: PAL, PRC, WRT, JEH/DEG, SOK, XCH, AIF, WTP, JFA/BFP, ROC, POH, DKS, ORB, Files\n\n \n\f",
    "augmented_texts": [
        "CONE 1DENTIAL Me. Le Me Tilley Vice President of the united states ’ = Reidsville Branch D. Gas constant, Brickey, Product Inprovenent and Development Coordinator Research and Quality Assurance 715190 Cigarette Specifications King Size Box - Ing Tar Gulf States, \" Kuwait ted Arab Emirates; CARLTON King Size of it Boxwood ~ 4 States and “ Kuvait; CARLTON 10 ' S, Bok> less than 1 9 er fe and ' United frab - entrates: ‘ MISTY slins ‘ ghts and \" Henthol 100 \" s Box - 1 / 1 UP; and a at Reldsville. Attached are revised Production Specifications for, a ‘ manufacture of CARLTON ‘ The ravisions are reflected in the specifications for container for each of the listed brands. Changes are also made in the Z - pack stickers for both MISTY products. Please verify these specifications and return originals to Research, with copies to R. J. Lefsure. et ‘ Attachments (in Files) ce: Wr. C. C. Kern, or. Wes RE 9. Letsure: Meo R. S. Sprinkle, 111 Wes J. i. Tucker be: PAL, PRC, WRT, JEH / DEG, SOK, XCH, AIF, WTP, JFA / BFP, ROC, POH, DKS, ORB, Files",
        "CONE 1DENTIAL Me. Le Me Tilley Vice President ’ = Reidsville Branch D. R, Brickey, Intersection Inprovenent and Development Coordinator Research and Quality Assurance 715190 Cigarette Specifications King Size Box - Ing Tar Gulf States, \" Kuwait ted Arab Emirates; CARLTON King Size Box ~ 4 States and “ Kuvait; CARLTON 10 ' S, Bok> less than 1 niner erbium fe and ' United frab - entrates: ‘ MISTY slins ‘ ghts and \" Henthol hundred \" s Box - 1 / 1 UP; and a at Reldsville. Attached are revised Production Specifications for, a ‘ manufacture of CARLTON ‘ The ravisions are reflected in the specifications for containers for each of the listed brands. Change are also made in the Z - pack stickers for both MISTY products. Please verify these specifications and income tax return originals to Research, with copies to R. J. Lefsure. et ‘ Attachments (in Files) ce: Wr. C. C. Kern, or. Wes RE 9. Letsure: Meo R. S. Sprinkle, 111 Wes J. i. Tucker be: PAL, PRC, WRT, JEH / DEG, SOK, XCH, AIF, WTP, JFA / BFP, ROC, POH, DKS, ORB, Files"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Cigarette Specifications: King Size Box - Ing Tar Gulf States, \"Kuwait ted Arab Emirates;CARLTON King size Box ~ 4 States and“Kuvait; CARlTON 10'S,                Bok > less than 1 9 er fe and'United frab-entrates: ‘MISTY slins; \"Henthol 100\"s box - 1/1 UP; and a 'Reldsville."
}