{
    "filename": "0060298297.jpg",
    "metadata": {},
    "text": " \n\n@ — Memorandum\n\n \n\n \n\nMr. R. S. Sprinkle, III ne 2/32/92\nSenior Vice President - Research\nand Quality Assurance\n\nf\" D, J. Teale\n\nAccounting Director\n\nSpecial Report to FTC - File No. 912-3070\n\nAttached is copy of the FTC request to furnish advertising,\nmarketing, promotional and other data for 1990.\n\nPlease arrange, as in prior years, to have Items 1 through 10\nand Item 13 completed and returned to me for completion and\nsubmission to FTC.\n\nIf you have any questions regarding this submission, please do\nnot hesitate to call.\n\nAttachment\n\ncopy to: Mr. T. P. Kriz (w/o attachments)\nMr. D. C. Riggan (w/o attachments)\n\nAa/jce\n\f",
    "augmented_texts": [
        "@ — Memo Mr. Gas constant. S. Sprinkle, III ne 2 / 32 / 92 Elder Vice President - Research and Quality Assurance f \" D, J. Teale Accounting Director Special Report to FTC - File No. 912 - 3070 Attached be copy of the FTC request to furnish ad, marketing, promotional and other datum for 1990. Please arrange, as in anterior years, to have Detail 1 through 10 and Item 13 completed and returned to me for completion and submission to FTC. If you have any questions regarding this entry, please do not hesitate to call. Attachment copy to: Mr. T. P. Kriz (w / o attachment) Mr. D. C. Riggan (w / o attachments) Aa / jce",
        "@ — Memorandum Mr. R. S. Sprinkle, III ne ii / 32 / 92 Senior Vice President - Research and Quality Assurance f \" D, J. Teale Accounting Director Special Report card to FTC - File No. 912 - 3070 Attached is copy of the FTC request to furnish ad, marketing, promotional and other information for 1990. Please arrange, as in prior class, to have Items 1 through 10 and Item 13 completed and returned to me for completion and submission to federal trade commission. If you have any questions regarding this submission, delight do not hesitate to call. Attachment copy to: Mr. T. P. Kriz (w / o attachments) Mr.. D. C. Riggan (w / o attachments) Aa / jce"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "FTC request to furnish advertising, marketing, promotional and other data for 1990-92. Memorandum: \"Please arrange, as in prior years, to have Items 1 through 10 and Item 13 completed and returned to me for completion and submission to FTC\" Request was made by R. S. Sprinkle, III ne 2/32/92, Senior Vice President - Research and Quality Assurance."
}