{
    "filename": "0060165376.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\n \n\n \n\n \n\nSilas ice i\nMEMORANDUM X a ce Nae Sn\nMEMORANDUM _ cam ef EC ea\n\n5 She American Jebaceo Company tis\n\nSl paspaeey 16, i988 A pogek et Mumieyenstane a)\nt\n\nO|Mr. R. H. Morrison, Manufacturing and Leaf Director\n\n§|P. H. Leake, Assistant Research and Development Director\n\ng\n\ni _\n\n: Consumer Complaints by Type for Filter Cigarettes\n\n \n\n \n\n \n\n \n\nnclosed with this meworandun is a summary of consumer complaint data,\narranged by type of complaint, for filter cigarettes for the period\nFebruary 1984 through January 1985.\n\n  \n\n \n\nAttachment,\n\nce: Mr. J, W, Franklin, Staff Assistant - Mechanical\n\n  \n\nMr. E, A, Martin, Operations Planning Manager\nMr. &. $. Sprinkle, 111, Vice President ~ Research and Development.\nMelb. M, Tilley, Manager ~ Reidsville Branch\n\nNel OL Wi. Pucker, Manager — Durham\n\f",
    "augmented_texts": [
        "Silas ice i MEMORANDUM X a ce Nae Tin memoranda _ cam ef EC ea 5 She American Jebaceo Company ti Sl paspaeey 16, i988 A pogek et Mumieyenstane a) t Type o | Mr. R. H. Morrison, Manufacturing and Leaf Director § | P. H. Leake, Assistant Research and Development Director g i _: Consumer Complaint by Type for Filter Cigarettes nclosed with this meworandun is a summary of consumer ill data, arranged by type of complaint, for filter cigarettes for the flow February 1984 through January 1985. Attachment, ce: Mr. J, W, John hope franklin, Staff Assistant - Mechanical Mr. E, A, Martin, Operations Planning Manager Mr. &. $. Sprinkle, 111, Vice President ~ Research and Development. Melb. M, Tilley, Manager ~ Reidsville Branch Nel OL Wi. Pucker, Handler — Durham",
        "Silas ice i MEMORANDUM X a ce Nae Sn MEMORANDUM _ cam ef EC ea 5 She American Jebaceo Company tis Sl paspaeey xvi, i988 A pogek et Mumieyenstane a) t O | Mr. R. H. Morrison, Manufacturing and Leaf Director § | P. H. Leake, Assistant Research and Development Director g i _: Consumer Complaints by Type for Filter Cigarettes nclosed with this meworandun is a summary of consumer complaint data, arranged by type of ill, for filter cigarettes for the period February 1984 through January 1985. Attachment, ce: Mr. J, W, Franklin, Staff Assistant - Mechanical Mr. E, A, St. martin, Operations Planning Manager Mr. &. $. Sprinkle, 111, Vice President ~ Research and Development. Melb. M, Tilley, Manager ~ Reidsville Branch Nel OL Wi. Ruck, Manager — Durham"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Consumer complaint data for filter cigarettes for the period February 1984 through January 1985. Consumer Complaints by Type for Filter Cigarettes is a summary of complaints by type. The American Jebaceo Company is based in Reidsville, New South Wales, Australia. It is one of the largest producers of cigarettes in the world."
}