{
    "filename": "0060262457.jpg",
    "metadata": {},
    "text": " \n\n \n\nCROSSLEY, S-D SURVEYS, INC.\n\n405 Park Avenue #23362\nNew York 22, New York — February, 1964\nI'm of Crossley, S-D Surveys, 9 nations) marketing research company.\n\n \n\nWe ere conducting @ survey in this erea.\n\nCIGARETTE sivDY\nx i QUESTIONNAIRE\n\n \n\n‘A. Firet, vould you please tell me how many\npeople aged 1B and over live in this\nhousehold Totel # aged 18 and over\n\nB. Nowy would you please give me the names of all the people eged 18 and over.\n\nPiret, give me the nenes of the males, frou the cldest to the youngest\n‘Then, the names of che females frox the oldest to the youngest.\n\nSNTERVIEWER RECORD EBLOW)\n\n \n\n \n\nObtain tnter- fist Jona sre\nview vith ast |eliqcal2| call\n'X\" Menber lattenpt foack| back| bacic\n\nHousehold Nenbers\nAged 18 and Over\n\n \n\nx\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nInterview the person on the liet whose name appears on che\nLine vith the last \"x\".\n\n   \n\nIf that, person is not at home find\nout when he or she 18 most Likely\nto be hone and, schedule a calitack. (Callback Time and Date,\n\nSECTION \"A\"\n\n1. Do you currently sncke cigarettes on s regular basis? 5\nno CJ\n\nves (T 6\n\nESTIONNAIRE\n\n2. Have you ever sucked cigarettes on a regular basis?\nwo\n\n \n\n \n\nYes,\n\n(a)\nO70 FINK QUESTIONNAIRE\n\n \n\n[G0\"To SECTION “E\"(INSTDE) |\nSTORMAIRE USED GNPO THIS SCRENING FOLDER\n\n \n\n \n\nFROPEN C0l\n\n \n\n \n\f",
    "augmented_texts": [
        "CROSSLEY, S - D SURVEYS, INC. 405 Park Avenue # 23362 New York 22, New York — Feb, 1964 I ' m of Crossley, S - D Surveys, 9 nations) marketing research company. We ere conducting @ survey in this erea. CIGARETTE sivDY x i QUESTIONNAIRE ‘ A. Firet, vould you please tell me how many people aged 1B and over live in this household Totel # aged 18 and over B. Nowy would you please give me the names of all the people eged 18 and over. Piret, give me the nenes of the males, frou the cldest to the youngest ‘ Then, the names of che females frox the oldest to the youngest. SNTERVIEWER RECORD EBLOW) Obtain tnter - fist Jona sre view vith ast | eliqcal2 | call ' X \" Menber lattenpt foack | back | bacic Family Nenbers Aged 18 and Over x Interview the person on the liet whose name appears on che Line vith the last \" x \". If that, person is not at home find out when atomic number 2 or she 18 most Likely to be hone and, schedule a calitack. (Callback Time and Date, SECTION \" A \" 1. Do you currently sncke cigarettes on s regular basis? 5 no CJ ves (T 6 ESTIONNAIRE 2. Have you ever sucked cigarettes on a regular basis? wo Yes, (a) O70 FINK QUESTIONNAIRE [G0 \" To SECTION “ E \" (INSTDE) | STORMAIRE USED GNPO THIS SCRENING FOLDER FROPEN C0l",
        "CROSSLEY, S - D SURVEYS, INC. 405 Park Avenue # 23362 New York 22, New York — February, 1964 I ' m of Crossley, S - D Surveys, 9 nations) marketing research company. We ere conducting @ survey in this erea. CIGARETTE sivDY x i QUESTIONNAIRE ‘ A. Firet, vould you please tell me how many people aged 1B and over live in this household Totel # aged 18 and over B. Nowy would you please give me the names of all the people eged xviii and over. Piret, give me the nenes of the males, frou the cldest to the youngest ‘ And then, the names of che females frox the oldest to the youngest. SNTERVIEWER RECORD EBLOW) Obtain tnter - clenched fist Jona sre view vith ast | eliqcal2 | call ' X \" Menber lattenpt foack | back | bacic Household Nenbers Aged 18 and Over x Interview the person on the liet whose name appears on che Line vith the last \" x \". If that, person is not at home find out when he or she 18 most Likely to be hone and, schedule a calitack. (Callback Time and Date, SECTION \" A \" 1. Make you currently sncke cigarettes on s regular basis? 5 no CJ ves (T 6 ESTIONNAIRE 2. Have you ever sucked cigarette on a regular basis? wo Yes, (a) O70 sneaker QUESTIONNAIRE [G0 \" To SECTION “ E \" (INSTDE) | STORMAIRE USED GNPO THIS SCRENING FOLDER FROPEN C0l"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "CROSSLEY, S-D SURVEYS, INC. is a marketing research company. The company is based in New York City and conducts surveys in the U.S. and around the world. For confidential support call the National Suicide Prevention Lifeline at 1-800-273-8255 or visit http://www.suicidepreventionlifeline.org/. For support on suicide matters call the Samaritans on 08457 90 90 or  visit a local Samaritan branch or click here."
}