{
    "filename": "0060123781.jpg",
    "metadata": {},
    "text": "fxr ew\n\n-EMORANDUM —\n\n \n\n2\n\nNovember 3, 1978 CONFIDENTIAL *°™*NS* Avencenenenaervs,\n\n \n\n \n\n4 [map\n\nMr. R. M. Bouse, Leaf Purchases Director, Durham Leaf Department\n\n \n\nR. P. Truitt, Executive Vice President\n\n \n\n \n\n \n\n \n\nBurley Tobacco Requirements\n\n \n\n \n\nYou are hereby authorized to purchase the following Green weight pounds\nfrom the 1978 Burley Tobacco Crop:\n\nGreen Pounds\n\nCigarette Grades 48,366,000\n\nSmoking Grades 1,917,000\n\n50,283,000\n\nThe quantity or quality of specific grades within the 1978 Burley Crop\ncannot be accurately predicted at this time; however, we assume the\nnature of the Crop will be such that the Company may anticipate\npurchasing its requirements in the grades and approximate proportions\nOutlined on the attached \"Recommended Distribution of Grades\".\n\nIm addition, you are authorized to purchase 568,000 pounds of Burley\nScrap.\n\nThis memorandum is not intended to restrict your purchases to the 1978\nCrop and you may purchase some of these requirements from prior crops.\n\nAttached is a copy of the ALC 755-M-~1 and ALC 755-M-2 which replaced\nN.¥.0, Forms 688 and 688-A, “Requirement for Leaf Tobacco\".\n\nPix\nce: firs RK, Heimann ~ chaizman CF Meaty\nMr. C. A. Mehos - Vice President - Finance\nMr. V. B. Lougee, III - President\nMr. %. B. feel, Jr. - Controller &\nMr. C. C. Kern, Jr. - Manufacturing Director\nMr. R. S$. Sprinkle, III - Research and Development Director”\n\nMr. R. H. Morrison - Leaf Processing and Storage Director\n\nMr. J. H. Hager - Coordinator - Leaf\n\n \n\n \n\f",
    "augmented_texts": [
        "fxr ew - EMORANDUM — 2 November three, 1978 CONFIDENTIAL * ° ™ * NS * Avencenenenaervs, 4 [map Mr. R. M. Bouse, Leaf Purchases Director, Durham Leaf Department R. P. Truitt, Executive Vice President Burley Tobacco Requirements You are hereby authorized to purchase the following Green weight pounds from the 1978 Burley Tobacco Crop: Green Pounds Cigarette Grades 48, 366, 000 Smoking Grades 1, 917, 000 fifty, 283, 000 The quantity or quality of specific grades within the 1978 Burley Crop cannot be accurately bode at this time; however, we assume the nature of the Crop will be such that the Company may anticipate purchasing its requirements in the grades and approximate proportions Draft on the attached \" Recommended Distribution of Grades \". Im addition, you are authorized to purchase 568, 000 pounds of Burley Scrap. This memorandum is not intended to restrict your purchases to the 1978 Crop and you may purchase some of these requirements from prior crops. Attached is a copy of the ALC 755 - M - ~ 1 and ALC 755 - M - 2 which replaced N. ¥. 0, Forms 688 and 688 - A, “ Requisite for Leaf Baccy \". Pix ce: firs RK, Heimann ~ chaizman CF Meaty Mr. C. A. Mehos - Vice President - Finance Mr. V. B. Lougee, III - President Mr. %. B. flavor, Jr. - Controller & Mr. C. C. Kern, Jr. - Manufacturing Director Mr. R. S $. Sprinkle, III - Research and Development Director ” Mr. R. H. Morrison - Leaf Processing and Storage Director Mr. J. H. Hager - Coordinator - Foliage",
        "fxr ew - EMORANDUM — 2 November 3, 1978 CONFIDENTIAL * ° ™ * NS * Avencenenenaervs, 4 [map Mr. R. M. Bouse, Foliage Purchases Director, Durham Leaf Department R. P. Truitt, Executive Vice President Burley Tobacco Requirements You are hereby authorized to purchase the following Green weight pounds from the 1978 Burley Baccy Crop: Green Pounds Cigarette Grades 48, 366, 000 Smoking Grades 1, 917, 000 50, 283, 000 The quantity or quality of specific grades within the 1978 Burley Crop cannot be accurately predicted at this time; however, we assume the nature of the Crop will exist such that the Company may anticipate purchasing its requirements in the grades and approximate proportions Outlined on the attached \" Recommended Distribution of Grades \". Im addition, you are authorized to buy 568, 000 pounds of Burley Scrap. This memorandum is not intended to restrict your purchases to the 1978 Harvest and you may purchase some of these requirements from prior crops. Attached is a copy of the ALC 755 - M - ~ 1 and ALC 755 - M - 2 which replaced N. ¥. zero, Forms 688 and 688 - A, “ Requirement for Folio Tobacco \". Pix ce: firs RK, Heimann ~ chaizman CF Meaty Mr. C. A. Mehos - Vice President - Finance Mr. V. B. Lougee, III - President Mr. %. B. feel, Jr. - Controller & Mr. C. C. Jerome kern, Jnr. - Manufacturing Director Mr. R. S $. Sprinkle, III - Research and Development Director ” Mr. R. H. Morrison - Leaf Processing and Storage Director Mr. J. H. Hager - Coordinator - Leaf"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "You are hereby authorized to purchase the following Green weight pounds from the 1978 Burley Tobacco Crop. The quantity or quality of specific grades cannot be accurately predicted at this time. This memorandum is not intended to restrict your purchases to this crop. You may purchase some of these requirements from prior crops."
}