{
    "filename": "0060341198.jpg",
    "metadata": {},
    "text": "Gent Lenen:\n\nFor many yours 1 was rotained by the American\nTobueco Company as a consulting ohenist,\n\nDue to various intra-organizational matters,\nthie arrangesent was terminated.\n\n1 am therefore free to accept one similar\nretainer from another oigarette manufacturer,\n\nMy almost thirty youre of acquaintance with the\ncigarette industry and my high professional stending may\npossibly make this of interest to you. If such is the\ncase, i shall ve very glad to call on you at your oon-\nvenience to discuss the matter further.\n\nVery truly yours,\n\f",
    "augmented_texts": [
        "Gent Lenen: For many yours unity be rotained by the American Tobueco Company as a consulting ohenist, Due to various intra - organizational matters, thie arrangesent represent terminated. 1 am therefore free to accept one similar retainer from another oigarette manufacturer, My almost thirty youre of acquaintance with the cigarette manufacture and my mellow professional stending may possibly make this of interest to you. If such is the case, i shall ve very glad to call on you at your oon - venience to discuss the matter further. Very truly yours,",
        "Gent Lenen: For many yours 1 was rotained by the American Tobueco Company as a consulting ohenist, Due to various intra - organizational matters, thie arrangesent was give notice. one am hence free to accept one like consideration from another oigarette manufacturer, My almost thirty youre of acquaintance with the cigarette industry and my high professional stending may mayhap defecate this of interest to you. If such is the case, i shall ve real glad to call on you at your oon - venience to discuss the matter further. Very truly yours,"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Gent Lenen was rotained by the American                Tobueco Company as a consulting ohenist. His contract was terminated due to various intra-organizational matters. He is free to accept one similar retainer from another oigarette manufacturer. If such is the case, i shall ve very glad to call on you to discuss the matter further."
}