{
    "filename": "0060274988.jpg",
    "metadata": {},
    "text": " \n\nFram\n\n \n\n \n\nMEMORANDUM\n\nTe Aperican lace lenpany\nMe. 2. 8. Hariow Dare hugust 8, 1963\nAnalytical cheststey Section, Croup 1,\nE.G, Cogbill, 8. F. Bliiey, Ey F. Canpbel? and B. 8. cho\n\nSuaurct Progress Report - March 1962 to July 1963.\n\n \n\n \n\n \n\n \n\nDuring this period, this Group has assisted the Filter-Tip Research Section\nwith analyses of carbon impregnated filter elements for flavor components, and\nwith other special determinations. To obtain data needed in support of the patent\napplication on the flovor-impregnated carbon filter, a study vas made of the\nability of MONTCLAIR cigarettes to retain menthol when exposed to heated air\nunder simulated smoking conditions, and a comparison made with a conventional\n\ntype wentholated cigarette treated in a similar manner, Also, the retention of\nwenthol by IF filter rods when exposed to elevated temperature for brief\n\nPeriods was tested.\n\nOrganic elemental microanalyses and special smoke analyses have been\nfurnished\nrative tests of smoke analysis methods were made for the Analytical Methods\n\n \n\nrequired to other Groups in the Research Division. ‘Taree col labo-\n\nCoumittee of the Tobacco Chemists’ Research Conference.\n\nA technique was developed for the determination of vanillin in MONTCLAIR\nfilter rods and in other carbon-impregnated rods containing this flavor. Vanillin\nmay be eluted from the rods with chloroform, extracted into alkaline solution,\n\nand estimated by its absorbance at 347 wi. Menthol,cardamom, ana certain other\nflavors being considered for use do not interfere. Menthol may be determined on\nthe\ndine thylaminobenzeldehyde colorimetric method.\n\n \n\nme MONTCLAIR rod sample by analysis of the chloroform extract by the p-\n\nPreliminary experimental work has been carried out to determine if the use\nof carbon tips impregnated uith nicotine or nicotine salts may be feasible as\nam efficient means of increasing the nicotine content of smoke solide. With\nthe collaboration of Mr. Bateman, filter rods containing blank IF-type carbon\nwere {mpregnated with nicotine under various test conditions, and suoke analyses\nmade on cigarettes employing the resulting filter elenents. ‘Transfers to the\nsmoke of about 22% of the nicotine adsorbed on the carbon have been achieved.\n\nhe\n\n \n\f",
    "augmented_texts": [
        "Fram MEMORANDUM Te Aperican lace lenpany Me. 2. 8. Hariow Dare hugust 8, 1963 Analytical cheststey Section, Croup 1, E. Constant of gravitation, Cogbill, 8. F. Bliiey, Ey F. Canpbel? and B. 8. cho Suaurct Progress Report - March 1962 to July 1963. During this period, this Group has assisted the Filter - Tip Research Section with analyses of carbon impregnated filter elements for flavor component, and with other special determinations. To obtain data needed in support of the patent application on the flovor - impregnated carbon filter, a study vas made of the ability of MONTCLAIR cigarettes to continue menthol when exposed to heated air under simulated smoking conditions, and a comparison made with a conventional type wentholated cigarette treated in a similar manner, Also, the retention of wenthol by IF filter rods when exposed to elevated temperature for brief Periods was tested. Organic elemental microanalyses and special smoke analyses have been furnished rative mental testing of smoke analysis methods were made for the Analytical Methods required to other Groups in the Research Division. ‘ Taree col labo - Coumittee of the Tobacco Chemists ’ Research Conference. A technique was developed for the determination of vanillin in MONTCLAIR filter rods and in other carbon - impregnated rods containing this flavor. Vanillin crataegus laevigata be eluted from the rods with chloroform, extracted into alkaline solution, and estimated by its absorbance at 347 wi. Menthol, cardamom, ana certain other flavors being considered for use do not interfere. Menthol may be determined on the dine thylaminobenzeldehyde colorimetric method. me MONTCLAIR rod sample by analysis of the chloroform extract by the p - Preliminary experimental work has been carried out to determine if the use of carbon tips impregnated uith nicotine or nicotine salts may be viable as am efficient means of increasing the nicotine content of smoke solide. With the collaboration of Mr. Bateman, filter rods containing blank IF - type carbon were {mpregnated with nicotine under various test conditions, and suoke analyses made on cigarettes employing the resulting filter elenents. ‘ Transfers to the smoke of about 22% of the nicotine adsorbed on the carbon have been achieved. he",
        "Fram MEMORANDUM Te Aperican lace lenpany Me. 2. 8. Hariow Dare hugust eighter, 1963 Analytical cheststey Section, Croup 1, E. G, Cogbill, 8. F. Bliiey, Ey F. Canpbel? and B. 8. cho Suaurct Progress Report - March 1962 to July 1963. During this period, this Group has assisted the Filter - Tip Research Section with analyses of carbon impregnated filter elements for feeling components, and with other special determinations. To obtain data needed in support of the patent covering on the flovor - impregnated carbon filter, a study vas made of the ability of MONTCLAIR cigarettes to retain menthol when exposed to heated air under simulated smoking conditions, and a comparison made with a conventional type wentholated cigarette treated in a similar manner, Also, the retention of wenthol by IF filter rods when exposed to elevated temperature for brief Periods was essay. Organic elemental microanalyses and special smoke analyses have been supply rative tests of smoke analysis methods were made for the Analytical Methods required to other Groups in the Research Division. ‘ Taree col labo - Coumittee of the Tobacco Chemists ’ Research Conference. A technique was developed for the determination of vanillin in MONTCLAIR filter rods and in other carbon - impregnated rods containing this flavor. Vanillin may be eluted from the rods with chloroform, extracted into alkaline solution, and estimated by its absorbance at 347 wi. Menthol, cardamom, ana certain other flavors being considered for use do not interfere. Menthol may be determined on the dine thylaminobenzeldehyde colorimetric method. me MONTCLAIR rod sample by analysis of the chloroform extract by the p - Preliminary experimental work has been carried out to determine if the use of carbon tips impregnated uith nicotine or nicotine salts may be feasible as am efficient means of increasing the nicotine content of smoke solide. With the collaboration of Mr. Bateman, filter rods containing blank IF - type carbon were {mpregnated with nicotine under various test conditions, and suoke analyses made on cigarettes employing the resulting filter elenents. ‘ Transfers to the smoke of about 22% of the nicotine adsorbed on the carbon have been achieved. he"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Menthol retention by IF filter rods when exposed to elevated temperature for brief periods was tested. Vanillin may be eluted from the rods with chloroform, extracted into alkaline solution, and estimated by its absorbance at 347 wi. Menthol,cardamom, ana certain otherflavors being considered for use do not interfere."
}