{
    "filename": "0060048140.jpg",
    "metadata": {},
    "text": "PRE AMERICAN TOBACCO COMPANY\nMEETING OF THE BOARD OF DIRECTORS\n\nSLIDE NO. 1\n\nBan on\nAll Cigarette Advertising\n\nSLIDE NO. 2\n\nPacks and Cartons\n\nSLIDE NO. 3\n\nEliminate Tmage\n\nSLIDE NO. 4\n\nEliminate Tax Deduction\n\nJuly 30, 1986\n\nA subject of considerable interest\ntoday is the potential of a ban on\n\nall cigarette advertising.\n\nWhile we believe this is a remote\npossibility, we would quickly move\nto a plan which placed our advertis~\ning message onto our packs and\ncartons, and investigate potential\nin all other areas: Premiums\nincluding lighters, clothing, etc.\n\nmuch like the European experience.\n\nThe second possible scenario would\ncall for the elimination of image\nadvertising for cigarettes. in the\ncase of Carlton this would not pose\na problem, but on our other brands\nit would demand changes in our\n\nadvertising executions.\n\nThe third possible scenario would\ncall for the elimination of the tax\ndeductibility for advertising\n\nexpenses. This would increase our\n\ncost of doing business, but we are\n\n \n\f",
    "augmented_texts": [
        "PRE AMERICAN tobacco plant COMPANY MEETING OF THE BOARD OF DIRECTORS SLIDE NO. 1 Ban on All Cigarette Advertising SLIDE NO. 2 Packs and Cartons SLIDE NO. 3 Eliminate Tmage SLIDE NO. 4 Eliminate Tax Deduction July 30, 1986 A subject of considerable interest today is the potential of a ban on all cigarette advertising. While we believe this is a remote possibility, we would quickly move to a plan which placed our advertis ~ ing message onto our packs and cartons, and investigate potential in all other areas: Premiums include lighters, clothing, etc. much like the European experience. The second possible scenario would call for the elimination of image advertising for cigarettes. in the case of Carlton this would not pose a problem, but on our other brands it would demand changes in our advertising executions. The third possible scenario would call for the elimination of the taxation deductibility for advertising expenses. This would increase our cost of doing line of work, but we are",
        "PRE AMERICAN TOBACCO COMPANY MEETING OF THE BOARD OF DIRECTORS microscope slide NO. 1 Ban on All Cigarette Advertizing SLIDE NO. 2 Packs and Cartons SLIDE NO. 3 Eliminate Tmage playground slide NO. 4 Eliminate Tax Deduction July thirty, 1986 A subject of considerable interest today is the potential of a ban on all cigarette advertising. While we believe this is a remote possibility, we would quickly move to a plan which placed our advertis ~ ing message onto our packs and cartons, and investigate potential in all other areas: Premiums include lighters, clothing, etc. a great deal like the European experience. The second possible scenario would call for the elimination of image advertising for cigarettes. in the case of Carlton this would not pose a problem, but on our other brands it would demand changes in our advertising capital punishment. The tertiary possible scenario would call for the elimination of the tax deductibility for advertising expenses. This would increase our cost of doing business, but we are"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The potential of a ban on cigarette advertising is a subject of considerable interest. The company would investigate potential bans in all other areas: Premiums, lighters, clothing, etc. In the case of Carlton this would not pose a problem, but on our other brands it would demand changes in our advertising executions."
}