{
    "filename": "0060142979.jpg",
    "metadata": {},
    "text": "NEWYORK LONDON\n\n \n   \n   \n   \n  \n   \n   \n     \n  \n  \n \n\nNovember 2, 1981\n\nMr. Norman Chester\nNedia Director\n\nAmerican Tobacco Company\n245 Park Avenue\n\nNew York, N.Y. 10016\n\nDear Norm,\nWe have been requested to analyé Museum Magazine.\nEditorial\n\nMuseum Magazine is devoted\n\nthe world. It is a full\nextraordinary collectior\n\ntirely to art, history and science museums of\nor, high quality publication covering the most\nfrom these 24,000 museums.\n\nEach issue of the Magyfine contains articles by leading curators of art,\nscience and history plseums, collectors and connoisseurs and by authors and\npersonalities whose articular interests make them authorities on the museum-\nrelated subjects tyy write about.\n\nEach issue also fhcludes coverage of new discoveries, auctions, book reviews,\nPreviews of spefial collections, schedules of traveling exhibits and world-\nwide museun\n\nDe\n\n    \n\nraphic\n\nMark Clemens Research, Inc. conducted a Charter Subscriber Survey for Museum\nin 1980. Findings (See Attached) indicate that the publication has slightly\nmore women readers than men (51.9% vs. 48.1%), a median age of 48.3 and a\nbetter educated, up scale audience.\n\nEfficiency\n\nMuseum is a bi-monthly and has a circulation of 120,000. The 4 color page\nGost is $2,500, delivering a CPM of $20.83. This efficiency was one of the\nlowest of a1] magazines proposed for Carlton during 1982 \"Magazine For The\nEighties\" (See Attached),\n\nCondially,.\n\nal\nfot KU ce: J, Melett K. Laymon\nJotin T, Hughes W. Degenhardt\n\nVice President/Media\n\nG. Fi\n400 PARK AVENUE, NEW YORK 10022,PL4 9696, TELEX: 10881-4476\n\f",
    "augmented_texts": [
        "NEWYORK LONDON November 2, 1981 Mr. Norman Chester Nedia Director American Tobacco Company 245 Park Avenue New York, N. Y. 10016 Dear Norm, We have been requested to analyé Museum Magazine. Editorial Museum Magazine is devoted the world. It is a full extraordinary collectior tirely to art, history and science museums of or, high quality publication covering the most from these 24, 000 museums. Each issue of the Magyfine contains articles by leading curators of art, science and history plseums, collectors and connoisseurs and by authors and personalities whose articular interests make them authorities on the museum - related subjects tyy write about. Each issue also fhcludes coverage of new discoveries, auctions, book reviews, Previews of spefial collections, schedules of traveling exhibits and world - wide museun De raphic Mark Clemens Research, Inc. conducted a Charter Subscriber Survey for Museum in 1980. Findings (See Attached) indicate that the publication has slightly more women lector than men (51. 9% vs. forty eight. 1% ), a median age of 48. 3 and a better educated, up scale audience. Efficiency Museum is a bi - monthly and has a circulation of 120, 000. The 4 color page Gost is $ 2, 500, delivering a CPM of $ 20. 83. This efficiency was one of the lowest of a1] magazines proposed for Carlton during 1982 \" Magazine For The Eighties \" (See Attached ), Condially, . al fot KU atomic number 58: J, Melett K. Laymon Jotin T, Hughes W. Degenhardt Vice President / Media G. Fi 400 PARK AVENUE, NEW YORK 10022, PL4 9696, TELEX: 10881 - 4476",
        "NEWYORK LONDON November 2, 1981 Mr. Norman Chester Nedia Director American Tobacco Company 245 Park Avenue New York, N. Y. 10016 Dear Norm, We have been requested to analyé Museum Magazine. Editorial Museum Magazine is devoted the world. It is a full extraordinary collectior tirely to art, history and science museums of or, high quality publication covering the most from these 24, 000 museums. Each issuing of the Magyfine contains articles by leading conservator of art, science and history plseums, collectors and connoisseurs and by authors and personalities whose articular interests make them authorities on the museum - related subjects tyy write about. Each issue also fhcludes coverage of new discoveries, auctions, book reviews, Previews of spefial collections, schedules of traveling exhibits and world - wide museun De raphic Mark Clemens Research, Inc. conducted a Charter Subscriber Survey for Museum in 1980. Findings (See Attached) indicate that the publication has slightly more women readers than men (51. 9% quintuplet. 48. 1% ), a median age of 48. 3 and a better educated, up scale audience. Efficiency Museum constitute a bi - monthly and has a circulation of 120, 000. The 4 color page Gost is $ 2, 500, delivering a CPM of $ 20. 83. This efficiency was one of the lowest of a1] magazines proposed for Carlton during 1982 \" Magazine For The Eighties \" (See Attached ), Condially, . al fot KU ce: J, Melett K. Laymon Jotin T, Hughes W. Degenhardt Vice President / Media G. Fi 400 PARK AVENUE, NEW YORK 10022, PL4 9696, TELEX: 10881 - 4476"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Museum Magazine is a bi-monthly and has a circulation of 120,000. The 4 color page cost is $2,500, delivering a CPM of $20.83. This efficiency was one of the lowest of a1] magazines proposed for Carlton during 1982."
}