{
    "filename": "0060281129.jpg",
    "metadata": {},
    "text": " \n\n   \n\n« % aris\nee ee Olin @ WS.\n\nPISGAH FOREST, NORTH CAROLINA. 20768 OM FORE Nie\n\nsowto [7 >) sitereD 10\nTHE AMERICAN Tonacge Company\nPT. OF RESEARCH & DEVELOPMENT\n00 JEFFERSON Davis ae\nICHMOND, VIRGINIA 23%\n\n     \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nL oil\nia ii aor a wists\n\n   \n\n \n\n  \n\nDivision Research Provect No.\n\nWORK IN CONNECTION WITH EcusTA, Ba\nDuRING THE MONTH OF SEPTEMBER,\n\n \n \n\n\"T OF PRODUCT\n\n0) CONSULTING D NET.\n\nTE HTT GEEERY ZNSES\nenna ro rs iid RAL EXPENSES O)\n\n| fee eee DUE AT ONCE\n\n‘anne\n\n    \n  \n \n\n \n\n \n\n \n\n \n\nRGH 10-17-66\n\n‘We twaby eerily Hat hem gos were redid in conplone wih oll apliceberoqorenets af Sabb 6:7, and Wel th Fer bar Sanaa Ae\nrented ond ef egutions ad cre of he Ued Sites Depart f abor hod ve Sain a\n\n \n\n \n\n \n\n \n\noLiN MATHIF & ON CHEMICAL CORYORATIORN\n\f",
    "augmented_texts": [
        "«% aris ee ee Olin @ WS. PISGAH FOREST, NORTH CAROLINA. 20768 OM FORE Nie sowto [7> ) sitereD 10 THE AMERICAN Tonacge Company PT. OF RESEARCH & DEVELOPMENT 00 JEFFERSON Davys ae ICHMOND, VIRGINIA 23% L oil colour ia ii aor a wists Division Research Provect No. WORK IN CONNECTION WITH EcusTA, Ba DuRING THE MONTH OF SEPTEMBER, \" T OF PRODUCT 0) CONSULTING D NET. TE HTT GEEERY ZNSES enna ro rs iid RAL EXPENSES O) | fee eee DUE AT ONCE ‘ anne RGH 10 - 17 - 66 ‘ We twaby eerily Hat hem gos were redid in conplone wih oll apliceberoqorenets af Sabb 6: 7, and Wel th Fer bar Sanaa Ae rented ond ef egutions ad cre of he Ued Site Depart f abor hod ve Sain a oLiN MATHIF & ON CHEMICAL CORYORATIORN",
        "«% aris ee ee Olin @ WS. PISGAH FOREST, NORTH CAROLINA. 20768 OM FORE Nie sowto [7> ) sitereD 10 THE AMERICAN Tonacge Company PT. OF RESEARCH & DEVELOPMENT 00 JEFFERSON Davis ae ICHMOND, VIRGINIA xxiii% L oil ia ii aor a wists Division Enquiry Provect No. WORK IN CONNECTION WITH EcusTA, Ba DuRING THE MONTH OF SEPTEMBER, \" T OF production 0) CONSULTING 500 NET. TE HTT GEEERY ZNSES enna ro gas constant iid RAL EXPENSES O) | fee eee DUE AT ONCE ‘ anne RGH x - 17 - 66 ‘ We twaby eerily Hat hem gos were redid in conplone wih oll apliceberoqorenets af Sabb 6: 7, and Wel th Fer bar Sanaa Ae rented ond ef egutions ad cre of he Ued Sites Depart f abor hod ve Sain a oLiN MATHIF & ON CHEMICAL CORYORATIORN"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "The study was conducted by the American Tonacge Company in the U.S. state of North Carolina. The results of the study were published in a book called ‘The Ued Sites Depart f abor hod ve Sain aain’, published by Oxford University Press."
}