{
    "filename": "0060088947.jpg",
    "metadata": {},
    "text": "for HeB\nG\n\n° Cod\nPurchase Point, Inc.\nduly 26, 1979\n\nMr. M. H. Chester\n\nThe American Tobacco Company\n245 Park Avenue\n\nNew York, New York 10017\n\nRe: Qut-of-Home -- Washington, D.C. Subways\nDear Norm:\n\n \n\n‘This 1s to advise you that Phase 4 of the Washington, D.C.\nMetro System is due to open November, 1979. There wilt be\nfour new stations. These are:\n\nCourt House\nClarendon\nBaliston\nVirginia Square (Glebe Road)\n\nThese stations will require six additional Posters bringing\nour total to seventy-five. The additional cost will be\n\n$360 per month or $720 total additional for Kovesber/Decenber,\n1979.\n\nFunds for this can be transferred from the $4,760 released by\nthe Pioneer Bus Strike in July.\n\n  \n   \n\n  \n\nSincerely,\n' nd\nByy6n'B. Cn we gneeed pod\nBe/ai GEE oo\nce: Messrs. R. V. Morse ft HEAL EC\nD.W. dacknan\nDunford fe\nD. F. Coleman 4:\n3. Hughes '\nMines. J. S. Greenberg\nC Lavin\n\f",
    "augmented_texts": [
        "for HeB K ° Cod Purchase Point, Inc. duly 26, 1979 Mr. M. H. Chester The American Baccy Company 245 Park Avenue New York, New York 10017 Re: Qut - of - Home - - Washington, D. C. Subways Dear Norm: ‘ This 1s to advise you that Phase 4 of the Washington, D. Coulomb. Metro System is due to unfold November, 1979. There wilt be four new stations. These are: Court House Clarendon Baliston Virginia Square (Glebe Road) These stations will require six additional Posters bringing our total to seventy - five. The additional cost testament be $ 360 per month or $ 720 full additional for Kovesber / Decenber, 1979. Monetary resource for this can be transfer from the $ 4, 760 released by the Pioneer Bus Strike in July. Sincerely, ' nd Byy6n ' B. Cn we gneeed pod Atomic number 4 / ai GEE oo ce: Messrs. R. V. Morse ft HEAL EC D. W. dacknan Dunford fe D. F. Coleman 4: 3. Hughes ' Mines. J. S. Greenberg C Lavin",
        "for HeB G ° Cod Leverage Point, Inc. duly 26, 1979 Mr. M. Atomic number 1. Chester The American Tobacco Company 245 Park Avenue New York, New York 10017 Re: Qut - of - Home - - Washington, D. C. Subways Dear Norm: ‘ This 1s to advise you that Phase 4 of the Washington, D. C. Metro System be due to open November, 1979. There wilt be four new stations. These are: Court House Clarendon Baliston Virginia Square (Glebe Route) These stations will require six additional Posters bringing our total to seventy - five. The extra cost will be $ 360 per month or $ 720 total additional for Kovesber / Decenber, 1979. Funds for this can be transferred from the $ 4, 760 released by the Pioneer Bus Strike in July. Sincerely, ' nd Byy6n ' Atomic number 5. Cn we gneeed pod Atomic number 4 / ai GEE oo ce: Messrs. R. V. Morse ft HEAL EC D. W. dacknan Dunford fe D. F. Coleman 4: 3. Hughes ' Mines. J. S. Greenberg C Lavin"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "The Washington, D.C. metro system is due to open November, 1979. There wilt be four new stations. The additional cost will be $360 per month or $720 total additional for Kovesber/Decenber.Funds for this can be transferred from the $4,760 released by the Pioneer Bus Strike in July."
}