{
    "filename": "0060198183.jpg",
    "metadata": {},
    "text": " \n\nMEMURAWY EM\nconeroonstat Re thrrinom Blacer Capone\n\nMr. Robert K, Heimann. Dare December 3, 1968\nExecutive Vice President\n\n \n\nFrom Henry W. Bahrenburg\nProduct Manager\n\nSusvect\n\n \n\n \n\n  \n\nThis is to report the findings of the \"taste panel\" regarding\ntest cigarettes designated: ~\n\n11/12/68\n\nTAREYTON Cigarettes with\nSpecial Charcoal Filter\n\nOf the fifteen responses that were obtained, eight indicated\n\nno Gifference between the test model and our current product.\nSeven respondents noted at least a slight difference (5 - milder,\n1 - harsher, 1 - artificial taste).\n\nRegular TAREYTON smokers noted less of a difference than\nnon-TAREYTON smokers; of the seven TAREYTON smokers on the panel,\nfive could not distinguish between the two cigarettes, two\nthought the test model to be milder.\n\nBascd on tho above, I believe the taste of the test mode) would\nbe acceptable to TAREYTON smokers. While the next step in\neveloping this product might logically’be market-testing (in a\nwarehouse area, for example), I do not recommend that such a\ntest be conducted at this time. ‘The charcoal in tho test product\nis considerably more costly than at present ($640,000 more per\nyear, by one preliminary estimate) and the New Products Division\nfelieves that cost reduction is possible. In view of the\npotential cost reduction, and in view of Lark's inability to\n\nShow growth with a product of comparable filtering qualities,\n\nI belicve that New Products should be given more time to work on\nthe cost aspect of this project.\n\ncc: Mr. C, R. McKeever\n\nMr, Me Fy Fox\n\n \n\n \n\f",
    "augmented_texts": [
        "MEMURAWY EM coneroonstat Re thrrinom Blacer Capone Mr. Robert K, Heimann. Dare December 3, 1968 Executive Vice President From Henry W. Bahrenburg Merchandise Manager Susvect This is to report the findings of the \" taste panel \" regarding test cigarettes designated: ~ 11 / 12 / 68 TAREYTON Cigarettes with Special Charcoal Filter Of the fifteen responses that were obtained, eight indicated no Gifference between the trial model and our current cartesian product. Seven respondents noted at least a slight difference (5 - milder, 1 - harsher, 1 - artificial taste ). Regular TAREYTON smokers noted less of a difference than non - TAREYTON smokers; of the seven TAREYTON smokers on the panel, five could not distinguish between the two cigarettes, two thought the test model to be milder. Bascd on tho above, I believe the taste of the test mode) would be acceptable to TAREYTON smokers. While the next step in eveloping this product might logically ’ be market - testing (in a warehouse area, for example ), I do not recommend that such a test be conducted at this time. ‘ The charcoal in tho test product is considerably more costly than at present ($ 640, 000 more per year, by one preliminary estimate) and the New Products Division felieves that cost reduction is possible. In view of the potential cost reduction, and in view of Lark ' s inability to Show emergence with a product of comparable filtering qualities, I belicve that New Products should be given more time to work on the cost aspect of this project. cc: Mr. C, R. McKeever Mr, Me Fy Fox",
        "MEMURAWY EM coneroonstat Re thrrinom Blacer Capone Mr. Robert K, Heimann. Dare December 3, 1968 Executive Vice President From Henry W. Bahrenburg Product Manager Susvect This is to report the findings of the \" taste panel \" regarding test cigarettes designated: ~ 11 / 12 / 68 TAREYTON Cigarettes with Special Charcoal Filter Of the fifteen responses that were obtained, eight indicated no Gifference between the test model and our current product. Seven respondents noted at least a slight difference (5 - milder, 1 - harsher, 1 - artificial taste ). Regular TAREYTON smokers noted less of a difference than non - TAREYTON smokers; of the seven TAREYTON smokers on the panel, five could non distinguish between the two cigarettes, two thought the test model to be milder. Bascd on tho above, I believe the taste of the test mode) would be acceptable to TAREYTON smokers. While the next step in eveloping this product might logically ’ be market - testing (in a warehouse area, for example ), I do not recommend that such a test be conducted at this prison term. ‘ The charcoal in tho trial product is considerably more costly than at present ($ 640, 000 more per year, by one preliminary estimate) and the New Products Variance felieves that price reduction is possible. In view of the potential cost reduction, and in view of Lark ' s inability to Show growth with a product of comparable filtering qualities, I belicve that New Products should be given more time to work on the cost aspect of this project. cc: Mr. C, R. McKeever Mr, Me Fy Fox"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Seven respondents noted at least a slight difference. Of the seven TAREYTON smokers on the panel, five could not distinguish between the two cigarettes, two thought the test model to be milder. The charcoal in tho test product is considerably more costly than at present ($640,000 more per year, by one preliminary estimate) and the New Products Division believes that cost reduction is possible."
}