{
    "filename": "0060014843.jpg",
    "metadata": {},
    "text": " \n\nMemorandum\n\n \n\nMr. T. C. Hays be January 30, 1987\nPresident and Chief Executive Officer\n\nfom R. 8. Sprinkle, 111\nVice President - Research and Development\n\ne\n\nLUCKY STRIKE Low Tar Filters - Blend Modification\n\nWe are recommending for your consideration and approval, a blend\nmodification for LUCKY STRIKE Low Tar Filters King Size’ Soft\nPack, King Size Box and 100's Cigarettes. The modification con-\nstitutes the use of an all-imported tobacco blend as a replace\nment for the present domestic formulation. Casing, flavoring\nand the \"tar\" delivery for the products would remain unchanged\nand consistent with current specifications for the brands.\n\nBased on consumer product testing conducted with the imported\nblend during May 1986, we are confident that the modification\n\ncan be implemented without concern for smoke awareness of major\nchanges in taste characteristics or acceptability. The consumer\ntest data indicated that the imported blend represented subtle\n\ndifferences which were viewed by study participants as margiaal\nimprovements for parameters of mildness, satisfaction and taste.\n\n  \n\nWe have discussed this change with Manufacture and Leaf personnel\nand propose to implement it at manufacturing convenience and\nupon depletion of current inventory of tobacco in process.\n\nMay we have your approval?\n\nco: Me. J. H. Hager, Leaf Services Director\n\nMr. C. G. Kern, Jr,, Senior Vice President - Operations\nMr. W. J. Moore, Vice President - Advertising\n\nMr. R. W. Morrison, Vice President - Manufacture and Leaf\nMr. C. H. Mullen, Senior Vice President - Sales\n\nbe: RDC, JFA, PHL, 10, RSS\n\nATXO2 0225984\n\f",
    "augmented_texts": [
        "Memorandum Mr. T. C. Hays be January xxx, 1987 President and Chief Executive Officer fom R. 8. Sprinkle, 111 Vice President - Research and Development e LUCKY STRIKE Low Tar Filters - Blend Modification We are recommending for your consideration and approval, a blend modification for LUCKY STRIKE Low Tar Filters King Size ’ Soft Pack, King Size Box and century ' s Cigarettes. The modification con - stitutes the use of an all - imported tobacco blend as a replace ment for the present domestic formulation. Casing, flavoring and the \" tar \" delivery for the products would remain unaltered and consistent with current specifications for the brands. Based on consumer product testing conducted with the imported blend during May 1986, we are confident that the modification can be implemented without concern for smoke awareness of major changes in taste characteristics or acceptability. The consumer test data signal that the imported blend represented subtle differences which were viewed by study participants as margiaal improvements for parameters of mildness, satisfaction and taste. We have discussed this change with Manufacture and Leaf personnel and propose to implement it at manufacturing convenience and upon depletion of current inventory of tobacco in process. May we have your approval? co: Me. J. H. Hager, Leaf Services Director Mr. C. G. Kern, Jr, , Senior Vice President - Operations Mr. W. J. G. e. moore, Vice President - Advertising Mr. R. W. Morrison, Vice President - Manufacture and Leaf Mr. C. H. Mullen, Senior Vice President - Sales be: RDC, JFA, PHL, 10, RSS ATXO2 0225984",
        "Memorandum Mr. T. C. Hays be Jan 30, 1987 President and Chief Executive Officer fom R. 8. Sprinkle, 111 Vice Chairwoman - Research and Development e LUCKY STRIKE Low Tar Filters - Blend Modification We are recommending for your consideration and approval, a blend modification for LUCKY STRIKE Low Tar Filters King Size ’ Soft Pack, King Size Box and 100 ' s Cigarettes. The modification con - stitutes the use of an all - imported baccy blend as a supercede ment for the present domestic formulation. Casing, flavoring and the \" mariner \" delivery for the products would remain unchanged and consistent with current specifications for the brands. Based on consumer product try out conducted with the imported blend during May 1986, we are confident that the modification can be implemented without concern for smoke awareness of major changes in taste characteristics or acceptability. The consumer test data indicated that the imported blend represented subtle differences which were viewed by study participants as margiaal improvements for parameters of mildness, satisfaction and taste. We have discussed this change with Manufacture and Leaf personnel and propose to implement information technology at manufacturing convenience and upon depletion of current inventory of tobacco in process. May we have your approving? co: Me. J. H. Hager, Leaf Services Director Mr. C. G. Kern, Jr, , Senior Vice President - Operations Mr. W. J. Moore, Vice President - Advertising Mr. R. W. Morrison, Vice President - Manufacture and Leaf Mr. C. H. Mullen, Senior Vice President - Sales be: RDC, JFA, PHL, 10, RSS ATXO2 0225984"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "LUCKY STRIKE Low Tar Filters King Size’ SoftPack, King size Box and 100's Cigarettes. All-imported tobacco blend to replace domestic formulation. Casing, flavoring and the \"tar\" delivery for the products would remain unchanged."
}