{
    "filename": "0060012166.jpg",
    "metadata": {},
    "text": " \n\nHay 14, 1984\n\nMr. R. S. Sprinkle, IIE\n\na\n\n \n\nBrooks\n\nIn-Laboratory Cigarette Panels L84-61A, B, C, and D\nGCS-PELT Blend (Control)* VS GCS-2RA, “4A, -éa, and -7A\n\nThe above cigarettes were evaluated by members of the Laboratory\nPanel. Panelists were given a known control and test cigarette\n\nand were asked to comment on differences observed while smoking.\nPanelists were also asked which model was preferred. Resulte are:\n\n2, L84-61A:\n\n \n\nControl VS GCS-2RA\n\nPreferenci\n\n \n\nControl 5\nGCS-2RA 3\nNo Choice 0\n\nVerbatim Comments\n\nControl ~ Swoother, slightly better taste\nSuoother, less finishing flavor taste\nHeavy flavor taste, slightly. heavy flavor aftertaste\n\nGCS-2RA - More tobacco taste, lese dry, more rounded/balanced\n\ntaste\n\nRicher, fuller, less dry\n\nSweeter (styrex?), slightly less dry, less impact\n\nHore impact\n\nSweeter, more added flavor taste, slightly more\nimpact, slightly less dry, not’ae well-rounded\n\nHigh flavor level, stronger, more impact\n\nMilder, blander taste, more tobacco taste, slight\nflavor taste ~ slightly spicy and sweet\n\nSummary,\n\n \n\n \n\n \n\n \n\n  \n\nGCS~2RA was perceived as being sweeter, more highly flavored, and\nslightly less dry than the Control.\n2, 184-618: Control VS GCS-4A\nPreference\nControl 4\nGS-44 5\nNo Choice i\n\nATKO2 0027488\n\f",
    "augmented_texts": [
        "Hay 14, 1984 Mr. R. S. Sprinkle, IIE a Brooks In - Laboratory Cigarette Panels L84 - 61A, B, C, and D GCS - PELT Blend (Control) * VS GCS - 2RA, “ 4A, - éa, and - 7A The above cigarettes were appraise by members of the Laboratory Panel. Panellist were given a known control and test coffin nail and were asked to comment on differences observed while smoking. Panelists were likewise asked which model was preferred. Resulte are: 2, L84 - 61A: Control VS GCS - 2RA Preferenci Control 5 GCS - 2RA 3 No Choice 0 Verbatim Comments Control ~ Swoother, slightly better taste Suoother, less finishing flavor taste Heavy flavor taste, slightly. heavy flavor aftertaste GCS - 2RA - More tobacco taste, lese dry, more rounded / balanced taste Richer, fuller, less dry Sweeter (styrex? ), slightly less dry, less impact Hore impact Sweeter, more added flavor taste, slightly more impact, slightly less dry, non ’ ae well - rounded High flavor level, stronger, more impact Milder, blander taste, more tobacco taste, slight flavor taste ~ slightly spicy and sweet Summary, GCS ~ 2RA embody perceived as being sweeter, more highly flavored, and slightly less ironical than the Control. 2, 184 - 618: Control VS GCS - 4A Preference Control 4 GS - 44 5 No Choice i ATKO2 0027488",
        "Hay 14, 1984 Mr. R. Due south. Sprinkle, IIE a Brooks In - Laboratory Cigarette Panels L84 - 61A, B, C, and D GCS - PELT Blend (Ascendency) * VS GCS - 2RA, “ 4A, - éa, and - 7A The above cigarettes were evaluated by appendage of the Laboratory Panel. Panelists were given a known control and test cigarette and were asked to comment on differences observed while smoking. Panelists were also asked which model personify preferred. Resulte are: 2, L84 - 61A: Control VS GCS - 2RA Preferenci Control 5 GCS - 2RA iii No Choice zero Verbatim Comments Control ~ Swoother, slightly better taste Suoother, less finishing flavor taste Heavy flavor taste, slightly. heavy flavor aftertaste GCS - 2RA - More tobacco taste, lese prohibitionist, more rounded / balanced taste Richer, fuller, less dry Sweeter (styrex? ), slightly less dry, less impact Hore impact Sweeter, more added flavor taste, slightly more impact, slightly less dry, not ’ ae well - rounded High smell level, stronger, more impact Milder, blander taste, more tobacco taste, slight flavor taste ~ slightly spicy and sweet Summary, GCS ~ 2RA was perceived as being sweeter, more highly flavored, and slightly less dry than the Control. 2, 184 - 618: Control VS GCS - 4A Preference Control 4 GS - 44 5 Atomic number 102 Choice i ATKO2 0027488"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "In-Laboratory Cigarette Panels L84-61A, B, C, and DGCS-PELT Blend (Control) VS GCS--2RA. Control was perceived as being sweeter, more highly flavored. G CS-2ra was considered to be less dry and more rounded."
}