{
    "filename": "0060222220.jpg",
    "metadata": {},
    "text": " \n\npeun IN Af COMPLETION vonserito Tes - SORFeN\nop iNreavTEd sees\n\n \n\n   \n   \n\nAnoRess* ee\n\n       \n \n\n \n\nexer ee\n\nreusrnonm @ METH AREA CODE\n\n \n\n{IWTERVIFWER: es\ngorse wiwress\n\nnae EEL\n\n \n\nive STARTED!\n\n= Metre conducting &\n\na re ee:\nveieg roeeavah seiay in Chis area. Tike w for winuise of your tine.\n\n   \n\nty of close friends work in any of the\nYesnee ALI THAT APPLY\n\ng/m. vo you oF does any nenber of your fant\nFotlowing indostries ... (READ TST)\n\nnavertising ---eeecer\nMarket Rocearch\n\n \n\n \n\n \n\nTe Daw OF ABOVE CIRCLED, TERWINATE INTERV. OTHERITSE CONFINVE:\n\n \n\n \n\n \n\nem. tove you bean interviewed by a mauket research compony in the PARE 6 months?\n\nves a= tensa wo 2 comme\n\n(aano RESPONDENT CRED A)\nere rd and tet ne into which age group you fall?\n\n    \n\nS/s Please Jock “at thi\n\n‘A under 21 years olf 1~ (ZERHINATE) “CINCH NOW> AEE\nB, 21-74 yeara old re\n\nc. 25-29 years old 3 a\nD. 20-34 years ole\n\noo Bebeceaese! “op ORE 04\nP. 40-44 years old &\n\nG. 45-49 yenzs od 7 °\n\nB. 50 years und older\nRefused 2 caenmtmasey-conece vo. | 10\n\f",
    "augmented_texts": [
        "peun IN Af COMPLETION vonserito Tes - SORFeN op iNreavTEd sees AnoRess * ee exer ee reusrnonm @ METH AREA CODE {IWTERVIFWER: es gorse wiwress nae EEL ive STARTED! = Metre conducting & a re ee: veieg roeeavah seiay in Chis area. Tike w for winuise of your tine. ty of close friends influence in any of the Yesnee ALI THAT APPLY g / m. vo you oF does any nenber of your fant Fotlowing indostries. .. (READ TST) navertising - - - eeecer Market Rocearch Te Daw OF ABOVE CIRCLED, TERWINATE INTERV. OTHERITSE CONFINVE: em. tove you bean interviewed by a mauket research compony in the PARE 6 month? ves a = tensa wo 2 comme (aano RESPONDENT CRED A) ere rd and tet ne into which age group you fall? South / s Please Jock “ at thi ‘ A under 21 years olf 1 ~ (ZERHINATE) “ CINCH NOW> AEE B, 21 - 74 yeara old re c. 25 - 29 class old 3 a D. 20 - 34 years ole oo Bebeceaese! “ op ORE 04 P. 40 - 44 years old & G. 45 - 49 yenzs od 7 ° B. 50 years und older Refused 2 caenmtmasey - conece vo. | 10",
        "peun IN Af closing vonserito Tes - SORFeN op iNreavTEd sees AnoRess * ee exer ee reusrnonm @ METH AREA CODE {IWTERVIFWER: es gorse wiwress nae EEL ive STARTED! = Metre conducting & a re ee: veieg roeeavah seiay in Chis area. Tike w for winuise of your tine. ty of close friends work in any of the Yesnee ALI THAT APPLY g / m. vo you oF does any nenber of your fant Fotlowing indostries. .. (READ TST) navertising - - - eeecer Market Rocearch Te Daw OF ABOVE CIRCLED, TERWINATE INTERV. OTHERITSE CONFINVE: em. tove you bean interviewed by a mauket research compony in the PARE half a dozen months? ves a = tensa wo 2 comme (aano RESPONDENT CRED A) ere rd and tet ne into which age group you fall? S / s Please Jock “ at thi ‘ A under 21 years olf 1 ~ (ZERHINATE) “ CINCH NOW> AEE B, 21 - 74 yeara quondam re c. 25 - 29 yr old 3 a D. 20 - 34 year ole oo Bebeceaese! “ op ORE 04 P. 40 - 44 years former & G. 45 - 49 yenzs od heptad ° B. 50 years und older Refused 2 caenmtmasey - conece vo. | 10"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "The survey is for people aged 21-74 years old. The age range is based on the age group of the respondent. It also includes questions about the interviewer, the subject, and the location. There are also questions on how the survey was conducted and how it will be conducted."
}