{
    "filename": "0060366158.jpg",
    "metadata": {},
    "text": "Live 1\n\n \n\nTHE EFFECT OF TOHACCO NICOTINC CONTENT\nON CIGARETTE SMOKING BEHAVIOR IN MAN\nAMERICAN FEDERATION FOR CLINICAL RESEARCH\nSan Francisco, CALIFORNIA\nMay, 1978\n(Am Rubin)\n\nEPIDEMIOLOGIC ASSOCIATIONS HAVE IMPLICATED TOBACCO\nSHOKING AS A RISK FACTOR IN THE DEVELOPMENT OF VARIOUS RESPIRATORY\nAUD CARDIOVASCULAR DISEASES. SOME OF THESE STUDIES HAVE SUGGESTE\n\n \n\nA DOSE-DEPENDENT RELATIONSHIP BETWEEN CERTAIN DISEASES AND THE\nDURATION AND NUMBER OF CIGARETTES CONSUMED, AS WELL AS WITH\nINDICATORS OF THE AMOUNT AND DEPTH OF SMOKE INKALATION. FoR sone\nPEOPLE, THE PHARMACOLOGIC BASIS OF SMOKING SEEMS TO BE DEPENDENT\nOt THE NICOTINE DELIVERY TO THE SMOKER, THE QUESTION OF WHETHER\nOR NOT NICOTINE METABOLITES ARE ADDICTING, HOWEVER, IS STILL\nDEBATABLE. MOREOVER, SEVERAL INVESTIGATORS HAVE POINTED OUT THAT\nTHERE MAY BE AN INCREASE IN HEALTH HAZARDS TO HEAVY SMOKERS WHO\nSWITCH FROM CIGARETTES CONTAINING HIGH TAR AND NICOTINE LEVELS\nTO CIGARETTES OF LOW TAR AND NICOTINE CONTENT, THIS POTENTIAL\nINCREASED HEALTH HAZARD COULD BE BROUGHT ABOUT BY CHANGES IN\nSMOKING HABITS AND ALTERATION OF THE INDIVIDUAL'S SMOKING PROFILE,\nTo QUANTIFY INDIVIDUAL SMOKING BEHAVIOR WHILE VARYING THE NICOTINE\nCONTENT OF TOBACCO, WE APPLIED UNDER EXPERIMENTAL CONDITIONS A\nPREVIOUSLY DEVELOPED MAGNETOMETER METHOD OF Kono AND MEAD.\nMay WE HAVE THE FIRST SLIDE, PLEASE?\n\nTo STUDY SMOKING BEHAVIOR, WE MEASURED THE MOVEMENT\n\f",
    "augmented_texts": [
        "Live 1 THE EFFECT OF TOHACCO NICOTINC CONTENT ON CIGARETTE SMOKING BEHAVIOR IN MAN AMERICAN FEDERATION FOR CLINICAL inquiry San Francisco, CALIFORNIA May, 1978 (Am Rubin) EPIDEMIOLOGIC ASSOCIATIONS HAVE IMPLICATED TOBACCO SHOKING AS A RISK FACTOR IN THE DEVELOPMENT OF VARIOUS RESPIRATORY AUD CARDIOVASCULAR DISEASES. SOME OF THESE STUDIES HAVE SUGGESTE A DOSE - DEPENDENT RELATIONSHIP BETWEEN CERTAIN DISEASES AND THE continuance AND NUMBER OF CIGARETTES CONSUMED, AS WELL AS WITH INDICATORS OF THE AMOUNT AND DEPTH OF SMOKE INKALATION. FoR sone masses, THE PHARMACOLOGIC BASIS OF SMOKING SEEMS TO BE DEPENDENT Ot THE NICOTINE DELIVERY TO THE SMOKER, THE QUESTION OF WHETHER OR NOT NICOTINE METABOLITES ARE ADDICTING, HOWEVER, IS STILL DEBATABLE. MOREOVER, SEVERAL INVESTIGATORS HAVE POINTED OUT THAT THERE MAY BE AN INCREASE IN HEALTH HAZARDS TO HEAVY SMOKERS WHO SWITCH FROM butt CONTAINING HIGH TAR AND NICOTINE LEVELS TO CIGARETTES OF LOW TAR AND NICOTINE CONTENT, THIS POTENTIAL INCREASED HEALTH HAZARD COULD BE BROUGHT ABOUT BY CHANGES IN SMOKING HABITS AND ALTERATION OF THE INDIVIDUAL ' S SMOKING PROFILE, To QUANTIFY INDIVIDUAL SMOKING BEHAVIOR WHILE VARYING THE NICOTINE CONTENT OF TOBACCO, WE APPLIED UNDER EXPERIMENTAL CONDITIONS A PREVIOUSLY DEVELOPED MAGNETOMETER METHOD OF Kono AND MEAD. May WE HAVE THE FIRST SLIDE, PLEASE? To STUDY SMOKING BEHAVIOR, WE MEASURED THE MOVEMENT",
        "Live 1 THE EFFECT OF TOHACCO NICOTINC CONTENT ON butt SMOKING BEHAVIOR IN MAN AMERICAN FEDERATION FOR CLINICAL RESEARCH San Francisco, CALIFORNIA May, 1978 (Am Rubin) EPIDEMIOLOGIC ASSOCIATIONS HAVE IMPLICATED TOBACCO SHOKING AS A RISK FACTOR IN THE DEVELOPMENT OF VARIOUS RESPIRATORY AUD CARDIOVASCULAR DISEASES. SOME OF THESE STUDIES HAVE SUGGESTE A DOSE - DEPENDENT RELATIONSHIP BETWEEN CERTAIN DISEASES AND THE DURATION AND NUMBER OF CIGARETTES CONSUMED, AS WELL AS WITH INDICATORS OF THE AMOUNT AND DEPTH OF SMOKE INKALATION. FoR sone PEOPLE, THE PHARMACOLOGIC BASIS OF SMOKING SEEMS TO BE DEPENDENT Ot THE NICOTINE DELIVERY TO THE smoking carriage, THE QUESTION OF WHETHER OR NOT NICOTINE METABOLITES ARE ADDICTING, HOWEVER, IS STILL DEBATABLE. MOREOVER, SEVERAL INVESTIGATORS HAVE POINTED OUT THAT THERE MAY BE associate in nursing INCREASE IN HEALTH HAZARDS TO HEAVY SMOKERS WHO SWITCH FROM CIGARETTES CONTAINING HIGH TAR AND NICOTINE LEVELS TO CIGARETTES OF LOW TAR AND NICOTINE CONTENT, THIS POTENTIAL INCREASED HEALTH HAZARD COULD BE BROUGHT ABOUT BY CHANGES IN SMOKING HABITS AND modification OF THE INDIVIDUAL ' S SMOKING PROFILE, To QUANTIFY INDIVIDUAL SMOKING BEHAVIOR WHILE VARYING THE NICOTINE CONTENT OF TOBACCO, WE APPLIED UNDER EXPERIMENTAL CONDITIONS A PREVIOUSLY DEVELOPED MAGNETOMETER METHOD OF Kono AND MEAD. May WE HAVE THE FIRST SLIDE, PLEASE? To STUDY SMOKING BEHAVIOR, WE MEASURED THE MOVEMENT"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Live 1%-1.5% of the time, smoke a cigarette or more. Use of high-tAR and low-tar tobacco products can increase the risk of smoking-related health problems, such as lung cancer, heart disease, and respiratory problems. Smoking is still considered a risk factor in the development of cardiothoracic conditions."
}