{
    "filename": "0060090425.jpg",
    "metadata": {},
    "text": "om\nida ‘¢\nto Ms. Donna Radazzo we March 7, 1994\n\nBudget Forecasting\n\nrom C.J. Burt\nManager, Advertising Material\n\n\" Reorder - Security Shield Kits for 4-Wide Wooden Racks - P.O. M14245\n\n \n\n \n\nPor Mr. L. A. Yensen’s Instructions (see A.A.M. dated February 25, 1904), we are proceeding with\nthe production of Security Shield Kits for 4-Wide Wooden Racks and submit costs as follows:\n\n250 Sets = 4-Wide Security Shield Kits\nMATERIAL CODE: CDD-34004-8K\nplus 5% overun 285\n@$31.25/each $8,261.25,\n\nMaterials are exactly the same as previously produced, packed one complete polybagged set per\ncarton,\n\nDelivery: April 15, 1964,\nPlease advise project and activity codes.\n\ncaer\n27-84\n\n \n\f",
    "augmented_texts": [
        "om ida ‘ ¢ to Ms. Donna Radazzo we Marchland 7, 1994 Budget Forecasting rom Light speed. J. Burt Manager, Advertising Cloth \" Reorder - Security Shield Kits for 4 - Wide Wooden Racks - P. Group o. M14245 Por Mr. L. A. Yensen ’ southward Pedagogy (reckon A. A. M. date February 25, 1904 ), we are proceeding with the production of Security Shield Kits for 4 - Wide Wooden Racks and submit costs as follows: 250 Sets = 4 - Wide Security Shield Kits MATERIAL CODE: CDD - 34004 - 8K plus 5% overun 285 @ $ 31. 25 / each $ octet, 261. 25, Materials are exactly the same as previously produced, packed one complete polybagged set per carton, Delivery: April 15, 1964, Please advise project and activity codes. caer 27 - 84",
        "om ida ‘ ¢ to Ms. Donna Radazzo we March 7, 1994 Budget Forecasting rom C. Watt second. Burt Manager, Advertising Material \" Reorder - Security Shield Kit for 4 - Wide Wooden Rack - P. O. M14245 Por Mr. L. A. Yensen ’ s Instructions (see A. Ampere. M. dated February 25, 1904 ), we are go on with the production of Security Shield Kits for 4 - Wide Wooden Racks and submit costs as follows: 250 Sets = 4 - Wide Certificate Shield Kits MATERIAL CODE: CDD - 34004 - 8K plus 5% overun 285 @ $ 31. 25 / each $ 8, 261. xxv, Fabric are exactly the same as previously produced, packed one unadulterated polybagged set per carton, Delivery: April 15, 1964, Please advise project and activity codes. caer 27 - 84"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Security Shield Kits for 4-Wide Wooden Racks. $31.25/each $8,261. 25. Packaged one complete polybagged set per carton. Delivery: April 15, 1964, 20 days after order is placed. Please advise project and activity codes. For confidential support call the National Suicide Prevention Lifeline at 1-800-273-8255."
}