{
    "filename": "0060317439.jpg",
    "metadata": {},
    "text": " \n\n \n\n    \n\nROSWELL PARK MEMORIAL INSTITUTE nous 3 monanane mr\n\n \n\nMay 16, 1967\n\nPaul Rand Dixon, Chairman\nivision of Scientific Opinions\nFederal Trade Commission\n\nWashingion, D.C, 20580 ‘\n\n \n\nDear Mr. Dixon:\n\nAccording to wire service reports and as printed in the Buffalo Evening\nNews May 9, 1967, a brief on behalf of the American, Brown & Williamfon,\n& Myers, Philip Morzis, and R. J, Reyaolds tobacco companies| was\nsubmitted by the Tobacco Institute to the Federal Trade Commission. This\nsubmission was made the occasion for a false and libelous press releas:\nattacking the scientific article \"Tar and Nicotine Retrieval from Fifty:\n‘Brands of Cigarettes\" which appeared in Cancer in March-1967. There fs\nnothing in the Tobacco Institute's report to suggest that the so-called toyacco\ncompany \"critique\" contained any new factual information or raised any\nquestions that had not already been answered in the text of the scientific\narticle (as will be shown below), This report of the tobacco industry may\nrther confuse and mislead the public concerning’ the health hazards of\ncigarettes and hamper and delay public health efforts to educate the public\n_ concerning these hazards,\n\n \n\n \n\n     \n\n \n\n \n\n‘We would like to call your attention to the following points in our\nscientific article on tar ané nicotine in cigarettes: on page 329 in the sek-\n\ntion \"Meaning of yield per puff\" it is pointed out that \"the general distrigution\nof the data is essentially the same regardless of which way the yield is x-\n\npressed\" and the few exceptions to this statement are cited and discusseR.\nThere are no grounds for the criticism in the Tobacco Industry brief thal\n“tar and nicotine of test cigarettes should have been measured on a per-puft\nbasis as well as for total weight.\" They wore.\n\n \n\nA Standard scientific procedure (confidence intervals) was used inlall\nyield graphs to indicate the \"margins of error.\" Such procedures aut\nmatically take sample size into account (if the samples are tco small th\noverlapping of the intervals would prevent the aasertion of differences bf-\ntween brands). Sources of error are discussed on pages 330 and 331 in\n\n \n\n \n\f",
    "augmented_texts": [
        "ROSWELL PARK MEMORIAL INSTITUTE nous 3 monanane mr May 16, 1967 Paul Rand Dixon, Chairman ivision of Scientific Opinions Federal Trade Commissioning Washingion, D. C, 20580 ‘ Dear Mr. Dixon: According to wire service reports and as printed in the Buffalo Evening News May 9, 1967, a brief on behalf of the American, Brown & Williamfon, & Myers, Philip Morzis, and R. J, Reyaolds tobacco companies | was submitted by the Tobacco Institute to the Federal Trade Commission. This submission was made the occasion for a false and libelous press releas: attacking the scientific article \" Tar and Nicotine Retrieval from Fifty: ‘ Brands of Cigarettes \" which appeared in Cancer in March - 1967. There fs nothing in the Tobacco Institute ' s theme to suggest that the so - called toyacco company \" critique \" contained any new factual information or evoke any questions that had not already been answered in the text of the scientific article (as will be shown below ), This report of the tobacco industry may rther confuse and mislead the public concerning ’ the health hazards of cigarettes and hamper and delay public health efforts to educate the public _ concerning these hazards, ‘ We would care to call your attention to the following points in our scientific article on tar ané nicotine in cigarettes: on page 329 in the sek - tion \" Meaning of yield per puff \" it is pointed out that \" the general distrigution of the data is essentially the same regardless of which way the yield make up x - pressed \" and the few exceptions to this statement are cited and discusseR. There are no grounds for the criticism in the Tobacco Industry brief thal “ tar and nicotine of test cigarettes should have been measured on a per - puft basis as well as for total weight. \" They fag out. A Standard scientific procedure (confidence intervals) was used inlall yield graphs to indicate the \" margins of error. \" Such procedures aut matically take sample size into account (if the samples are tco small th overlapping of the intervals would prevent the aasertion of differences bf - tween brands ). Sources of error are discussed on pages 330 and 331 in",
        "ROSWELL PARK MEMORIAL INSTITUTE nous 3 monanane mr May 16, 1967 Paul Rand Dixon, Chairman ivision of Scientific Opinions Federal Trade Commission Washingion, D. C, 20580 ‘ Dear Mr. Dixon: According to wire service reports and as printed in the Buffalo Evening News May 9, 1967, a brief on behalf of the American, Brown & Williamfon, & Myers, Philip Morzis, and R. J, Reyaolds tobacco companies | was submitted by the Tobacco Institute to the Federal Trade Commission. This submission was score the occasion for a false and libelous press releas: attacking the scientific article \" Tar and Nicotine Retrieval from Fifty: ‘ Brands of Cigarettes \" which appeared in Cancer in March - 1967. There fs nothing in the Tobacco Institute ' s report to suggest that the so - called toyacco company \" critique \" contained any new factual information or raised any questions that had not already been answered in the text of the scientific article (as will be shown below ), This report of the tobacco industry may rther confuse and mislead the public concerning ’ the health hazards of cigarettes and hamper and delay public health efforts to educate the public _ concerning these hazards, ‘ We would like to call your attention to the following peak in our scientific article on tar ané nicotine in cigarettes: on page 329 in the sek - tion \" Meaning of yield per puff \" it is pointed out that \" the general distrigution of the data is essentially the same regardless of which way the yield is x - pressed \" and the few exceptions to this statement are cited and discusseR. There are no grounds for the criticism in the Tobacco Industry brief thal “ tar and nicotine of test cigarettes should give been measured on a per - puft basis as well as for total weight. \" They wore. A Standard scientific procedure (confidence intervals) was used inlall yield graphs to indicate the \" margins of error. \" Such procedures aut matically take sample size into account (if the samples are tco small th overlapping of the intervals would prevent the aasertion of differences bf - tween brands ). Sources of error are discussed on pages 330 and 331 in"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Tobacco Institute sent a brief on behalf of the American, Brown & Williamfon, Philip Morzis, and R.R. J, Reyaolds tobacco companies to the Federal Trade Commission. The brief was made the occasion for a false and libelous press releas. There is nothing in the Tobacco Institute's report to suggest that the so-called toyacco company \"critique\" contained any new factual information."
}