{
    "filename": "0060150468.jpg",
    "metadata": {},
    "text": " \n\n|\n|\n:\n|\n|\n!\n|\n|\n|\n\n \n\nwe e e\n‘\n\nFEDERAL TRADE COMMISSION\nWASHINGTON, D.C. 20580\norvicg oF twe axcnerany\n\n17 JUN 1980\n\nAllan 3. Topol, Esq.\nCounsel\n\nCovington & Burling\n\n888 Sixteenth Street, N.W.\nWashington, D.C. 20006\n\nDear Mr. Topol:\n\nThis addresses the letter you submitted in February, 1979, on\nbehalf of six cigarette companies! in response to the Pederal\nRegister announcement raising three specific questions regarding the\nCommission's proposed methods of testing for carbon monoxide (CO),\n\"tar\", and nicotine in cigarette smoke (44 Fed. Reg. 3777):\n\n1, Whether to use, in performing the above-described analysis,\nthe new smoking machine as described by H.C. Pillsbury and\nG. Merfeld at the 32nd. Tobacco Chemists' Research\nConference, October, 1978, for the determination of \"tar,\"\nnicotine and carbon monoxide. ah\n\n2, Whether the carbon monoxide determined with the new smoking\nmachine should be reported as milligrams per cigarette.\n\n3. Whether to modify the presently used method of “tar® and\nnicotine determination by using the method described in an\narticle entitled, \"Gas Chromatographic Determination of\nNicotine Contained on Cambridge Filter Pads,\" by John R.\nWagner et al., as presented at the annual meeting of the\nAssociation of Official Analytical Chemists, October, 1978.\n\n \n\n1 Comments were submitted on behalf of the six major tobacco\ncompanies, (American Brands, Brown & Williamson, Liggett, Lorillard,\nPhilip Morris, R.J. Reynolds).\n\nBy letter dated February 22, 1980, these same cigarette\ncompanies objected to the initiation of CO testing by the staff\nbefore the Commission responded to their February, 1979, letter. At\nthe time this letter was received, the staff had not started testing\nfor CO. The staff waited to begin testing until it was directed to\ndo so by the Commission.\n\f",
    "augmented_texts": [
        "| |: | |! | | | we e e ‘ FEDERAL TRADE COMMISSION WASHINGTON, D. C. 20580 orvicg oF twe axcnerany 17 JUN 1980 Allan 3. Topol, Esq. Counsel Covington & Burling 888 Sixteenth Street, N. W. Washington, D. C. 20006 Dear Mr. Topol: This addresses the letter you submitted in February, 1979, on behalf of six cigarette companies! in response to the Pederal Register announcement raising three specific questions regarding the Commission ' s proposed methods of testing for carbon monoxide (CO ), \" tar \", and nicotine in cigarette smoke (44 Fed. Reg. 3777 ): 1, Whether to use, in performing the above - described analysis, the new smoking machine as described by H. C. Pillsbury and G. Merfeld at the 32nd. Tobacco Chemists ' Research Conference, October, 1978, for the determination of \" tar, \" nicotine and carbon monoxide. ah 2, Whether the carbon monoxide determined with the new smoking machine should be cover as milligrams per cigarette. 3. Whether to modify the presently used method of “ tar ® and nicotine determination by using the method described in an article entitled, \" Gas Chromatographic Determination of Nicotine Contained on Cambridge university Filter Pads, \" by John R. Wagner et al. , as presented at the annual meeting of the Association of Official Analytical Chemists, October, 1978. 1 Comments were submitted on behalf of the six major tobacco companies, (American english Brands, Brown & Williamson, Liggett, Lorillard, Philip Morris, R. J. Reynolds ). By letter dated February 22, 1980, these same cigarette companies objected to the initiation of centennial state testing by the staff before the Commission responded to their February, 1979, letter. At the time this letter was received, the staff had not started testing for CO. The staff waited to begin testing until it was directed to do so by the Commission.",
        "| |: | |! | | | we e e ‘ FEDERAL TRADE COMMISSION booker t. washington, D. C. 20580 orvicg oF twe axcnerany 17 JUN 1980 Allan 3. Topol, Esq. Counsel Covington & Burling 888 Sixteenth Street, N. W. Washington, D. C. 20006 Dear Mr. Topol: This addresses the alphabetic character you submitted in February, 1979, on behalf of six cigarette companies! in response to the Pederal Register announcement raising three specific questions regarding the Commission ' s proposed methods of testing for carbon monoxide (CO ), \" tar \", and nicotine in cigarette smoke (44 Federal official. Reg. 3777 ): 1, Whether to use, in perform the above - described analysis, the new smoking machine as described by H. C. Pillsbury and G. Merfeld at the 32nd. Tobacco Chemists ' Research League, October, 1978, for the determination of \" tar, \" nicotine and carbon monoxide. ah 2, Whether the carbon monoxide determined with the new smoking machine should be reported as milligrams per cigarette. 3. Whether to modify the presently used method of “ tar ® and nicotine determination by using the method described in an article entitled, \" Gas Chromatographic Determination of Nicotine Contained on Cambridge Filter Pads, \" by John R. Wagner et al. , as presented at the annual meeting of the Association of Official Analytical Chemists, October, 1978. 1 Comments were pass on on behalf of the six major tobacco companies, (American Brands, Brown & Williamson, Liggett, Lorillard, Philip Morris, R. J. Reynolds ). By letter dated February 22, 1980, these same cigarette companies objected to the initiation of CO testing by the staff before the Commission responded to their February, 1979, letter. At the time this letter was received, the staff had not started testing for CO. The staff waited to begin testing until it was directed to do thusly by the Commission."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Cigarette companies objected to the Commission's proposed methods of testing for carbon monoxide (CO), \"tar,\" and nicotine in cigarette smoke. Comments were submitted on behalf of the six major tobacco companies. The Commission waited to begin testing until it was directed to do so by the commission."
}