{
    "filename": "0060171841.jpg",
    "metadata": {},
    "text": " \n\nApril 20, 1972\n\nMr. R. W. MeGeorge, Manager = Mechantcel Development and Evaluation.\n\n \n\n. Nh, Coty, Manufacturing Services Manager ~ Research and Development\n\nPS Hb\n\nWe are arcaching our report on the physical properties and enoke analye\n\nfor\n\n \n\nPALL MALL Cigarettes mace at Reldaville Branch on April 13, 1972 from tobacco\n\n \n\nin the Jetetream Dryer. These cigarettes were made at\n\n59 and 101 cigarettes per 4 ounced.\n\nThe Jetstream dried tobscco is shorter than the control tobacco and contained\nsonevhat sore \"thre 4a\" tobocco. Otherwise, the physical properties of the\n\nspeclal cigarettes are essentially the #\n‘There {sno difference between the £LILing power 0\n\n \n\n‘ae tho\n\n \n\nof the control cigarettes.\n‘the control tobacco and\n\n \n\nthat of the Jetstream dried tobacco.\n\nSaoke analyses for the three (3) lots of etgerettes are normal.\n\nwe:\n\n \n\nCee,\n\nAttachment,\n\nbet\n\nMe. HG. French, Vice President - Manvfacture\nMe. Penn Truite, Assistant Manufacturing, Director\n\nMe. Joho H. Mager, Research and Development Director\n\nMe. Wi1LSom Néchola, Je-, Manager ~ Reldeville Branch\n\nMr. R. Hs Meyre, Assistant Manager - Mechanical Development and Evaluation\n\n \n\f",
    "augmented_texts": [
        "April 20, 1972 Mr. R. W. MeGeorge, Manager = Mechantcel Development and Evaluation. . Nh, Coty, Manufacturing Services Manager ~ Research and Development PS Hemoglobin We are arcaching our reputation on the physical properties and enoke analye for PALL MALL Cigarettes mace at Reldaville Branch on April 13, 1972 from tobacco in the Jetetream Dryer. These cigarettes were made at fifty nine and 101 cigarettes per 4 ounced. The Jetstream dried tobscco is shorter than the control tobacco and contained sonevhat sore \" thre 4a \" tobocco. Otherwise, the physical properties of the speclal cigarettes are essentially the # ‘ There {sno difference between the £ LILing power 0 ‘ ae tho of the control cigarettes. ‘ the control tobacco and that of the Jetstream dried tobacco. Saoke analyses for the three (3) lots of etgerettes are normal. we: Cee, Attachment, bet Me. HG. French, Vice Chairperson - Manvfacture Me. Penn Truite, Assistant Manufacturing, Director Me. Joho H. Mager, Research and Development Director Me. Wi1LSom Néchola, Je -, Manager ~ Reldeville Arm Mr. R. Hs Meyre, Assistant Manager - Mechanical Development and Evaluation",
        "April 20, 1972 Mr. R. W. MeGeorge, Manager = Mechantcel Development and Evaluation. . Nh, Coty, Manufacturing Services Manager ~ Research and Development PS Hb We are arcaching our report on the physical properties and enoke analye for PALL MALL Cigarettes mace at Reldaville Branch on April 13, 1972 from tobacco in the Jetetream Dryer. These cigarettes were made at 59 and 101 cigarettes per 4 ounced. The Jetstream dried tobscco is shorter than the control tobacco and contained sonevhat sore \" thre 4a \" tobocco. Otherwise, the physical properties of the speclal cigarettes are essentially the # ‘ There {sno difference between the £ LILing power 0 ‘ ae tho of the control cigarettes. ‘ the command tobacco and that of the Jetstream dried tobacco. Saoke analyses for the three (3) lots of etgerettes are normal. we: Cee, Attachment, play Me. HG. French, Vice Prexy - Manvfacture Me. Penn Truite, Supporter Manufacturing, Director Me. Joho H. Mager, Research and Development Director Me. Wi1LSom Néchola, Je -, Manager ~ Reldeville Branch Mr. R. Hs Meyre, Assistant Manager - Mechanical Development and Evaluation"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Cigarettes were made at Reldaville Branch on April 13, 1972. Jetstream dried tobscco is shorter than the control tobacco and contained sore \"thre 4a\" tobocco. There is no difference between the £LILing power 0 and 101 cigarettes per 4 ounces."
}