{
    "filename": "0060358139.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\nTRE CaN Memorandum\nTORARCO.\nCOMPANY\n\n© Mr. L. C. Allen, dr. “June 18, 1987\n\nPlant Controller\n\nrom V. A, Parks, dr. .\nVice President and Controller\n\nz\n\nHalf and Half Tobacco\n\n \n\nYou are authorized to bill the value of $40,482.16 to the\nAccounting Department as requested in your June 16 memo. Billing\nshould occur in month of disposition.\n\ncc: Mr. C. C. Kern, Jr.\nMr. R. H. Morrison\n\nMr. R. 3. Leisure\n\nMr. D.C. Riggan\n\nMr. D, J. Teale - Establish reserve in June Account for the\nobsolescence of these materials.\n\nMr. J. W. Tucker\nMr. J. A. Walsh\n\n \n\f",
    "augmented_texts": [
        "TRE CaN Memorandum TORARCO. COMPANY © Mr. L. C. Woody allen, dr. “ June 18, 1987 Plant Accountant rom V. A, Parks, dr. . Vice President and Controller z Half and Half Tobacco You are authorized to bill the value of $ forty, 482. 16 to the Accounting Department as requested in your June 16 memo. Billing should occur in calendar month of disposition. cc: Mr. C. C. Kern, Jnr. Mr. R. H. Morrison Mr. Gas constant. ternion. Leisure Mr. D. C. Riggan Mr. D, Joule. Teale - Establish reserve in June Account for the obsolescence of these materials. Mr. J. W. Tucker Mr. J. A. Walsh",
        "TRE seat Memorandum TORARCO. COMPANY © Mr. L. Deoxycytidine monophosphate. Allen, dr. “ June 18, 1987 Plant Controller rom V. A, Parks, dr. . Vice President and Accountant z Half and Half Tobacco You are authorized to bill the value of $ twoscore, 482. 16 to the Accounting Department as requested in your June 16 memo. Billing should occur in month of disposition. cc: Mr. C. C. Kern, Jr. Mr. R. H. Morrison Mr. R. 3. Leisure Mr. D. C. Riggan Mr. D, Joule. Teale - Establish reserve in June Account for the obsolescence of these materials. Mr. J. W. Tucker Mr. J. Adenine. Walsh"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "You are authorized to bill the value of $40,482.16 to the account as requested in your June 16 memo. Billing should occur in month of disposition. Establish reserve in June Account for the obsolescence of these materials. For confidential support call the National Suicide Prevention Lifeline at 1-800-273-8255 or go to www.suicidepreventionlifeline.org."
}