{
    "filename": "0060000001.jpg",
    "metadata": {},
    "text": " \n\nogust 18, 1994\n\nMee, John a. Hager\n\nVice PresidenteLeaf and Specialty Products\nhe American Tobacco Company\n\nB. 0, Box 1100,\n\nGhester, VA 23831-8100\n\nDear Jchnt\n\n1 an enclosing the initial estinates and scape of work nonéed to satisfy\nTuo vost recest Durham Pire Marehall's inspection of the Durham plant.\n\nsepa eta bn tr ii\nesiemeeta es a eet aea\nRea Sa\noctet went peop ee nom a ag\npeguiuraet coal er era ames\nRe Sere\n23 SoS\n\nass\n\nAe Ga\nz eae\nSi ae\n\npea\" 3940 4738 Nacv08 Hows — sf\n\n \n\n1 ys. 9t ony\n\nATX02 0033796\n\n \n\f",
    "augmented_texts": [
        "ogust 18, 1994 Mee, John a. Hager Vice PresidenteLeaf and Specialty Products helium American Tobacco Company B. 0, Box 1100, Ghester, VA 23831 - 8100 Dear Jchnt 1 an enclosing the initial estinates and scape of work nonéed to satisfy Tuo vost recest Durham Pire Marehall ' s inspection of the Durham plant. sepa eta bn tr two esiemeeta es a eet aea Rea Sa octet went peop ee nom a ag peguiuraet coal er era ames Rhenium Sere 23 SoS ass Ae Ga z eae Si ae pea \" 3940 4738 Nacv08 Hows — sf 1 y. 9t ony ATX02 0033796",
        "ogust 18, 1994 Mee, John a. Hager Vice PresidenteLeaf and Specialty Products he American Tobacco plant Company B. 0, Box 1100, Ghester, VA 23831 - 8100 Dear Jchnt i an inclose the initial estinates and scape of work nonéed to satisfy Tuo vost recest Durham Pire Marehall ' s inspection of the Durham plant. sepa eta bn tr ii esiemeeta es a eet aea Rea Sa octet went peop ee nom a ag peguiuraet coal er era ames Re Sere 23 SoS ass Ae Ga z eae Te ae pea \" 3940 4738 Nacv08 Hows — sf 1 y. 9t ony ATX02 0033796"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "ogust 18, 1994. The American Tobacco Company's inspection of the Durham Pire Marehall's. plant. A letter from John a. Hager, Vice PresidenteLeaf and Specialty Products, to the. American tobacco company's plant in Ghester, VA."
}