{
    "filename": "0060319862.jpg",
    "metadata": {},
    "text": " \n\n‘Three Years After the Surgeon General's Report®\n\nBy\nDaniel Hern, Ph.D!\n\n \n\nAs I look at the topic assigned to me today, \"We have stepped\n\nsmoking, uhy haven't\n\n \n\n+ patients,\" TI vonder, since I have no patients,\nLE thir makes me an Sopetient man. Perhaps it docs. There are tines\nhea T becone very impatient at the slow pace of our eaupaign against\nthe hazards of eigarette smoking.\n\nOn the eve of the third enniverscxy of the Report to the Surgeon\n\n \n\nmnexal on Smoking end Health we read in the warket reports that\ncigarette consumption {s on the rice. Hearly half of the adult population\naxe now eigerette smokers and sone 1,500,000 teenagers Join the renke\n‘every year. An estimated 300,000 of these advit swokers will die\nprematurely this year; millfons nore will suffer one or nore chronic\nconditions; untold nunbers will be aick enough to stay home from work ~\nAll Because of cigarette snoking.\n\nThis io far froma pleasant picture for on anniversary celebration.\nHovever, st could be much worse. We have wade progress in « significant\nway.\n\nLet's go back in history for a moxent and look at vhat has actually\nbeen happening to smoking in this comtry. After the close of Worlé\nWar IL, when servicenen returned hone and etgarettes wexe no Longer in\nchort eupply, yearly consumption started to cliub, Presumbly this\nupvard trend would have continued except for four important evente. The\nfirst was the initial reports, three in this country and one sn England,\n\nLinking the use of tobacco to the increasing incidence of lung cancer.\n\n \n\n¥ Presented at the third annual Tuncheon oF Snoking aad Wealth/Research\nProject, Philadelphia, Ponnsylvenia, January 10, 1967.\n\nwk Dr, Daniel Horn, Director, National Clearinghouse for Sroking and\nWealth, National Center for Chronic Disease Control, Arlington, Va.\n\n \n\f",
    "augmented_texts": [
        "‘ Three Years After the Surgeon General ' s Report ® By Daniel Hern, Ph. D! As I look at the topic assigned to me today, \" We have stepped smoking, uhy haven ' t + patients, \" TI vonder, since I have no patients, LE thir makes me an Sopetient man. Perhaps it docs. There are tines hea T becone very impatient at the slow pace of our eaupaign against the hazards of eigarette smoking. On the eve of the third enniverscxy of the Report to the Surgeon mnexal on Smoking end Health we read in the warket reports that cigarette consumption {s on the rice. Hearly half of the adult population axe now eigerette smokers and sone 1, 500, 000 teenagers Join the renke ‘ every year. An estimated 300, 000 of these advit swokers will die untimely this year; millfons nore will suffer one or nore continuing conditions; untold nunbers will be aick enough to stay home from work ~ All Because of cigarette snoking. This io far froma pleasant picture for on anniversary celebration. Hovever, st could be much worse. We have wade progress in « significant way. Let ' s go back in history for a moxent and look at vhat has actually been happening to smoking in this comtry. After the close of Worlé War IL, when servicenen returned hone and etgarettes wexe no Longer in chort eupply, yearly consumption started to cliub, Presumbly this upvard trend would have continued except for little joe important evente. The first was the initial reports, three in this country and one sn England, Linking the use of tobacco to the increasing incidence of lung cancer. ¥ Presented at the third annual Tuncheon oF Snoking aad Wealth / Research Project, Philadelphia, Ponnsylvenia, Jan 10, 1967. wk Dr, Daniel Horn, Director, National Clearinghouse for Sroking and Riches, National Center for Chronic Disease Control, Arlington, Va.",
        "‘ Three Years After the Surgeon General ' s Report ® By Daniel Hern, Ph. D! As I look at the topic assigned to me today, \" We have stepped smoking, uhy haven ' t + patients, \" TI vonder, since I have no patients, LE thir makes me an Sopetient man. Perhaps it docs. There are tines hea T becone very impatient at the slow pace of our eaupaign against the hazards of eigarette smoking. On the eve of the third enniverscxy of the Report to the Surgeon mnexal on Smoking end Health we read in the warket reports that cigarette intake {s on the rice. Hearly one half of the adult population axe now eigerette smokers and sone 1, 500, 000 adolescent Join the renke ‘ every year. An estimated 300, 000 of these advit swokers will die prematurely this year; millfons nore will suffer one or nore chronic conditions; untold nunbers will be aick enough to stay home from work ~ All Because of cigarette snoking. This io far froma pleasant picture for on anniversary celebration. Hovever, st could be much worse. We have wade advancement in « significant way. Let ' s go back in history for a moxent and look at vhat has actually been happening to smoking in this comtry. After the close of Worlé War IL, when servicenen returned hone and etgarettes wexe no Thirster in chort eupply, yearly consumption started to cliub, Presumbly this upvard trend would have continued except for four important evente. The first was the initial reports, three in this country and one sn England, Linking the use of tobacco to the increasing incidence of lung cancer. ¥ Presented at the third annual Tuncheon oF Snoking aad Wealth / Research Project, City of brotherly love, Ponnsylvenia, January 10, 1967. wk Dr, Daniel Horn, Director, National Clearinghouse for Sroking and Wealth, National Center for Chronic Disease Control, Arlington, Va."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "‘Three Years After the Surgeon General's Report® on Smoking end Health we read in the warket reports that early half of the adult population now eigerette smokers. An estimated 300,000 of these advit swokers will die prematurely this year; millfons will suffer one or nore chronicconditions; untold nunbers will be aick enough to stay home from work.’"
}