{
    "filename": "0060159247.jpg",
    "metadata": {},
    "text": " \n\n \n\nMarch 20, 1978\nSee Below\nR. S. Sprinkle, III, Research and Development Director\n\nSunmary Comparison of Smoke Analyses - ATC and Competing Brands\n\nMr. R. K. Heimann Mr. Fe X. Whelan\nChairman and Chief Executive Officer Executive Vice President\nMr. V. B, Lougee, IIT Mr. R. Pe Truitt\nPresident and Chief Operating Officer Executive Vice President\n\nMe are attaching a corrected copy of our computer derived, table sunmartzing\nsmoke analysis data for Parliament 85 nm Cigarettes for the four quarters\nof 1977.\n\n‘The Parliament 85 mm table in the set sent to you March 14, 1978 contained ,\nan error in the TITL di =\n\nALF:pet\nAttachnent\n\nbe: RMI-RDC~EPB-RSS\nPHL-RCB\nBHC-ECC\nAIF (2)\nTPP\n\n \n\f",
    "augmented_texts": [
        "March 20, 1978 See Below R. S. Sprinkle, III, Enquiry and Development Director Sunmary Comparing of Smoke Analysis - ATC and Competing Brands Mr. R. K. Heimann Mr. Fe X. Whelan Chairman and Chief Executive Officer Executive Vice President Mr. V. Vitamin b, Lougee, IIT Mr. R. Pe Truitt President and Chief Operating Officer Administrator Vice President Me are attaching a corrected copy of our computer derived, table sunmartzing smoke analysis data for Parliament 85 nm Cigarettes for the four quarters of 1977. ‘ The Parliament 85 mm table in the set sent to you March 14, 1978 hold, an fault in the TITL di = ALF: pet Attachnent be: RMI - RDC ~ EPB - RSS PHL - RCB BHC - ECC AIF (2) TPP",
        "March 20, 1978 See Below R. S. Scattering, III, Research and Development Director Sunmary Comparison of Smoke Analyses - ATC and Competing Brands Mr. R. K. Heimann Mr. Fe X. Whelan Chairman and Chief Executive Officer Executive Vice President Mr. V. B, Lougee, IIT Mister. R. Pe Truitt President and Chief Operating Officer Administrator Vice President Me are attaching a corrected copy of our computer derived, table sunmartzing smoke analysis information for Parliament 85 nm Cigarettes for the four quarters of 1977. ‘ The Parliament 85 mm table in the set sent to you March 14, 1978 contained, an error in the TITL di = ALF: pet Attachnent be: RMI - RDC ~ EPB - RSS PHL - RCB BHC - ECC AIF (2) TPP"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "March 20, 1978                See Below                R. S. Sprinkle, III, Research and Development Director. Comparison of Smoke Analyses - ATC and Competing Brands. Mr. K. Heimann, R. Fe X. Whelan, V. B, Lougee, IIT."
}