{
    "filename": "0060123835.jpg",
    "metadata": {},
    "text": "D.J. Mackenzie\nMr. W.M, Caldwell\nDoM/DL 4 September 1984\n\nVARIABLE FIL:\n\nnovel filter\n\n \n\nThank you for your note of 27 August on the\npatents for adjustable filters.\n\nYou have confirmed my own impression that these were complex\nassembly jobs and are disclosed in patents more as preventive\nactions than ae protective ideas for commercial exploitation,\n\nI cannot see any opportunity to exploit these ideas in our\nmarket but will seck a Marketing view about this. I would\nhave doubts that the UK market is yet ready for this\n\n“self control\" of smoking characteristics. The concept\nis too subtle for the market but if more official guidance\non the benefits of filter ventilation were to be given,\nthere might be the chance to develop such new ide\n\n \n\nMy own belief is that the average smoker wants a \"fixed level\"\nof ventilation and he would pick his brand according to that\nchosen level.\n\nZ think your notes are \"for the files\" rather than “for action\".\nPerhaps the Cigarette Acceptability Working Party may take\n\na different view. I shall be discussing the CAWP activities\non 5 September.\n\nDid, MACKENZIE\n\ncc: Dr. W. Pinkerton\nMr. D.F, Boyd\n\n \n\f",
    "augmented_texts": [
        "D. J. Mackenzie river Mr. W. M, Caldwell DoM / DL 4 September 1984 VARIABLE FIL: new filter Thank you for your note of 27 August on the patents for adjustable filters. You have confirmed my own impression that these were complex assembly jobs and are disclosed in patents more as preventive actions than ae protective ideas for commercial exploitation, I cannot see any chance to exploit these ideas in our market but will seck a Marketing view about this. I would have doubts that the UK market is yet quick for this “ self control \" of smoking characteristics. The concept is too subtle for the market but if more official guidance on the benefits of filter ventilation were to be given, in that respect might be the chance to develop such new ide My own belief is that the average smoker wants a \" fixed level \" of ventilation and he would pick his brand according to that chosen level. Z think your notes are \" for the file cabinet \" rather than “ for activeness \". Perhaps the Cigarette Acceptability Working Party may take a different view. I shall be discussing the CAWP activities on 5 September. Did, MACKENZIE cc: Dr. W. Pinkerton Mr. D. F, Boyd",
        "D. J. Mackenzie Mister. W. M, Caldwell DoM / DL 4 September 1984 VARIABLE FIL: novel filter Thank you for your note of 27 August on the patents for adjustable filters. You have confirmed my own impression that these were complex assembly jobs and are disclosed in patents more as preventive actions than ae protective ideas for commercial exploitation, I cannot ascertain any opportunity to exploit these ideas in our market but will seck a Marketing view about this. I would have doubts that the UK securities industry is yet ready for this “ self control \" of smoking characteristics. The concept is too subtle for the market but if more official guidance on the benefits of filter ventilation were to be given, there might personify the chance to develop such new ide My own belief is that the average smoker wants a \" fixed level \" of ventilation and helium would pick his brand according to that chosen level. Z think your notes are \" for the files \" rather than “ for action \". Perhaps the Cigarette Acceptability Working Party may take a different view. I shall be discussing the CAWP activities on 5 September. Did, MACKENZIE cc: Dr. W. Pinkerton Mr. D. F, Boyd"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The average smoker wants a \"fixed level\" of ventilation and he would pick his brand according to that level. The concept is too subtle for the market but if more official guidance on the benefits of filter ventilation were to be given, there might be the chance to develop such new ideas."
}