{
    "filename": "0060142651.jpg",
    "metadata": {},
    "text": " \n\n \n\nMEMORANDUM y\nON ] The American Solace Company\n\nDecember 14, 1984 CONFIDENTIAL\n\n \n\n \n\n \n\n \n\nMr. R. J. Leisure, Manufacturing Coordinator\n\n \n\n \n\n \n\nTana [eens] oa [acee\n\n \n\n \n\nRevised Cigarette Specifications _\n\n \n\nAttached are revised General Description sheets for the following\ncigarette brands produced at Reidsville Branch which have been\nverified:\n\nCARLTON\nCARLTON 100's Filter\nLUCKY STRIKE\n\nLUCKY STRIKE lights 100's\nPALI, MALL\n\nPALL MALL Filter King\nPALL MALL Gold\n\nTAREYTON 85's\n\nTAREYTON English\nTAREYTON Lights\n\nTAREYION Long Lights\nTAREYTON 100's\n\n7illy\n\ncc: Mr. C, C. Kern, Jr., Vice President - Manufacture and Leaf\n\nBL.\nAttachments.\n\nMr. R. S. Sprinkle, III, Vice President - Research\n\n \n\n \n\f",
    "augmented_texts": [
        "MEMORANDUM y ON] The American Solacement Fellowship December 14, 1984 CONFIDENTIAL Mr. R. J. Leisure, Manufacturing Coordinator Tana [eens] oa [acee Revised Cigarette Specifications _ Attached are revised General Verbal description sheets for the following cigarette make produced at Reidsville Branch which have been verified: CARLTON CARLTON 100 ' s Filter LUCKY STRIKE LUCKY bang lights 100 ' s PALI, MALL PALL MALL Filter King PALL MALL Gold TAREYTON 85 ' s TAREYTON English language TAREYTON Lights TAREYION Long Lights TAREYTON 100 ' s 7illy cc: Mr. C, C. Kern, Jr. , Vice President - Manufacture and Leaf BL. Attachments. Mr.. R. S. Sprinkle, III, Vice President - Research",
        "memo yttrium ON] The American Solace Company December 14, 1984 CONFIDENTIAL Mr. Gas constant. J. Leisure, Manufacturing Coordinator Tana [eens] oa [acee Revised Cigarette Specifications _ Attached are revised General Description sheets for the following cigarette brands produced at Reidsville Branch which have been verified: CARLTON CARLTON 100 ' s Filter LUCKY STRIKE LUCKY STRIKE lights 100 ' s PALI, MALL PALL shopping center Filter King PALL MALL Gold TAREYTON 85 ' s TAREYTON English TAREYTON Lights TAREYION Long Lights TAREYTON 100 ' s 7illy cc: Mister. C, C. Kern, Jnr. , Vice President - Manufacture and Leaf BL. Attachments. Mr. R. S. Sprinkle, trio, Vice President - Research"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The American Solace Company is the world's largest manufacturer of cigarettes. The company is based in Reidsville, New Jersey. It was founded in 1881 and went public in 1983. In 1984, it was acquired by British American Tobacco, which went bankrupt in 1998."
}