{
    "filename": "0060109015.jpg",
    "metadata": {},
    "text": "MEMORANDUM\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\na y\n\ng . Acie: veneineieane,\n\n{| Axguse 13, 1974 ee ee _ |\n,q)\n\n3, eee aa nvemungony sesactovane-wamacacvicang titrectae My\n\n+ }\n\nF PILE ( ) ()}\n\n8] . S. Sprinkle, III, Coordinator - Research and Development 1. Action,\n\nm Comment\n\n8 Rasark\n\n£] Formula Modification for RC-T™\n\n \n\n \n\n \n\n \n\n \n\n \n\nReference is made to my memorandum and enclosed formula dated August\n12 concerning the modification to RC-TM reconstituted tobacco. The\nformula as enclosed is incomplete in wording under the heading\n“Miscellaneous Tobacco Usage\". With the addition of Burley stems\n\nas an input tobacco for RC-TM, this section in the formula should\nread as follows:\n\n“*Miscellaneous tobaccos, when available, to be used up\nto a maximum of 8% of the input formula reducing all\nother components proportionately except Flue-Cured stems\nand Burley stems which will remain constant at 40% and\n108 respectively.\n\nWe will ask Hanmer Division, by way of this memorandum, to make this\ncoxtection in their formula’ prior to submission to the’ appropriate\noffices.\n\nins pel °\n\nco: Mr. R. P. Truitt\nDirector of Manufacture and Leaf\n\nir. R. J. Smith, Manager\nHanmer Division\n\nMr. J. B. Lougee, ITT\nResearch and Development Director\n\n \n\f",
    "augmented_texts": [
        "MEMORANDUM a y g. Acie: veneineieane, {| Axguse 13, 1974 ee ee _ |, q) 3, eee aa nvemungony sesactovane - wamacacvicang titrectae My +} F PILE () ()} 8 ]. S. Sprinkle, III, Coordinator - Research and Development 1. Action, m Comment 8 Rasark £] Formula Modification for RC - T ™ Reference is made to my memorandum and stick in formula dated August 12 concerning the modification to RC - TM reconstituted tobacco. The formula as enclosed is incomplete in wording under the heading “ Miscellaneous Tobacco Usage \". With the addition of Burley stems as an input tobacco for RC - TM, this section in the formula should read as follows: “ * Miscellaneous tobaccos, when available, to be used up to a maximum of 8% of the input chemical formula reducing all early components proportionately except Flue - Cured stems and Burley stem which will remain incessant at 40% and 108 respectively. We will ask Hanmer Division, by way of this memorandum, to make this coxtection in their formula ’ prior to submission to the ’ appropriate offices. ins pel ° atomic number 27: Mr. Radius. P. Truitt Director of Manufacture and Leaf ir. R. J. Smith, Manager Hanmer Division Mr. J. B. Lougee, ITT Research and Development Director",
        "MEMORANDUM a y g. Acie: veneineieane, {| Axguse 13, 1974 ee ee _ |, q) 3, eee aa nvemungony sesactovane - wamacacvicang titrectae My +} F PILE () ()} 8 ]. S. Sprinkle, III, Coordinator - Research and Development 1. Action, m Comment 8 Rasark £] Formula Modification for RC - T ™ Reference is made to my memorandum and enclosed formula dated August 12 concerning the modification to RC - TM reconstituted tobacco. The formula as enclosed be uncompleted in wording under the heading “ Miscellaneous Tobacco Usage \". With the addition of Burley stem as an input tobacco for RC - TM, this surgical incision in the formula should read as follows: “ * Miscellaneous tobaccos, when available, to be used up to a maximum of 8% of the input chemical formula reducing all other components proportionately except Flue - Cured stems and Burley stems which will remain constant at 40% and 108 respectively. We will ask Hanmer Division, by way of this memorandum, to make this coxtection in their formula ’ prior to submission to the ’ appropriate offices. ins pel ° co: Mr. R. P. Truitt Director of Manufacture and Leaf ir. R. J. Smith, Manager Hanmer Division Mr. J. B. Lougee, ITT Research and Development Theatre director"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "MEMORANDUM   “The memorandum and enclosed formula dated August12 concerning the modification to RC-TM reconstituted tobacco.” “Miscellaneous tobaccos, when available, to be used up up to a maximum of 8% of the input formula reducing all other components proportionately except Flue-Cured stems and Burley stems which will remain constant at 40% and108 respectively."
}