{
    "filename": "0060336193.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\nCigte Brande = ATC & Competing\n. Suoke Anelyses - XO\n‘trax! & Wteotine ~ Can\n\n \n\nDecember 6, 1974 CONFIDENTIAL\nMr. Robert K. Heimann, President\n\n‘Vs B. Lougee, IIX, Research and Development Director\n\nReference is made to your memorandum of November 19 in which \"tar*\nand/or nicotine values were requested for filter cigarettes, smoking\ntobacco, cigars and chewing tobacco.\n\n‘The average \"tar\" and nicotine delivered by all filter cigarettes\njisted on the FIC Report dated September 1974 is 15.9 mg \"tar\" and\n1.06 mg nicotine. Using the Maxwell Report for 1974 projected sales,\nthe sales-weighted average for filter brands is 17.0 mg \"tar\" and\n1.17 mg nicotine,\n\nThere ie no accepted standard smoking procedure for \"tar\" and nicotine\n@elivery from pipes; however, we have a method developed in this Labo-\nratory several years ago. Using this technique and omploying tho\nmost popular pipe size and shape sold in the United States (medium,\nfull bent) and a sample size of two grams of tobacco, we obtained\n\nfata from Prince Albert, HALF AND HALF, and Sir Walter Raleigh tobaccos.\nThese brands represent approximately 75% of the popular price domestic\nsmoking tobacco market. From these brands, the average \"tar\" and\nnicotine delivery par pipeful of tobacco was 61 mg \"tar\" and 6.5\nnicotine. Corresponding data was obtained with a medium size straight\nstem pipe.\n\nAlthough there is no accepted standard smoking procedure for cigars,\n\n@ proposed method has been published. We used this method and obtained\ndata on the most popular shaped 124¢ cigars, White Owl Invincible and\nROI-TAN Perfectos Extra, which averaged 37 mg of \"tar\" and 1.5 mg of\nnicotine per cigar. We understand that the straight shape may be the\nfastest growing segment of the 12k¢ cigar market and could overtake\n\nthe perfecto market. Analyses from the three big sellers in this\nmarket, ROI~TAN Falcons, White Owl Ranger, and Muriel Coronas, averaged\n46 mg “tar® and 2.1 mq nicotine per cigar. Three popular brands of\ncorona size, high-grade cigara, LA CORONA #200, Bering Imperials, and\nCuesta-Rey #95, averaged 102 mg of “tar” and 10.7 mg of nicotine per\nedgar,\n\nThe greater part of the chewing tobacco market is represented by loose-\n\nleaf chewing tobacco, the major brands of which are Red Man, Beech-Nut,\n\nand Mail Pouch. ‘The average nicotine delivery from a typical chew of '\nthose brands was 37 mg per chew. For comparison, two brands of plug\n\ntobacco, Apple and Brown's Mule, were also analyzed and the average\n\nnicotine was 86 mg per chew.\n\n \n\n: e Qo drrke One\njot\nAEN WEB udeomes\n\n*« \"tor Os vaphili: Pg ~ Ara” Co\n\nAN, me @\n\f",
    "augmented_texts": [
        "Cigte Brande = ATC & Competing. Suoke Anelyses - XO ‘ trax! & Wteotine ~ Can December 6, 1974 CONFIDENTIAL Mr. Robert K. Heimann, President ‘ Vs B. Lougee, IIX, Research and Development Director Reference is made to your memorandum of November 19 in which \" tar * and / or nicotine values were requested for filter cigarettes, smoking tobacco, cigars and chewing tobacco. ‘ The average \" tar \" and nicotine delivered by all filter cigarettes jisted on the FIC Report dated September 1974 is 15. 9 mg \" tar \" and 1. 06 mg nicotine. Using the Maxwell Report for 1974 projected sales, the sales - weighted average for filter brands is 17. 0 mg \" tar \" and 1. 17 mg nicotine, There ie no accepted standard smoking procedure for \" tar \" and nicotine @ elivery from pipes; however, we have a method developed in this Labo - ratory several years ago. Using this technique and omploying tho almost popular pipe size and shape sold in the United States (medium, full bent) and a sample size of two grams of tobacco, we obtained fata from Prince Albert, HALF AND HALF, and Sir Walter Raleigh tobaccos. These brands represent approximately 75% of the popular price domestic smoking tobacco plant grocery. From these brands, the average \" tar \" and nicotine delivery par pipeful of tobacco was 61 mg \" tar \" and 6. 5 nicotine. Corresponding data was obtained with a medium size straight stem pipe. Although on that point is no accepted standard smoking procedure for cigars, @ proposed method has been published. We used this method and obtained data on the most popular shaped 124 ¢ cigars, White Owl Invincible and ROI - TAN Perfectos Extra, which averaged 37 mg of \" tar \" and 1. 5 mg of nicotine per cigar. We understand that the straight shape may be the fastest growing segment of the 12k ¢ cigar market and could overtake the perfecto market. Analyses from the three big sellers in this market, ROI ~ TAN Falcons, White Owl Ranger, and Muriel Coronas, averaged 46 mg “ tar ® and 2. 1 mq nicotine per cigar. Three popular brands of corona size, high - grade cigara, LA CORONA # 200, Bering Imperials, and Cuesta - Rey # 95, averaged 102 mg of “ tar ” and 10. 7 mg of nicotine per edgar, The greater part of the chewing tobacco market is represented by loose - leaf chewing tobacco, the major brands of which are Red Man, Beech - Nut, and Mail Pouch. ‘ The average nicotine delivery from a distinctive chew of ' those brands was 37 mg per chew. For comparison, two brands of plug tobacco, Apple and Brown ' s Mule, were also analyzed and the average nicotine was 86 mg per chew. : e Qo drrke One jot AEN WEB udeomes * « \" tor Os vaphili: Pg ~ Ara ” Co AN, me @",
        "Cigte Brande = ATC & Competing. Suoke Anelyses - XO ‘ trax! & Wteotine ~ Can December 6, 1974 CONFIDENTIAL Mr. Robert K. Heimann, President ‘ Vs B. Lougee, IIX, Research and Development Director Reference exist made to your memorandum of November 19 in which \" tar * and / or nicotine values were requested for filter cigarette, smoking tobacco, cigars and chewing tobacco. ‘ The average \" tar \" and nicotine delivered by all filter cigarettes jisted on the FIC Report dated September 1974 is 15. 9 mg \" tar \" and 1. 06 mg nicotine. Using the Maxwell Report for 1974 projected sales, the sale - weighted average for filter brands is 17. 0 mg \" tar \" and 1. 17 mg nicotine, There ie no accepted standard smoking procedure for \" tar \" and nicotine @ elivery from pipes; however, we have a method developed in this Labo - ratory several years ago. Using this technique and omploying tho most popular pipe size and shape sold in the United States (medium, full bent) and a sample size of two grams of tobacco, we obtained fata from Prince Albert, HALF AND HALF, and Sir Walter Raleigh tobaccos. These brands represent approximately 75% of the popular price domestic smoking tobacco market. From these brands, the average \" tar \" and nicotine delivery par pipeful of tobacco was 61 mg \" tar \" and 6. 5 nicotine. Corresponding data was obtained with a medium size straight stem pipe. Although there is no accepted standard smoking procedure for cigars, @ proposed method has been published. We used this method and obtained data on the most popular shaped 124 ¢ cigars, White Owl Invincible and ROI - TAN Perfectos Extra, which averaged 37 mg of \" tar \" and 1. 5 mg of nicotine per cigar. We understand that the straight shape may be the fastest growing segment of the 12k ¢ cigar market and could overtake the perfecto market. Analyses from the three big sellers in this market, ROI ~ TAN Falcons, White Owl Ranger, and Muriel Coronas, averaged 46 mg “ tar ® and 2. 1 mq nicotine per cigar. Trinity popular brands of corona size, high - grade cigara, LA CORONA # 200, Bering Imperials, and Cuesta - Rey # 95, averaged 102 mg of “ tar ” and 10. 7 mg of nicotine per edgar, The greater part of the chewing tobacco market is represented by loose - leaf chewing tobacco plant, the major brands of which are Red Man, Beechwood - Nut, and Mail Pouch. ‘ The average nicotine delivery from a typical chew of ' those brands was 37 mg per chew. For comparison, two brands of plug tobacco, Apple and Brown ' s Mule, were also analyzed and the average nicotine was 86 mg per chew. : e Qo drrke One jot AEN WEB udeomes * « \" tor Os vaphili: Pg ~ Ara ” Co AN, pine tree state @"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The average \"tar\" and nicotine delivered by all filter cigarettes on the FIC Report dated September 1974 is 15.9 mg “tar” and 1.06 mg nicotine. There is no accepted standard smoking procedure for cigars, but a proposed method has been published. The straight shape may be the fastest growing segment of the 12k¢ cigar market and could overtake the perfecto market."
}