{
    "filename": "0060305634.jpg",
    "metadata": {},
    "text": "  \n   \n\ni\n‘ Ss\n\n4 on,\n(a LAction ee MOKING aid LGEALTH\n\n2000 1 St,PLW, Wathington B.C, 20006. (207) 659-4810\n\n \n\n  \n\nACTION ON SMOKING soy HEALTH,\n\n \n\nDEEORE TIE PEDMCAL TRADE COMMISSION, OCTOMER 11, 1977\n\n‘Me technique of calling for more research and study as a meens of\ndoiaying needed regvistions ~~ often entled “studying the problem to death\" =- ts welt\nknown An the Ratton'y capitol. It 4 sersoue enough when used as # tactic by the industry\nnecking to continu its sega) conduct, and restated wieh varying degrees of success by\nthe agency charged wlth protecting the public. But 4t fe disastrous and also Anexeusable\nwhen the very agency charged by Congress with protecting the public Antorest by enacting\naud enforcing the regulations itself continues Lo duck the fesue either by the shen of\n\ncelling for Congressional action, or by the nore {nsidious technique of insisting that\n\n \n\nadditional studies are needed before any effective ction ean be taken.\n\nB\n\n \n\na upon the Conniseion'a fallure to take any effective action during the\npost several years, and information obteined both fron within and without the Gonatsston,\n‘etion on Snoking end Health belfeves and feare that the so-called \"Fishbein Report\",\nwhich coaprises over 907 of the ¥.T.G.\"s report to Congress [not including tables of ter\nand nicotine content], 1¢ nothing but a eranspezent giuaick to Justify £te past dnactton\n‘and to a provide a basis for Failing to teke action now and in the foreseesble future..\nNeedless to say, ASH opposes avy such delay founded on the spurious and ntaleading argunent\nthat pore research ie noeded bofore any eftective action can he taken, In ehts testimony\ntbe wid dnéteate why we are Jed to this viow of the Fishel report, and why even the\nHfohbetn report itse}£ supports haré-Mtting veguletory action new without nore needless\nAeday. We will aloo respectfully tndteate hoy in our vier the VsT.C. has nanoged to Lie\n\n4s ova hands by subserfbing to ce:\n\n \n\nin clearly errontous beltefe as to des fuactdon and\nste ncthed of operation, Hinslly, to wake this point perfectly clear and to avota ony\nfurther excuses that delay for further rescaxeh 49 unavoidable, we wil? outline several\nections viteh the F.C. can aud should take now, wtheut bre delay, and for watch\n\nno additional reseureh f6 nocosvary.\n\f",
    "augmented_texts": [
        "i ‘ Ss 4 on, (a LAction ee MOKING aid LGEALTH 2000 1 St, PLW, Wathington B. C, 20006. (207) 659 - 4810 ACTION ON SMOKING soy HEALTH, DEEORE TIE PEDMCAL TRADE COMMISSION, OCTOMER 11, 1977 ‘ Me technique of calling for more research and study as a meens of doiaying needed regvistions ~ ~ often entled “ studying the problem to death \" = - ts welt known An the Ratton ' y capitol. It 4 sersoue enough when used as # tactic by the industry necking to continu its sega) conduct, and restated wieh varying degrees of success by the agency charged wlth protecting the public. But 4t fe disastrous and also Anexeusable when the very agency charged by Congress with protecting the public Antorest by enacting aud enforcing the regulations itself continues Lo duck the fesue either by the shen of celling for Congressional action, oregon by the nore {nsidious technique of insisting that additional studies are needed before any effective ction ean be taken. B a upon the Conniseion ' a fallure to take any effective action during the post several years, and information obteined both fron within and without the Gonatsston, ‘ etion on Snoking end Health belfeves and feare that the so - called \" Fishbein Report \", which coaprises over 907 of the ¥. T. G. \" s report to Congress [not including tables of ter and nicotine content ], 1 ¢ zippo but a eranspezent giuaick to Justify £ te past dnactton ‘ and to a provide a basis for Failing to teke action now and in the foreseesble future. . Needless to say, ASH opposes avy such delay founded on the spurious and ntaleading argunent that pore research ie noeded bofore any eftective action can he taken, In ehts testimony tbe wid dnéteate why we are Jed to this viow of the Fishel report, and why even the Hfohbetn report itse} £ supports haré - Mtting veguletory action new without nore needless Aeday. We will aloo respectfully tndteate hoy in our vier the VsT. C. has nanoged to Lie 4s ova hands by subserfbing to ce: in clearly errontous beltefe as to des fuactdon and ste ncthed of operation, Hinslly, to wake this point perfectly clear and to avota ony further excuses that delay for farther rescaxeh 49 unavoidable, we wil? outline several ections viteh the F. C. can aud should take now, wtheut bre delay, and for watch no additional reseureh f6 nocosvary.",
        "1 ‘ Ss 4 on, (a LAction ee MOKING aid LGEALTH 2000 1 St, PLW, Wathington B. C, 20006. (207) 659 - 4810 ACTION ON SMOKING soy HEALTH, DEEORE TIE PEDMCAL TRADE COMMISSION, OCTOMER 11, 1977 ‘ Me technique of calling for more research and study as a meens of doiaying needed regvistions ~ ~ often entled “ studying the problem to death \" = - ts welt known An the Ratton ' y capitol. It 4 sersoue enough when used as # tactic by the industry necking to continu its sega) conduct, and restated wieh varying degrees of success by the agency charged wlth protecting the public. But 4t fe disastrous and also Anexeusable when the very agency charged by Congress with protecting the public Antorest by enacting aud enforcing the regulations itself continues Lo sidestep the fesue either by the shen of celling for Congressional action, or by the nore {nsidious technique of insisting that additional studies are needed before any effective ction ean be taken. B a upon the Conniseion ' a fallure to take any effective action during the post several years, and information obteined both fron within and without the Gonatsston, ‘ etion on Snoking close Health belfeves and feare that the so - called \" Fishbein Report \", which coaprises over 907 of the ¥. T. G. \" s report to Congress [non including tables of ter and nicotine content ], 1 ¢ nothing but a eranspezent giuaick to Justify £ te past dnactton ‘ and to a provide a basis for Failing to teke action now and in the foreseesble future. . Needless to say, ASH opposes avy such delay founded on the spurious and ntaleading argunent that pore research ie noeded bofore any eftective action can he taken, In ehts testimony tbe wid dnéteate why we are Jed to this viow of the Fishel report, and why even the Hfohbetn report itse} £ supports haré - Mtting veguletory action new without nore needless Aeday. We will aloo respectfully tndteate hoy in our vier the VsT. C. has nanoged to Lie 4s ova hands by subserfbing to ce: in clearly errontous beltefe as to des fuactdon and ste ncthed of operation, Hinslly, to wake this point perfectly clear and to avota ony further excuses that delay for further rescaxeh forty nine unavoidable, we wil? outline several ections viteh the F. C. can aud should take now, wtheut bre delay, and for watch no additional reseureh f6 nocosvary."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Health and Human Services (HHS) opposes the so-called \"Fishbein Report\", which coaprises over 907 of the ¥.T.G.\"s report to Congress [not including tables of terand nicotine content], 1¢ nothing but a eranspezent giuaick to Justify £te past dnactton. ASH opposes such delay founded on the spurious and ntaleading argunent that pore research ie noeded bofore any eftective action can he taken."
}