{
    "filename": "0060009845.jpg",
    "metadata": {},
    "text": " \n\n \n\n:\n\nnH\n\nTHE Memorandum\n\nTO\n\nCOMEANE, SCONEIDENTIAL\nMr. ¢. H. Mullen Te 22/28790\n\nChairman and Chief Executive officer\n\nR. 8. Sprinkle, ILI\nSenior Vice President - Research and Quality Assurance\n\nProgress Report - Product Development and Product Improvement\n\n \n\nPRODUCT DEVELOPMENT\n\n1.\n2.\n\nProject RCL ~ Nothing specific to report.\n\noject TC - Results of in-company taste tests indicate that\nar\" delivery of CARLTON 120’s Filter and Menthol Cigarettes\ncan be reduced from 6 mg to 5 ng by incorporation of on-nachine\nperforation of the filter tip without adversely affecting taste\ncharacteristics and smoking appeal. Max 80 tipping unit parts\nrequired to adapt two available on-machine perforators to\n22.25-mm circumference cigarettes have been ordered. our recon-\nmendation to modify CARLTON 120’s Filter and Menthol will be\nforwarded in the near future.\n\n \n\n \n\n \n\nFilter cigarette Development - Laboratory analyses of 11-ng\n\"tar\" delivery Project FLS reduced sidestream cigarettes indi\ncate all quality parameters are satisfactory for consumer test-\ning. The product was prepared vith MALIBU Lights tobacco blend\nformulation, Kimberly-Clark’s sidestream cigarette paper, and\nspecial filter rods from American Filtrona designed to reduce\nmainstream carbon monoxide delivery. Visual sidestream smoke of\nthe model is reduced 54 when compared to leading competitive\n100-mm cigarettes and CO-to-\"tar\" ratio is 1.0. SIR has been\nrequested to locate 150 competitive lights 100’s smokers for\nblind paired-comparison testing versus Marlboro Lights 100’s\ncigarettes.\n\n \n\nWe acknowledge Marketing’s request for development of ultra low\n“tar” versions of MISTY Slims Lights Filter and Menthol Ciga-\nrettes. The ultra lights cigarettes will have the sane physical\ndimensions and basic taste characteristics as the respective\ncurrent lights products. Preliminary models are being prepared\nwith tobacco blends incorporating increased levels of expanded\ntobacco and filter rods of higher pressure drop to compensate\nfor slower burn rate and increased ventilation in the 6-ng \"tar\ndelivery ultra products.\n\n \n\nATxO2 0221479\n\n \n\f",
    "augmented_texts": [
        ": nH THE Memorandum TO COMEANE, SCONEIDENTIAL Mr. ¢. H. Mullen Te 22 / 28790 Chairman and Chief Executive officer R. 8. Sprinkle, ILI Senior Vice President - Research and Quality Assurance Progress Report - Product Development and Product Improvement PRODUCT DEVELOPMENT 1. deuce. Project RCL ~ Nothing specific to report. oject TC - Results of in - company taste tests indicate that ar \" delivery of CARLTON 120 ’ s Filter and Menthol Cigarettes can be reduced from 6 mg to 5 ng by incorporation of on - nachine perforation of the filter tip without adversely affecting taste characteristics and smoking appeal. Max 80 tipping unit parts required to adapt two uncommitted on - machine perforators to 22. 25 - mm circumference cigarettes have been ordered. our recon - mendation to modify CARLTON 120 ’ s Filter and Menthol will be forwarded in the near future. Filter cigarette Development - Laboratory analyses of 11 - ng \" tar \" delivery Project FLS reduced sidestream cigarettes indi cate all quality parameters are satisfactory for consumer test - ing. The product was prepared vith MALIBU Twinkle tobacco blend formulation, Kimberly - Kenneth clark ’ s sidestream cigarette paper, and special filter rods from American Filtrona designed to reduce mainstream carbon monoxide delivery. Visual sidestream smoke of the model is reduced 54 when compared to leading competitive 100 - mm cigarettes and CO - to - \" tar \" ratio is 1. 0. SIR have been requested to locate 150 competitive lights one c ’ s stag party for blind paired - comparison testing versus Marlboro Lights 100 ’ s cigarettes. We acknowledge Marketing ’ s request for development of ultra low “ tar ” versions of MISTY Slims Lights Filter and Menthol Ciga - rettes. The ultra lights cigarettes will have the sane physical dimensions and basic taste characteristics as the respective current lights products. Preliminary models are being prepared with tobacco blends incorporating increased levels of expanded tobacco and filter rods of higher pressure drop to compensate for slower burn rate and increased ventilation in the 6 - ng \" tar delivery ultra products. ATxO2 0221479",
        ": nH THE Memorandum TO COMEANE, SCONEIDENTIAL Mr. ¢. H. Mullen Te 22 / 28790 Chairman and Chief Executive officer R. 8. Sprinkle, ILI Senior Vice President - Research and Quality Assurance Progress Report - Product Development and Product Improvement PRODUCT DEVELOPMENT 1. 2. Project RCL ~ Nothing specific to report. oject TC - Results of in - company taste tests indicate that ar \" delivery of CARLTON 120 ’ s Filter and Menthol Cigarettes can be reduced from 6 mg to 5 ng by incorporation of on - nachine perforation of the filter tip without adversely affecting taste characteristics and smoking appeal. Max 80 tipping unit parts required to adapt two available on - machine perforators to xxii. xxv - mm perimeter cigarettes have been ordered. our recon - mendation to modify CARLTON 120 ’ s Filter and Menthol will be forwarded in the near future. Filter cigarette Development - Laboratory analyses of 11 - ng \" tar \" delivery Project FLS reduced sidestream cigarettes indi cate all quality parameters are satisfactory for consumer test - ing. The product was prepared vith MALIBU Lights tobacco blend formulation, Kimberly - Clark ’ s sidestream cigarette paper, and special filter rods from American Filtrona designed to reduce mainstream carbon monoxide delivery. Visual sidestream smoke of the model is reduced 54 when compared to leading competitive 100 - mm cigarettes and CO - to - \" tar \" ratio is 1. 0. SIR has been requested to locate 150 competitive lights 100 ’ s smokers for subterfuge paired - comparison prove versus Marlboro Lights 100 ’ s cigarettes. We acknowledge Marketing ’ sec request for development of ultra low “ tar ” versions of MISTY Slims Lights Filter and Menthol Ciga - rettes. The ultra lights cigarettes will have the sane physical dimensions and basic taste characteristics as the respective current lights products. Preliminary models are being prepared with tobacco blends incorporating increased levels of expanded tobacco and filter rods of higher pressure drop to compensate for slower sunburn rate and increased ventilation in the 6 - ng \" tar delivery ultra products. ATxO2 0221479"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Taste tests indicate that CARLTON 120’s Filter and Menthol Cigarettes can be reduced from 6 mg to 5 ng by incorporation of on-nachine perforation of the filter tip. SIR has beenrequested to locate 150 competitive lights 100's smokers for blind paired-comparison testing. The ultra lights cigarettes will have the same physical dimensions and basic taste characteristics as current lights products."
}