{
    "filename": "0060377666.jpg",
    "metadata": {},
    "text": " \n\n \n\ndanuary 24, 1977\nMr. d. B. McCarthy, Executive Vice President\nP. H. Leake, Assistant Research and Development Director -\n\nMarket Lot Report - Ist Quarter 1977 - Non-Filter Cigarettes\n\nOn the side panel of the Chesterfield package the manufacturer's name has been\nchanged fron “Liggett and Myers Incorporated\" to \"Liggett Group Inc.\".. There\nwere no other major changes in this market lot,\n\nMinor variations in the analyses of the referenced cigarettes, xhich were\npurchased January 3, 1977, are noted below:\n\n1. LUCKY STRIKE - The moisture content of these cigarettes, manufactured\n‘Jn Decenber 1976, was 11.6%, The loose ends content of 2.3% was 1.0%\nabove the upper Timit.\n\n2. HERBERT TAREYTON - The motsture content of these cigarettes, manufactured\nDecember T876, was 11.5%. The circumference of 24.8 mm was 0.2 mm\nsmaller than the specification. The loose. ends content was 2.4%, 1.1%\nabove the maximum specification.\n\n3. PALL MALL-Durham ~ These cigarettes of January 1977 manufacture had a moisture\n‘content of 11.2%, The circumference of 24.7 mm was 0.3 mm smaller than the\ntarget. The 2.7% loose ends content was. 1.4% above the maxfmum specification.\n\nRaleigh Plain End - The circumference of thesa cigarettes has been smaller\nFRETS Tare bo warket lots The Present size of 24.5 am is the smallest\ncircumference observed in this brand in the last three years, \"Tar\"\n\ndelivery to the snioke was 23 mg per cigarette, 2 mg per cigarette lower\nthan the average of the 1976 Market Lot samples.\n\n \n\n5. Chesterfield - The pressure drop returned to a more normal level, after\njaving been higher than usual in the 4th Quarter 1976 Market Lot.\n\n6. Philip Morris Commander - The circumference continues to show considerable\nVariation\n\n7. Camel - The weight was 3 to 6 cigarettes per 4 ounces lighter than usual.\n\nThe following brands had overwrap air leakages in excess of our limit of 21 cc\nper second:\n\nLUCKY STRIKE Raleigh Plain End\nPALL MALL ~ Virginia Chesterfield\nCamel Philip Morris Commander\n\nALF:pct er\nAttachments\n\nce: (See Page 2)\n\n \n\f",
    "augmented_texts": [
        "danuary 24, 1977 Mr. d. B. McCarthy, Executive Frailty President P. Total heat. Leake, Assistant Enquiry and Development Director - Market Lot Report - Ist Quarter 1977 - Non - Filter Cigarettes On the side panel of the Chesterfield package the manufacturer ' s name has been changed fron “ Liggett and Myers Incorporated \" to \" Liggett Group Inc. \". . There were no other major changes in this market lot, Minor variations in the analyses of the referenced cigarettes, xhich were purchased January 3, 1977, are noted below: 1. LUCKY STRIKE - The moisture content of these cigarettes, manufactured ‘ Jn Decenber 1976, was 11. 6% , The loose ends content of 2. 3% was 1. 0% above the upper Timit. 2. HERBERT TAREYTON - The motsture content of these cigarettes, manufactured December T876, was 11. 5% . The circumference of 24. 8 mm was 0. 2 mm smaller than the specification. The loose. ends content was 2. 4% , 1. 1% above the maximum specification. 3. PALL MALL - Durham ~ These cigarettes of January 1977 manufacture had a moisture ‘ content of 11. 2% , The circumference of 24. 7 mm was 0. 3 mm smaller than the target. The 2. 7% loose ends content was. 1. 4% above the maxfmum specification. Raleigh Plain End - The circumference of thesa cigarettes has be smaller FRETS Tare bo warket lots The Present size of it of 24. 5 am is the smallest circumference observed in this brand in the final three years, \" Tar \" delivery to the snioke was 23 mg per cigarette, 2 mg per cigarette lower than the average of the 1976 Market Lot samples. 5. Chesterfield - The pressure drop returned to a more normal level, after javing been higher than usual in the 4th Quarter 1976 Market Lot. 6. Philip Morris Commander - The circumference continues to show considerable Variation 7. Camel - The weight was 3 to 6 cigarettes per 4 ounces lighter than usual. The following brands had overwrap air leakages in excess of our limit of 21 cc per second: LUCKY smasher Raleigh Plain End PALL MALL ~ Virginia Chesterfield Camel Philip Morris Commander ALF: pct er Attachments ce: (See Page 2 )",
        "danuary 24, 1977 Mr. d. B. McCarthy, Executive Vice President P. Heat content. Leake, Assistant Research and Development Director - Market Lot Report - Ist Quarter 1977 - Non - Filter Cigarettes On the side panel of the Chesterfield package the manufacturer ' s name has been changed fron “ Liggett and Myers Incorporated \" to \" Liggett Group Iraqi national congress. \". . There were no other major changes in this market lot, Minor variations in the analyses of the referenced cigarettes, xhich were purchased January 3, 1977, are noted below: 1. LUCKY STRIKE - The moisture content of these cigarettes, manufactured ‘ Jn Decenber 1976, was 11. 6% , The loose ends content of 2. 3% was 1. 0% above the upper Timit. 2. HERBERT TAREYTON - The motsture content of these cigarettes, manufactured December T876, was 11. 5% . The circumference of 24. 8 mm was 0. 2 mm smaller than the specification. The loose. ends content was 2. 4% , 1. 1% above the maximum specification. 3. PALL MALL - Durham ~ These cigarettes of January 1977 manufacture had a moisture ‘ content of 11. 2% , The circumference of 24. 7 mm was 0. 3 mm smaller than the target. The 2. 7% loose ends message was. 1. 4% above the maxfmum specification. Raleigh Plain End - The circumference of thesa cigarettes has been smaller FRETS Tare bo warket lots The Present size of 24. five am is the smallest circumference observed in this brand in the last three years, \" Tar \" delivery to the snioke was 23 mg per cigarette, 2 mg per cigarette lower than the average of the 1976 Market Lot samples. 5. Chesterfield - The pressure drop returned to a more normal level, after javing been higher than usual in the 4th Quarter 1976 Market Lot. 6. Philip Morris Commander - The circumference continues to show considerable Variation 7. Camel - The weight was 3 to 6 cigarettes per 4 ounces wanton than usual. The following brands had overwrap air leakages in excess of our limit of 21 cc per second: LUCKY STRIKE Raleigh Plain End PALL MALL ~ Virginia Chesterfield Camel Philip Morris Commander ALF: pct er Attachments cerium: (Run across Page 2 )"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "LUCKY STRIKE, Raleigh Plain End, and PALL MALL-Durham all had air leakages. Chesterfield pressure drop returned to a more normal level. Camel weight was 3 to 6 cigarettes per 4 ounces lighter than usual. Liggett and Myers Incorporated's name has been changed to \"Lig gett Group Inc.\""
}