{
    "filename": "0060243529.jpg",
    "metadata": {},
    "text": " \n\nMEMQ@RANDUM i\n\nTe Sessa Ws Cag\nni\n\nFebruary 15, 1966\n\n \n\n(See below)\n\nFrom John A. Ulrich\nMarket Research Director\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSueseoT\n\nTo Mr. Robert K. Heimann Mr. V. J. Boor\nVice President Media Director\nMr. P. H. Cohen ur. R. PF. Segur\nAdvertising Director Product Manager\n\nTopline data from the Yenkelovich study of the cigarette market\nhave been received.\n\nThere are three primary objectives of the study.\n\n1. To form the best possible /description of Behavior segments\nof elgarette amokers\n\n2. To measure the size of each segment\n\n3. To obtain share of market data within each segment\nFive distinct non-demographic segments in the market were isolated.\n(The names given to the segments are, to a limited extent, self-\nexplanatory. A review of the previous report will provide a more\ncomplete definition.)\n\n‘The segments and their size are at follows:\n\nGof All Bnokers\n\nProfilter Segment 4\nConsctously Dependent-Unedncerned 2h\nConse4ously Dependent-Concerned 3\nMotor Segment uM\nSusceptible 6\nUnclassifieble 2\n\nIt will be noted that further analysis provided by this study\npermitted a refinement of the segmenta reported earlier.\n\f",
    "augmented_texts": [
        "MEMQ @ RANDUM i Tellurium Sessa Ws Cag ni February 15, 1966 (See below) From John the evangelist A. Ulrich Market Research Director SueseoT To Mr. Robert K. Heimann Mr. V. Joule. Boor Vice President Media Director Mr. P. H. Cohen ur. R. PF. Segur Advertising Director Product Manager Topline data from the Yenkelovich study of the cigarette market have follow received. There are three primary objectives of the study. 1. To form the best possible / verbal description of Behavior segments of elgarette amokers 2. To measure the size of each segment 3. To obtain share of market data within each segment Little phoebe distinct non - demographic segments in the market were isolated. (The names given to the segments are, to a limited extent, self - explanatory. A review of the previous report will provide a more complete definition.) ‘ The segments and their size are at follows: Gof All Bnokers Profilter Segment 4 Consctously Dependant - Unedncerned 2h Conse4ously Dependent - Concerned 3 Motor Segment uM Susceptible 6 Unclassifieble 2 It will be noted that farther analysis provided by this study permitted a refinement of the segmenta reported earlier.",
        "MEMQ @ RANDUM i Te Sessa Ws Cag ni February 15, 1966 (See below) From John A. Ulrich Market Research Director SueseoT To Mr. Robert K. Heimann Mr.. V. J. Boor Vice President Media Director Mr. P. H. Cohen ur. R. PF. Segur Advertising Director Merchandise Manager Topline data from the Yenkelovich work of the cigarette market have been received. There are three primary objectives of the study. 1. To form the best possible / description of Behavior segments of elgarette amokers ii. To measure the size of each segment 3. To obtain share of market data within each segment Five distinct non - demographic segments in the market exist isolated. (The names given to the segments are, to a limited extent, self - explanatory. A review of the previous report will provide a more complete definition.) ‘ The segments and their size are at follows: Gof All Bnokers Profilter Segment 4 Consctously Dependent - Unedncerned 2h Conse4ously Dependent - Concerned 3 Motor Segment uM Susceptible 6 Unclassifieble 2 It will be noted that further analysis provided by this study permit a refinement of the segmenta reported earlier."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "February 15, 1966. The Yenkelovich study of the cigarette market was published. Five distinct non-demographic segments in the market were isolated. These are: Profilter Segment 4, Motor Se segment 5, and Motor segment 6. An analysis of these segments has allowed a refinement of earlier reports."
}