{
    "filename": "0060013262.jpg",
    "metadata": {},
    "text": " \n\nBoe\n\nMemorandum\n\n \n\nTHE\nAMERICAN\nTOBACCO.\nCOMPANY\n\n \n\n» Me. EB. C. Wortham ox 9/23/92\n\nLeaf Purchases Manager\n\nten EB. Clock, Leaf Services Manager\nResearch and Quality Assurance\n\nz\n\ncanadian Flue~cured strips Sample (Slab) ~ 1990 crop\nUniversal Leaf Corporation\n\n \n\nAttached are the results of analyses conducted on the two\nslab samples of Grade PFO strips which were referred to in\nMr. R. H. Ligon’s recent telephone conversation with Irvin\nOwings, IIT.\n\nThe samples were arbitrarily mmbered “2\" and “2\" and were\nanalyzed separately. Nota there is a relatively wide\n@ifrerence in come of the chemical constituents between the\ntwo samples of Grade PFO.\n\nNormally Research does not report befcre inversion sugars (BT\nSugar), but the percent difference between the two sugars found\nin sample \"2\" is excessive. This difference usually indicates\nthat the tobaccos used in the strip grade lack maturity.\n\n‘The overall chemistry of this lot differs considerably from the\nchenistry of any donestic or off-shore blend grades purchased by\n\nog\n\n \n\nTo:pet. ,\nMet” hgh cobuwd duscle,\ncot Mr. J. H. Hager Sheva ang Sagem O°\nar, R. H. Ligon edie Ala dyceenl\nArT Re s+-Sprinkle; fi See neg spill goa\nsueceato heel: ack ihanciles\naS\nU2? Edwarte\n\n \n\nqeatd,, 2.97 1b Fob Recher,\n\nBageb ot Crt DAS 000 tks\n\n2/2 Biren\nSdwards aunt 2.2}\n\nATXO2 0155588\n\n \n\f",
    "augmented_texts": [
        "Boe Memorandum THE AMERICAN baccy. COMPANY » Me. EB. C. Wortham ox 9 / 23 / 92 Leaf Purchases Manager ten EB. Clock, Leaf Service Manager Research and Quality Assurance z canadian Flue ~ cured strips Sample (Slab) ~ 1990 crop Linguistic universal Leaf Corporation Attached are the result of analyses conducted on the two slab samples of Grade PFO strips which were referred to in Mr. R. H. Ligon ’ s recent telephone conversation with Irvin Owings, IIT. The samples were arbitrarily mmbered “ 2 \" and “ 2 \" and were canvass separately. Nota there is a relatively wide @ ifrerence in come of the chemical constituents between the two samples of Grade PFO. Normally Research does not report befcre inversion sugars (BT Sugar ), but the percent difference between the two sugars found in sample \" 2 \" is excessive. This difference usually indicates that the tobaccos used in the strip grade lack maturity. ‘ The overall chemistry of this lot differs considerably from the chenistry of any donestic or off - shore blend grades purchased by og To: pet. , Met ” hgh cobuwd duscle, cot Mr. J. H. Hager Sheva ang Sagem O ° ar, R. H. Ligon edie Ala dyceenl ArT Re s + - Sprinkle; fi See neg spill goa sueceato heel: ack ihanciles aS U2? Edwarte qeatd, , 2. 97 1b Fob Recher, Bageb ot Crt DAS 000 tks 2 / 2 Biren Sdwards aunt 2. 2} ATXO2 0155588",
        "Boe Memorandum THE AMERICAN TOBACCO. COMPANY » Me. EB. C. Wortham ox 9 / 23 / 92 Leaf Purchases Manager ten EB. Clock, Leaf Services Manager Research and Quality Assurance z canadian Flue ~ cured strips Sample (Slab) ~ 1990 crop Universal Leaf Corporation Attached are the results of analyses conducted on the two slab samples of Grade PFO strips which were referred to in Mr. R. H. Ligon ’ s recent telephone conversation with Irvin Owings, IIT. The samples were arbitrarily mmbered “ 2 \" and “ 2 \" and were analyzed separately. Nota there is a relatively wide @ ifrerence in come of the chemical constituents between the two samples of Grade PFO. Normally Research does not report befcre upending sugars (BT Sugar ), but the percent difference between the two sugars found in sample \" 2 \" is unreasonable. This difference usually indicates that the tobaccos used in the strip grade lack maturity date. ‘ The overall chemistry of this lot differs considerably from the chenistry of any donestic or off - shore blend grades purchased by og To: pet. , Met ” hgh cobuwd duscle, cot Mr. J. H. Hager Sheva ang Sagem O ° ar, R. H. Ligon edie Ala dyceenl ArT Re s + - Sprinkle; fi See neg spill goa sueceato heel: ack ihanciles aS U2? Edwarte qeatd, , 2. 97 1b Fob Recher, Bageb ot Crt DAS 000 tks 2 / 2 Biren Sdwards aunt 2. 2} ATXO2 0155588"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The overall chemistry of this lot differs considerably from the. donestic or off-shore blend grades purchased by Universal Leaf Corporation. Nota there is a relatively wide. wide gap in come of the chemical constituents between the two samples of Grade. PFO. The percent difference between two sugars found in sample \"2\" is excessive. This difference usually indicates that the tobaccos used in the strip grade lack maturity."
}