{
    "filename": "0060080004.jpg",
    "metadata": {},
    "text": "  \n   \n \n\n‘SIXSTAMFORD FORUM i veones ae)\n\nSpeen 5 ADVERTISING AND\nSELLING AUTHORIZATION\n\n(20 NOT MAKE ANY COMMENT OR AUTHOR ANY EXPENDITURE OF ANY KIO FOR ACCOUNT OF THIS COMPANY UNTIL EXECUTIVE APPROVAL HAS BEEN OBTAINED NEREON,\nTOE UES ny Pruwaamn m COMPLETING MSrOM)\n\n——_———\n\n   \n\noniaivaton SALES ew 8 pare 02/04/31\nMEDIUM sCRIPTION\nIs SESOOO OR IOOEET VENDING MACHINE\nwxex See Attachment sxx ‘ARRANGEMENT\nJESS ORI\npenion-From 01/91 tuy 12/94\n\n \n\nTo cover payments to vendors participating under our Vending Machine\n&rrangement.\n\nAdditionally, 1.) free starter carton for a full column placement of\ndesignated price value brands will be offered to participating vendors.\n2.) A $6.00 per machine bonus will be paid to qualifying vendors for\nmaintaining agreed upon placements of price value brand. These paymetns\nwill be made via rapid draft.\n\n1,300,000.00\n\nTOTAL $\n\n   \n   \n \n\n  \n\n  \n \n  \n\n$ 108,000.\n$ 109,000. :\n$ 108,000. ce. Ke ala\n$ 108,000. a\n$ 109,000.\nJUN $ 108,000. me\nJUL $ 108,000.\nAUG $ 109,000,\nSEP $ 108,000.\nVP. = Marketing. & ocT $ 108,000.\nNOV $ 109,000.\nVP, - Sales. DEC $ 108,000. were bree\n.. etna\n‘so49 st\n\n \n\n‘Auth. No. we.\n\f",
    "augmented_texts": [
        "‘ SIXSTAMFORD FORUM i veones ae) Speen 5 ADVERTISING AND SELLING AUTHORIZATION (20 NOT MAKE ANY COMMENT OR AUTHOR ANY outgo OF ANY KIO FOR ACCOUNT OF THIS COMPANY UNTIL EXECUTIVE APPROVAL HAS BEEN OBTAINED NEREON, TOE UES ny Pruwaamn m COMPLETING MSrOM) — — _ — — — oniaivaton SALES ew 8 pare 02 / 04 / 31 MEDIUM sCRIPTION Is SESOOO OR IOOEET VENDING MACHINE wxex See Attachment sxx ‘ ARRANGEMENT JESS ORI penion - From 01 / 91 tuy 12 / 94 To cover payments to vendors participating under our Vending Machine & rrangement. Additionally, 1.) free starter carton for a full column placement of designated price value brands will be offered to participating vendors. 2.) A $ 6. 00 per machine bonus will be paid to qualifying vendors for maintaining agreed upon placements of price value brand. These paymetns will be made via speedy draft. 1, 300, 000. 00 TOTAL $ $ 108, 000. $ 109, 000. : $ 108, 000. ce. Ke ala $ 108, 000. a $ 109, 000. JUN $ 108, 000. me JUL $ 108, 000. AUG $ 109, 000, SEP $ 108, 000. VP. = Marketing. & ocT $ 108, 000. NOV $ 109, 000. VP, - Sales. DEC $ 108, 000. were bree. . etna ‘ so49 st ‘ Auth. No. we.",
        "‘ SIXSTAMFORD FORUM i veones ae) Speen 5 ADVERTISING AND SELLING AUTHORIZATION (20 NOT MAKE ANY COMMENT OR AUTHOR ANY EXPENDITURE OF ANY KIO FOR ACCOUNT OF THIS COMPANY UNTIL EXECUTIVE APPROVAL HAS BEEN OBTAINED NEREON, TOE UES ny Pruwaamn m COMPLETING MSrOM) — — _ — — — oniaivaton SALES ew viii pare 02 / 04 / 31 sensitive sCRIPTION Is SESOOO operating room IOOEET VENDING MACHINE wxex See Attachment sxx ‘ ARRANGEMENT JESS ORI penion - From 01 / 91 tuy 12 / 94 To get over payments to vendors participating under our Vending Machine & rrangement. Additionally, 1.) free starter cartonful for a full column placement of designated price value brands will be offered to enter vendors. 2.) A $ 6. 00 per machine bonus will be paid to qualifying vendors for maintaining agreed upon placements of price value brand. These paymetns will be made via rapid draft. 1, 300, 000. 00 TOTAL $ $ 108, 000. $ 109, 000. : $ 108, 000. ce. Ke ala $ 108, 000. a $ 109, 000. JUN $ 108, 000. me JUL $ 108, 000. august $ 109, 000, SEP $ 108, 000. VP. = Marketing. & ocT $ 108, 000. NOV $ 109, 000. VP, - Sales. DEC $ 108, 000. were bree. . etna ‘ so49 st ‘ Auth. No. we."
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "From 01/91 tuy 12/94 to cover payments to vendors participating under our Vending Machine. Free starter carton for a full column placement of price value brands. A $6.00 per machine bonus will be paid to qualifying vendors for agreed upon placements."
}