{
    "filename": "0060173666.jpg",
    "metadata": {},
    "text": " \n\n=\n\n \n\n \n\n   \n\n  \n \n\nEMORAND OW) @.\n\n \n\n \n\nJuly 7, 1972\n\n \n\n \n\n \n\nNe, Alvin Berasteln, Preeident, Anevioan Cigar\n\n \n\n \n\nJohn H, Hager, Research and Davelopeent Director\n\n \n\nuna [zona] OF [nao]\n\n \n\nNew Smoking Rebaots Inported fron _Dennark\n\n \n\nride aupplerents our memorandum of June 30, 1972) bd te intended te\nprovide additional desoriptive information about Scandinavian type - :\nsmoking tobacpoe imported into the United States,\n\nHost Scandinavian tobsnoo factories are. qnaller than their coaneerparte :\nAn thi tee. their basic manufacturing ssihobe ary\n\nehrel, 0 that Loved hore, Mehele F oankng and blending mel\n\ngenerally different.\n\n‘The basic Boan@inavian type oct tobacco presets of offers unique’\nblend of ahoice light color, high grado, full bodied, flue cured\n\ntobacco and open grained, wipe, olean-cool emoking Burley. tobagoos\nblended with other dark tobacoos from Java, Poland and Africa for «\nnila, flavor-rich sxoke. Processed and cased atens are alep added\nfor burn and abldness, ve eee\n\n   \n\n \n\nof the bi\n\n   \n \n \n\n \n \n\nto\n4 into gakem prior to cutting into lor\n@ high-apeed equipment uved in aanacectaren ny toe e08 erode\nthe United States, the Scandinavians are slow and deliberat in shale,\nsanufacturing procedures and refer to their export as Cavendiel\ntobacoos'.\n\nIn order to bring out the fullness and flavor of tobacod, cere oriitee\n\n© great deal of atean to open the tobacoo pores, then iapregnate\n\ntobacco with various sauces, after which ee de bulked for @ aoe parla\n\nof time, The aged and mellowed tobacco a8 * placed into molds\n\nsubjected to extrene pressure, forming oal ‘After another period:\n\nof tina, during. vhioh the cake rebull ite\n\ntobaccos wis yy se is out. into\n\nrevel Andividual\n\nnext step te to aaa a antial amount of * tale @ yn the\n\nblend to give 4 a ieente and Eietinotive’a acon. Th ¢ aranting\nagerold ssoket Danish reolpe of exotic flavor, tape of! ary\n\noxhivseiag generations of Danish experience and oxa Pausnenips\n\nBecauea of the painstaking hand Labor and length of tine: required: Ca\nwanufacture this type of tobacco, it has been very aiffioul\naccurately reproduce it dn the United States,\n\n               \n\f",
    "augmented_texts": [
        "= EMORAND OW) @. July 7, 1972 Ne, Alvin Berasteln, Preeident, Anevioan Cigar John H, Hager, Research and Davelopeent Director una [zona] OF [nao] New Smoking Rebaots Inported fron _Dennark ride aupplerents our memorandum of June 30, 1972) bd te intended te provide additional desoriptive information about Scandinavian type -: smoking tobacpoe imported into the United States, Host Scandinavian tobsnoo factories be. qnaller than their coaneerparte: An thi tee. their basic manufacturing ssihobe ary ehrel, 0 that Loved hore, Mehele F oankng and blending mel generally different. ‘ The basic Boan @ inavian type oct tobacco presets of offers unique ’ blend of ahoice light color, high grado, full bodied, flue cure tobacco and open grained, wipe, olean - cool emoking Burley. tobagoos blended with other dark tobacoos from Java, Poland and Africa for « nila, flavor - rich sxoke. Processed and cased atens are alep added for burn and abldness, ve eee of the bi to 4 into gakem prior to cutting into lor @ high - apeed equipment uved in aanacectaren ny toe e08 erode the United States, the Scandinavians are slow and deliberat in shale, sanufacturing procedures and refer to their export as Cavendiel tobacoos '. In order to bring out the fullness and flavor of tobacod, cere oriitee © great deal of atean to open the tobacoo pores, then iapregnate tobacco with various sauces, after which electrical engineering de bulked for @ aoe parla of time, The aged and mellowed tobacco a8 * placed into molds subjected to extrene pressure, forming oal ‘ After another period: of tina, during. vhioh the bar rebull ite tobaccos wis yy se is out. into revel Andividual next step te to aaa a antial amount of * tale @ yn the blend to apply 4 a ieente and Eietinotive ’ a acon. Th ¢ aranting agerold ssoket Danish reolpe of exotic flavor, tape of! ary oxhivseiag generations of Danish experience and oxa Pausnenips Becauea of the painstaking helping hand Labor and length of tine: required: Ca wanufacture this type of tobacco, it has been very aiffioul accurately reproduce it dn the United States,",
        "= EMORAND OW) @. July 7, 1972 Ne, Alvin Berasteln, Preeident, Anevioan Cigar John H, Hager, Research and Davelopeent Director una [zona] OF [nao] New Smoking Rebaots Inported fron _Dennark ride aupplerents our memorandum of June 30, 1972) bd te intended te provide additional desoriptive information about Norse type -: smoking tobacpoe imported into the United States, Host Scandinavian tobsnoo factory are. qnaller than their coaneerparte: An thi tee. their basic manufacturing ssihobe ary ehrel, 0 that Loved hore, Mehele F oankng and blending mel generally different. ‘ The basic Boan @ inavian type oct tobacco presets of offers unique ’ blend of ahoice light color, high grado, full bodied, flue cured tobacco and open grained, wipe, olean - cool emoking Burley. tobagoos blended with other dark tobacoos from Java, Poland and Africa for « nila, flavor - rich sxoke. Processed and cased atens are alep added for burn and abldness, ve eee of the bi to 4 into gakem prior to cutting into lor @ high - apeed equipment uved in aanacectaren ny toe e08 erode the United States, the Scandinavians are slow and deliberat in shale, sanufacturing procedures and refer to their export as Cavendiel tobacoos '. In order to bring out the fullness and flavor of tobacod, cere oriitee © great deal of atean to open the tobacoo pores, then iapregnate tobacco with various sauces, after which ee de bulked for @ aoe parla of time, The aged and mellowed tobacco a8 * placed into molds subjected to extrene pressure, forming oal ‘ After another period: of tina, during. vhioh the cake rebull ite tobaccos wis yy se is kayoed. into revel Andividual next step te to aaa a antial amount of * tale @ yn the blend to give 4 a ieente and Eietinotive ’ a acon. Th ¢ aranting agerold ssoket Danish reolpe of exotic flavor, tape of! ary oxhivseiag generations of Danish experience and oxa Pausnenips Becauea of the painstaking hand Labor and length of tine: required: Ca wanufacture this type of tobacco, it has been very aiffioul accurately reproduce it dn the United States,"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "New Smoking Rebaots Inported fron _Dennark  June 30, 1972. The basic Boan@inavian type oct tobacco presets of offers unique’ light color, high grado, full bodied, flue cured tobacos."
}