{
    "filename": "0060281077.jpg",
    "metadata": {},
    "text": " \n\nTHE Memorandum\nAMERICAN, » @\n\nTOBACCO.\n\nCOMPANY\n\n \n\nte 1M, Ockers, Vice President-Strategic Planning and New Products oa December 7, 1992\nR.E, Smith, Vico President Brand Management and Marketing Services\n\nron C.T. Guss\nAssistant Controller « Financial Services\n\nra PRODUCT PRICING/CONTRIBUTION\n\n \n\nMessts. D. S, Johnston, C. C, Kem, Jr. and T. P, Kriz have requested that one procedure\nbe determined in establishing new product pricing or review of current brand cont\nanalyses. ‘The following procedures are recommended\n\n \n\nBrand Contribution Analyses\n\n‘© Requests for actual brand/country financial information should be directed to either\nmyself or Mike McCarthy (Supervisor, Forecasting and Planning),\n\n‘© Brand contribution projections involving orly changes in volume, price\nassumptions, marketing spending, or use of existing manufactured cigarette leaf\nblends should be directed to me. Requests involving packaging, leaf blend or\ncigarette length changes on existing brands should follow procedures below on\n\"New Product Pricing.\"\n\nProduct Pricing/Cost\n© Projects involving new brands/styles, changes in existing brand packaging, leaf\nlend or cigarette length should be initially brought to my attention, The\ndetermination of pricing/cost for new customer export and contract manufacturing\nshipments should also follow these procedures.\n‘© Product Managers (Domestic, Export, Contract Manufacturing) should:\n\n© discuss packaging specifications and manufacturing concerns with Ron\nLeisure (Manufacturing Manager - New Products);\n\n© discuss leaf blend (if new) with Dick Chumney, Jr. (Vice President -\nResearch) at R&QA;\n\n© discuss with me all volume, pricing, timing, and marketing assumptions to\nbe used in the pricing/contribution analyses.\n\n \n\f",
    "augmented_texts": [
        "THE Memorandum AMERICAN, » @ TOBACCO. COMPANY te 1M, Ockers, Vice President - Strategic Planning and New Products oa December 7, 1992 R. E, Smith, Vico President Brand Management and Marketing Services ron C. T. Guss Assistant Controller « Financial Services ra PRODUCT PRICING / CONTRIBUTION Messts. D. S, Johnston, C. C, Kem, Jr. and T. P, Kriz have requested that one procedure be determined in establishing modern product pricing or review of current brand cont analyses. ‘ The following procedures are recommended Brand Contribution Analyses ‘ © Request for actual brand / country financial information should be directed to either myself or Mike McCarthy (Supervisor, Forecasting and Planning ), ‘ © Brand contribution projections involving orly changes in volume, price assumptions, marketing spending, or use of existing manufactured cigarette leaf blends should be directed to me. Requests involving packaging, leaf blend or cigarette length change on existing brands should follow procedures below on \" New Product Pricing. \" Product Pricing / Cost © Projects involving young brands / styles, changes in existing brand packaging, leaf lend or cigarette length should be initially brought to my attention, The purpose of pricing / cost for new customer export and contract manufacturing shipments should also follow these procedures. ‘ © Product Managers (Domestic, Export, Contract Manufacturing) should: © discuss packaging specifications and manufacturing concerns with Ron Leisure (Manufacturing Manager - New Products ); © discuss leaf blend (if new) with Dick Chumney, Jr. (Vice President - Research) at R & QA; © discuss with me all volume, pricing, timing, and marketing assumptions to be used in the pricing / contribution analyses.",
        "THE Memorandum AMERICAN, » @ TOBACCO. COMPANY te 1M, Ockers, Vice President - Strategic Planning and New Products oa December 7, 1992 R. Eastward, Smith, Vico President Brand Management and Marketing Services ron C. T. Guss Assistant Controller « Financial Services ra PRODUCT PRICING / CONTRIBUTION Messts. D. S, Johnston, C. Vitamin c, Kem, Jr. and T. P, Kriz have requested that one procedure be determined in establishing new product pricing or review of current brand cont analyses. ‘ The undermentioned procedures are recommended Brand Contribution Analyses ‘ © Requests for actual brand / country financial information should be directed to either myself or Mike McCarthy (Supervisor, Forecasting and Planning ), ‘ © Brand contribution projections involving orly changes in volume, price assumptions, marketing spending, beaver state use of existing manufactured cigarette leaf blends should be directed to me. Requests imply packaging, leaf blend or cigarette length changes on existing brands should follow procedures below on \" New Product Pricing. \" Product Pricing / Cost © Projects involving new brands / styles, changes in existing brand packaging, leaf lend or cigaret length should be initially brought to my attention, The determination of pricing / cost for new customer export and contract manufacturing dispatch should also follow these procedures. ‘ © Product Managers (Domestic, Export, Contract Manufacturing) should: © discuss packaging specifications and manufacturing concerns with Ron Leisure (Manufacturing Manager - New Products ); © discuss leaf blend (if new) with Dick Chumney, Jr. (Vice President - Research) at R & QA; © discuss with me all volume, pricing, timing, and marketing assumptions to be used in the pricing / contribution analyses."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Messts. D. S, Johnston, C. C, Kem, Jr. and T. P, Kriz have requested that one procedure. be determined in establishing new product pricing or review of current brand contanalyses. ‘The following procedures are recommended.’"
}