{
    "filename": "0060275848.jpg",
    "metadata": {},
    "text": " \n\n \n\nomens\n\n \n\n \n\nSee\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nTHE NATIONAL TOBACCO CouNcH << 17 pe\n\nSulte $25 + 10101 Linn Station Road * Louisville, Ky 40223,\nTelephone (502) 429-6653 + Telex (502) 429.0797\n\n \n\nSTATEMENT OF BRUCE FLYE, CRATREAN,\nTHE NATIONAL TOBACCO COUNCIL\n\nSPONSORSBIP OF SPORTS AND CULTURAL EVENTS\nBY CIGARETTE MANUFACTURERS\n\nSubmitted to\nThe Interagency Committee on Smoking and Health\n\nOctober 27, 1986\n\nour Federal government has failed to manage its budget\ndeficit, a trade imbalance and banking crisis. Our\ngovernment in Washington seems unable to manage forest\nfires, ensure the safety at its own nuclear energy\nplants, prevent hospital waste from washing up on\nrecreational beaches or keep illicit drugs from our\n\nchildren.\n\nAlthough it has spent billions of dollars in the\nprocess, our government has found no way to control\nhealth care costs, ensure an adequate and safe supply of\n\nwater or deal with inner city crime.\n\nBut, on October 27, representatives of most of the major\ndepartments and agencies of our government will\ncontemplate questions that have never occured to the\n\nvast majority of the people it serves.\n\n  \n\f",
    "augmented_texts": [
        "omens See THE NATIONAL TOBACCO CouNcH << 17 pe Sulte $ 25 + 10101 Linn Station Road * Louisville, Ky 40223, Telephony (502) 429 - 6653 + Telex (502) 429. 0797 STATEMENT OF BRUCE FLYE, CRATREAN, THE NATIONAL TOBACCO COUNCIL SPONSORSBIP OF SPORTS AND CULTURAL EVENTS BY CIGARETTE MANUFACTURERS Submit to The Interagency Committee on Smoking and Health October 27, 1986 our Union government has failed to manage its budget shortfall, a trade imbalance and banking crisis. Our government in Washington seems unable to manage forest fires, control the guard at information technology own nuclear energy plants, prevent hospital waste from washing up on unpaid beaches or keep illicit drugs from our children. Although it has spent billions of dollars in the process, our government has found no way to control health care costs, ensure an adequate and safe supply of water operating theatre deal with inner city crime. But, on October 27, representatives of most of the major departments and agencies of our government will contemplate questions that have never occured to the vast majority of the people it serves.",
        "omens See THE NATIONAL TOBACCO CouNcH << 17 pe Sulte $ 25 + 10101 Linn Place Road * Louisville, Bluegrass state 40223, Telephone (502) 429 - 6653 + Telex (502) 429. 0797 STATEMENT OF BRUCE FLYE, CRATREAN, THE NATIONAL TOBACCO COUNCIL SPONSORSBIP OF SPORTS AND CULTURAL EVENTS BY CIGARETTE manufacturer Submitted to The Interagency Committee on Smoking and Health October 27, 1986 our Federal government has failed to manage its budget deficit, a trade imbalance and banking crisis. Our government in Washington seems unable to manage forest fires, ensure the safety at its own nuclear energy plants, prevent hospital waste from washing up on recreational beaches or keep illicit drugs from our children. Although it has spent billions of dollars in the process, our government has found no way to control health care price, ensure an adequate and safe supply of water or deal with inner city crime. Merely, on October 27, representatives of most of the major departments and agencies of our administration will contemplate questions that have never take place to the vast majority of the people it serves."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The U.S. government has failed to manage its budget deficit, a trade imbalance and banking crisis. The federal government is unable to prevent hospital waste from washing up on beaches or keep illicit drugs from our children, the author writes. \"Our government... has found no way to control health care costs, ensure an adequate and safe supply of water or deal with inner city crime\""
}