{
    "filename": "0060094186.jpg",
    "metadata": {},
    "text": " \n\n \n\nTHE Memorandum\nAMERICAN\n\nTOBACCO,\n\nCOMPANY\n\n \n\nzg\n\nMr, R. M. Spight Noyember 22, 1992\nSenior Director Merchandising and Promotion\n\nL. C. Whiting\nSales Promotion Services Manager\n\nCARLTON LS.C. and Continuity Program\n\n \n\n‘This serves to recommend a Field affixed CARLTON $3.00 LS.C. with bounceback for\nthree $2.00 coupons to begin on January 4, 1993 in CARLTON 400+ volume\n‘opportunity outlets.\n\nBACKGROUND\n\n‘The CARLTON opportunity program which began in April 1992 has given us the chance\nto target our CARLTON sales promotions in those outlets that service a higher ratio of\nCARLTON purchases.\n\nRATIONALE\n\n‘The use of $3.00 LS.C. with bounceback promotions in CARLTON opportunity outlets\n(400+) will create excitement for the CARLTON consumers and stimulate consumer\npull at retail, while sheltering three additional carton purchases with the $2.00\nbounceback coupons. In addition, CARLTON will be featured on separate floor displays\nin these high visibility outlets. This promotion will offset some of the potential out-\nswitchers that are defecting due to LS.C.’s on Full Revenue Ultra Low Tar and Price\nValue Ultra Low Tar, and stimulate repeat purchases.\n\nRECOMMENDATION\n\n‘A $3.00 Field affixed I.8.C. with bounceback (three $2.00 coupons) will be\nimplemented in CARLTON Opportunity outlets, where a floor display can be secured.\nBased on individual Field display opportunities, the program will promote 148,000\ncartons during this twelve week coverage. The Western Field will not be included in\nthis promotion. A Carlton cash card continuity program will be tested in the Western\nField on February 22, 1992. This program will be approved under a separate proposal.\n\n \n\f",
    "augmented_texts": [
        "THE Memorandum american language TOBACCO, COMPANY zg Mr, R. M. Spight Noyember 22, 1992 Senior Director Merchandising and Promotion L. C. Whiting Sales Promotion Services Manager CARLTON LS. C. and Continuity Program ‘ This serves to recommend a Field affixed CARLTON $ 3. 00 LS. Deoxycytidine monophosphate. with bounceback for three $ 2. 00 coupons to begin on January 4, 1993 in CARLTON 400 + volume ‘ opportunity outlets. BACKGROUND ‘ The CARLTON opportunity program which began in April 1992 has given us the chance to target our CARLTON sales promotions in those outlets that service a higher proportion of CARLTON purchases. RATIONALE ‘ The use of $ 3. 00 LS. C. with bounceback promotions in CARLTON opportunity outlets (400 +) will create excitement for the CARLTON consumers and stimulate consumer pull at retail, while sheltering three additional carton purchases with the $ 2. 00 bounceback coupons. In addition, CARLTON will be featured on separate floor show in these high visibility outlets. This promotion will offset some of the potential out - switchers that are defecting due to LS. C. ’ s on Full Revenue Ultra Low Tar and Price Value Ultra First gear Tar, and stimulate repeat purchases. RECOMMENDATION ‘ A $ 3. 00 Field affixed I. 8. C. with bounceback (three $ 2. 00 coupons) will be implemented in CARLTON Opportunity outlets, where a floor display can be secured. Based on individual Field display opportunities, the program will promote 148, 000 cartons during this twelve week coverage. The Western Field will not be included in this promotion. A Carlton hard cash card continuity program will be tested in the Western Field on February 22, 1992. This program will be approved under a separate proposal.",
        "THE Memorandum AMERICAN TOBACCO, COMPANY zg Mr, R. M. Spight Noyember 22, 1992 Senior Director Merchandising and Promotion L. C. Whiting Sales Promotion Services Manager CARLTON LS. C. and Continuity Program ‘ This serves to recommend a Field affixed CARLTON $ 3. 00 LS. C. with bounceback for three $ 2. 00 coupons to start on January 4, 1993 in CARLTON 400 + volume ‘ opportunity outlets. BACKGROUND ‘ The CARLTON opportunity program which began in April 1992 has given us the chance to target our CARLTON sales promotions in those outlets that service a higher ratio of CARLTON purchases. RATIONALE ‘ The use of $ 3. 00 LS. C. with bounceback promotions in CARLTON opportunity outlets (400 +) will create excitement for the CARLTON consumers and stimulate consumer pulling at retail, while sheltering three additional carton purchases with the $ 2. 00 bounceback coupons. In addition, CARLTON testament be featured on separate floor displays in these high visibility outlets. This promotion will offset some of the potential out - switchers that are defecting due to liter. C. ’ s on Full Revenue Ultra Low Tar and Price Value Ultra Low Tar, and stimulate repeat purchases. RECOMMENDATION ‘ A $ 3. 00 Field affixed I. 8. C. with bounceback (three $ 2. 00 coupons) will be implemented in CARLTON Opportunity outlets, where a floor display can be secured. Based on individual Field exhibit opportunities, the program will promote 148, 000 cartons during this twelve week coverage. The Western Field will not be included in this promotion. A Carlton cash card continuity program will be tested in the Western Field on February 22, 1992. This program will be approved nether a separate proposal."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "A $3.00 Field affixed I.8.C. with bounceback (three $2.000 coupons) will be implemented in CARLTON Opportunity outlets, where a floor display can be secured. The Western Field will not be included in this promotion. A Carlton cash card continuity program will also be tested in the WesternField."
}