{
    "filename": "0060315216.jpg",
    "metadata": {},
    "text": " \n\nCigts  Bronds - Forefen\nCanadian ~ \"Gen\n\nMy, We J. kravekoph June 19, 2968\nbopartuant of Uenvfecture\n\nG. Cy Kern, Jr., Coordinator\nNev Producto Division = Resosreh and Develophant\n\n \n\n \n\nAw @lecucoed vith you yesterday on. the telephone, wa would 1tke to he\ntwo cortoar of the new’ Brave cigarettes nade vith lettuce gnd supposedly\nAnproved in taste. Also 1 requested that’ you send ve sono’ Kanon cige-\nretles snde by Kothuana in Canada. We vould lke to have tive cartons\n\n1 also requested several additional cartons of iSelect elgn~\nratten thet exe rade 40 Ruroye and underetand that thene hove beon\nahipped frox kurope oud should be im the laborstory toward the end of\nthis week.\n\n \n\n \n\n     \n\n \n\nAn scnthoped, Mr. bugen alao had catd that he would send sone Reneor\ncigarettes £0 the laboratory, You might check vith Mn to ces 4f he\nhae already ordered these cigarettes.\n\n \n\nber PHL\nwen\n\n \n\f",
    "augmented_texts": [
        "Cigts Bronds - Forefen Canadian ~ \" Gen My, We J. kravekoph June 19, 2968 bopartuant of Uenvfecture G. Cy Kern, Jr. , Coordinator Nev Producto Division = Resosreh and Develophant Aw @ lecucoed vith you yesterday on. the telephone, wa would 1tke to he two cortoar of the unexampled ’ Brave cigarettes nade vith lettuce gnd supposedly Anproved in taste. Also 1 requested that ’ you send ve sono ’ Kanon cige - retles snde by Kothuana in Canada. We vould lke to have tive cartons 1 also requested several extra cartons of iSelect elgn ~ ratten thet exe rade 40 Ruroye and underetand that thene hove beon ahipped frox kurope oud should be im the laborstory toward the closing of this week. An scnthoped, Mr. bugen alao had catd that he would send sone Reneor cigarettes £ 0 the laboratory, You might check vith Mn to ces 4f he hae already grade these cigarettes. ber PHL wen",
        "Cigts Bronds - Forefen Canadian ~ \" Gen My, We J. kravekoph June xix, 2968 bopartuant of Uenvfecture G. Cy Kern, Jr. , Coordinator Nev Producto Sectionalization = Resosreh and Develophant Aw @ lecucoed vith you yesterday on. the telephone, wa would 1tke to he two cortoar of the new ’ Brave cigarettes nade vith lettuce gnd supposedly Anproved in taste. Also 1 requested that ’ you send ve sono ’ Kanon cige - retles snde by Kothuana in Canada. We vould lke to have tive cartons 1 also requested several additional cartons of iSelect elgn ~ ratten thet exe rade 40 Ruroye and underetand that thene hove beon ahipped frox kurope oud should be im the laborstory toward the end of this week. An scnthoped, Mr. bugen alao had catd that he would send sone Reneor cigarettes £ 0 the laboratory, You might check vith Mn to ces 4f he hae already ordered these cigarette. ber PHL wen"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Cigts  Bronds - Forefen. Canadian ~ \"Gen.,\" \"We J. kravekoph\" June 19, 2968. Cy Kern, Jr., Coordinator ofNev Producto Division = Resosreh and Develophant. \"I would like to send ve sono’ Kanon cige-retles snde by Kothuana in Canada. We vould lke to have tive cartons,\" he said."
}