{
    "filename": "0060139095.jpg",
    "metadata": {},
    "text": "‘\n\né ys\nEGR AA OM Th oesivan Rlecor Coypany\n\n \n\n \n\n \n\nNovember 19, 1983\n\n \n\n \n\nMr. C. H. Mullen - Vice President ~ Sales |\n\n \n\n \n\n= Gesell ~ Product Manager\n\n \n\n \n\n \n\n \n\nLUCKY STRIKE Filters Military Promotional/Publicity Budget\n\n \n\nAs discussed, following is a proposed execution outline for the recently\napproved $93,000 military promotional/publicity budget.\n\n+ Rach Sales Manager would be advised of the dollars budgeted for his\narea.\n\nOne major military installation in each field would be sclected by the\nS.M. and targeted for promotional effort - a trial effort to \"break-in\"\nthe program.\n\n+ Coordination by the SDM of at least the first event in each area is\nproposed. Rationale: his familiarity with the overall program concept\nfrom the San Diego meeting.\n\n+ In presentation to the Base Recreation officer he should use copies\nof the letters scent to Spec Henderson thanking us for our participa- \"\ntion in the San Diego/Atianta events (see attached) as well as copics\nof the newspaper advertising that we've run in support of earlier events\n{see attached).\n\n+ Reviow the base activities i.c, softbal), bowling, football tournaments,\nete. and select the activity with the greatest impact. While we cannot\nsponsor an event, we can support an event and receive credit on all\npromotional matcrials, For example: 10th Annual All-Services Invita-\ntional Bowling Tournament supported by LUCKY STRIKE Filters (see attached).\n\nProposal is te be submitted through FSM and MSM to NYO and should\ninclude the following:\n\n(a) Sponsorship costs outlining details i.e. prizes, flyers, ete.\n\n(b) Name of base newspaper or newspapers - ad placement would be handled\nthrough NYO.\n\n(c) Number of sample packs of 10's required.\n\f",
    "augmented_texts": [
        "‘ é ys EGR AA OM Th oesivan Rlecor Coypany November 19, 1983 Mister. C. H. Mullen - Vice President ~ Sales | = Gesell ~ Product Manager LUCKY STRIKE Filters Military Promotional / Publicity Budget As discussed, following is a proposed execution outline for the recently approved $ 93, 000 military promotional / publicity budget. + Rach Sales Manager would represent advised of the dollars budgeted for his area. One major military installation in each field would be sclected by the S. M. and targeted for promotional effort - a trial effort to \" break - in \" the program. + Coordination by the SDM of at least the first event in each area is proposed. Rationale: his familiarity with the overall program concept from the San Diego meeting. + In presentation to the Base Recreation officer he should use copies of the letters scent to Spec Henderson thanking us for our participa - \" tion in the San Diego / Atianta events (see attached) as well as copics of the newspaper advertising that we ' ve run in support of earlier events {see attached ). + Reviow the base activities i. c, softbal ), bowling, football tourney, ete. and select the activity with the greatest impact. While we cannot sponsor an event, we can support an event and receive credit on all promotional matcrials, For example: 10th Annual All - Services Invita - tional Bowling Tournament supported by LUCKY STRIKE Filters (see attach ). Proposal is te be submitted through FSM and MSM to NYO and should include the following: (a) Sponsorship costs outlining details i. due east. prizes, flyers, ete. (b) Name of base newspaper or newspapers - ad placement would be handled through NYO. (c) Number of sample packs of 10 ' s required.",
        "‘ é ys EGR AA OM Th oesivan Rlecor Coypany November 19, 1983 Mr. C. H. Mullen - Vice President ~ Sales | = Gesell ~ Product Manager LUCKY STRIKE Filters Military Promotional / Publicity Budget As discussed, keep up is a proposed execution outline for the recently approved $ 93, 000 military promotional / publicity budget. + Rach Sales Manager would be advised of the dollars budgeted for his area. One major military installation in each field would be sclected by the S. M. and targeted for promotional effort - a trial effort to \" break - in \" the program. + Coordination by the SDM of at least the first event in each area is proposed. Rationale: his familiarity with the overall program concept from the San Diego meeting. + In presentation to the Base Recreation officer he should employ copies of the letters scent to Spec Henderson thanking us for our participa - \" tion in the San Diego / Atianta events (see attached) as well as copics of the newspaper advertising that we ' ve run in support of earlier events {see attached ). + Reviow the base activities i. c, softbal ), bowling, football tournaments, ete. and select the activity with the greatest impact. While we cannot sponsor an event, we can support an event and receive credit on all promotional matcrials, For example: 10th Annual All - Services Invita - tional Bowling Tournament supported by LUCKY STRIKE Filters (see attached ). Proposal is te be submitted through FSM and MSM to NYO and should include the following: (a) Sponsorship costs outlining details i. e. prizes, flyers, ete. (barn) Name of base newspaper or newspapers - ad placement would be handled through NYO. (c) Number of sample gang of 10 ' s required."
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "LUCKY STRIKE Filters proposed $93,000 military promotional/publicity budget. One major military installation in each field would be sclected by the U.S.M.A. and targeted for promotional effort - a trial effort to \"break-in\" the program."
}