{
    "filename": "0060163451.jpg",
    "metadata": {},
    "text": " \n\nO Latrs.\n\n \n\nMEMORANDUM\n\n \n\n \n\nShe American Selaceo Company\n\n \n\n \n\n \n\n \n\nUe\n\n>\n8 ‘RON oF auancew eAANOR.Me.\n| December 10, 1974 |\nFT\nT fn V\n2] see Betow fy\n& fi\nQ|_e. ¥. pantuccio, Executive Sales Manager fil\n®\nE\nF\n\n \n\n \n\nNx. Robert X, Heimann, President\n\nur. Richard a. Stinnette, Aasiat\n\n \n\nnt te the Chairman of the Board\nMr. C. R. McKeever, Marketing Director —~\n\nMx. P. H. Cohen, Dixector of Advertising\n\nAttached is the national Cigarette and smoking Tobacco share of\nMarket Report covering the first ten months cf 1974,\n\ncet Mr, Francis X. Whelan\n\f",
    "augmented_texts": [
        "Oxygen Latrs. MEMORANDUM She American Selaceo Company Ue> 8 ‘ RON oF auancew eAANOR. Me. | December x, 1974 | FT T fn Cinque 2] see Betow fy & fi Q | _e. ¥. pantuccio, Executive Sales Manager fil ® E F Nx. Robert X, Heimann, President ur. Richard a. Stinnette, Aasiat nt te the Chairwoman of the Plug in Mr. C. R. McKeever, Marketing Director — ~ Mx. P. H. Cohen, Dixector of Advertising Attached is the national Cigarette and smoking Tobacco share of Market Report covering the first ten months cf 1974, cet Mr, Francis X. Whelan",
        "O Latrs. MEMORANDUM She American Selaceo Company Ue> 8 ‘ RON oF auancew eAANOR. Me. | December 10, 1974 | FT T fn V 2] see Betow fy & fi Q | _e. ¥. pantuccio, Executive Sales Manager fil ® E F Nx. Henry m. robert Xtc, Heimann, Chairman ur. Richard a. Stinnette, Aasiat nt te the Chairman of the Panel Mr. C. R. McKeever, Marketing Manager — ~ Maxwell. P. H. Cohen, Dixector of Advertizing Attached is the national Cigarette and smoking Tobacco share of Market Report covering the first ten months cf 1974, cet Mr, Francis X. Whelan"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The American Selaceo Company was founded in 1974. It was the first cigarette company in the United States. In 1974, it was one of the largest cigarette companies in America. The company was based in New York City and sold cigarettes across the U.S. market."
}