{
    "filename": "0060146003.jpg",
    "metadata": {},
    "text": " \n\n. THE Memorandum\nAMERICAN\nTOBACCO\nCOMPANY\no Mr, T. P. Kriz © 3/12/90\n\nVice President and Controller\nfe Jeffrey D. Upson” Pe\nFinancial Accounting & Reporting Manager PE\n\nm Analysis of Inactive Equipment\n\n \n\nEnclosed, please find the following exhibits prepared as of\nFebruary 28, 1990:\n\n1. Inactive Equipment and Reserve for Valuation of\nCapital Assets\n\n2, Vacant Property (including Land)\n\nAttachments\n\ncopy to: Mr. D. G. Honeycutt\nMr. D. ¢. Riggan\nMr. D. J. Teale\nMr. A. P. Verdino\n\n33/der\n\f",
    "augmented_texts": [
        ". THE Memorandum AMERICAN TOBACCO COMPANY o Mr, T. P. Kriz © 3 / 12 / 90 Vice President and Controller fe Jeffrey D. Upson ” Pe Financial Accounting & Reporting Manager PE m Analysis of Inactive Equipment Enclose, delight find the following exhibits prepared as of February twenty eight, 1990: i. Inactive Equipment and Reserve for Valuation of Capital Assets 2, Vacant Property (including Land) Attachments written matter to: Mr. D. G. Honeycutt Mr. D. ¢. Riggan Mr. D. J. Teale Mr. A. P. Verdino 33 / der",
        ". THE Memorandum AMERICAN tobacco plant COMPANY o Mr, T. P. Kriz © 3 / 12 / 90 Vice President and Controller fe Jeffrey D. Upson ” Pe Financial Accountancy & Reporting Manager PE m Depth psychology of Inactive Equipment Enclosed, delight find the following exhibits prepared as of February twenty eight, 1990: 1. Inactive Equipment and Reserve for Valuation of Capital Plus 2, Vacant Property (including Land) Attachments copy to: Mr. D. G. Honeycutt Mr. D. ¢. Riggan Mr. D. J. Teale Mr. A. P. Verdino 33 / der"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": ". The Memorandum is titled \"The Memoranda,\" and includes the following exhibits prepared as of February 28, 1990:. Inactive Equipment and Reserve for Valuation of Capital Assets;. Vacant Property (including Land) ( including Land);. Analysis of In active equipment; and."
}