{
    "filename": "0060188801.jpg",
    "metadata": {},
    "text": " \n\n \n\nWe would 1ike your opinion of the product we sent you. Please think\nabout only those cigarettes that came in a gift carton.\n\n \n\nHow much did you like the taste?\n\nLiked {t a lot\n\nLiked it a little\nNeither liked or disliked\nDisliked it a little\nDisliked it a lot\n\nComparing it to the Pall Mall Gold you regularly smoke, how would\nyou say this tasted?\n\nMuch better\nA little better\nAbout. the same\n\n— A little worse\n\nMuch worse\n\nWhat made you feel that way?\n\n \n\n \n\nHow would you rate its taste?\n\nExcellent\nVery good\nGood\nFair\nPoor\n\nHow would you rate its strength?\n\n__ Too strong\nJust about right\nNot strong enough\n\nSSC&B-\n\nRESEARCH & INFORMATION\nSERVICES DEPARTMENT\n\n \n\f",
    "augmented_texts": [
        "We would 1ike your opinion of the product we send you. Please think about only those cigarettes that came in a gift carton. How much did you like the gustatory modality? Liked {t a lot Liked it a little Neither liked or dislike Dislike it a little Disliked it a lot Comparing it to the Pall Mall Gold you regularly smoke, how would you say this tasted? Very much better A little better Astir. the same — A little worse Much worse What made you feel that elbow room? How would you rate its taste? Excellent Very good Good Fair Poor How would you rate its strength? __ Too strong Just about right Not strong enough SSC & B - RESEARCH & INFORMATION serving DEPARTMENT",
        "We would 1ike your opinion of the product we sent you. Delight think about only those cigarettes that came in a gift carton. How much did you alike the taste? Liked {t a lot Liked it a little Neither liked or disliked Dislike it a little Disliked it a lot Comparing information technology to the Pall Mall Gold you regularly smoke, how would you say this tasted? Much better Type a little better About. the same — A petty worse Much worse What made you palpate that way? How would you rate its taste? Excellent Really good Good Fair Poor How would you rate its strength? __ Too strong Just about right Not strong enough SSC & B - RESEARCH & INFORMATION SERVICES DEPARTMENT"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "We would 1ike your opinion of the product we sent you. Please think about only those cigarettes that came in a gift carton. How much did you like the taste? How would you rate its strength? What made you feel that way? We would like to hear your feedback."
}