{
    "filename": "0060250360.jpg",
    "metadata": {},
    "text": " \n\n \n\nwe Sytth Secu\nPew {Yok\n\nAugust 24, 1956\n\nee eee\n\n \n\nMr. By R. Hanmer,\n&% The American Tobseco Co.,\n25th & Cary Streets,\nRichtond, Va.\n\nDear Mr, Hanmer:\n\nA friend of mine who is a practicing physician\nhere told me of an interesting incident yesterday.\n\nIt seems that @ well-known doctor here has been\nmaking experiments in the field of allergy. One of his\nexperiments wes to take a quantity of tobacco from\nChesterfield cigarettes, piace it on his arm, fasten it\nto his arm by means of adhesive plaster end,leave it on\nthe arm overnight. It appears that by the next morning\nthe arm was swollen to twice its normal size.\n\nx\n\nOf course, I know that allergy is most often\na matter of individual reaction and it is quite possible\nthat some people might have @ definite allergy to Chester-\nf1eld tobacco, others to Camel tobacco, perhaps others to\nLUCKY STRIKE tobacco; or it may even be possible that this\ndoctor’s experiment would have had the same result. no\nmatter what tobacco he had applied to his arm,\n\nBut, is it possible, perhaps, that there may be\nsomething in our process, - the removal of irritants - which\nmight make @ normal individual less allergic to LUCKY STRIKE\ntobacco than to others? I wonder whether this particular\nexperience opens a train of thought for experimentation.\n\nI would appreciate your thinking about 1t and\nletting me know your reactions.\n\nSincerely yours,\n\nSav tO ba ard Cetin.\n\n~ Paul M. Hehn\nVICE-PRESIDENT\n\f",
    "augmented_texts": [
        "we Sytth Secu Pew {Yok August 24, 1956 ee eee Mr. By R. Hanmer, &% The American Tobseco Co. , 25th & Cary Streets, Richtond, Va. Dear Mr, Hanmer: A acquaintance of mine who is a practicing physician here told me of an interesting incident yesterday. It seem that @ well - known doctor here has been making experiments in the field of allergy. One of his experiments wes to take a quantity of tobacco from Chesterfield cigarettes, piace it on his arm, fasten it to his arm by means of adhesive plaster end, leave it on the arm overnight. It appears that by the next morning the arm was swollen to twice its normal size. x Of course, I know that allergy is most often a matter of individual reaction and it is quite possible that some people might have @ definite allergy to Chester - f1eld tobacco, others to Camel tobacco, perhaps others to LUCKY STRIKE tobacco; or it may even be possible that this doctor ’ s experiment would have had the same result. no matter what tobacco he had applied to his arm, But, is it possible, perhaps, that there may be something in our process, - the removal of irritants - which might make @ normal individual less allergic to LUCKY STRIKE tobacco than to others? I wonder whether this particular experience opens a train of thought for experimentation. I would apprise your thinking about 1t and letting me know your reactions. Sincerely yours, Sav tO ba ard Cetin. ~ Paul M. Hehn VICE - PRESIDENT",
        "we Sytth Secu Pew {Yok August 24, 1956 ee eee Mr. By R. Hanmer, &% The American Tobseco Co. , 25th & Cary Streets, Richtond, Va. Dear Mr, Hanmer: A friend of mine world health organization is a practicing physician here told me of an interesting incident yesterday. It seems that @ well - known doctor here has been making experiments in the field of allergy. One of his experiments wes to take a quantity of tobacco from Chesterfield cigarettes, piace information technology on his arm, fasten it to his arm by means of adhesive plaster end, leave it on the arm overnight. It appears that by the next morning the arm was tumefy to twice its normal size. x Of course, I know that allergic reaction is most often a matter of individual reaction and it is quite possible that some people might have @ definite allergy to Chester - f1eld tobacco, others to Camel tobacco, possibly others to LUCKY STRIKE tobacco; or it may even be possible that this doctor ’ s experiment would have had the same result. no matter what tobacco he had applied to his arm, But, is it possible, perhaps, that there may be something in our process, - the removal of irritants - which might make @ normal individual less allergic to LUCKY STRIKE tobacco than to others? I wonder whether this particular experience opens a train of thought for experimentation. I would appreciate your thinking about 1t and letting me know your reactions. Sincerely yours, Sav tO ba ard Cetin. ~ Paul M. Hehn VICE - PRESIDENT"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "A friend of mine who is a practicing physician                here told me of an interesting incident yesterday. It seems that @ well-known doctor here has been making experiments in the field of allergy. One of hisexperiments wes to take a quantity of tobacco from                Chesterfield cigarettes, piace it on his arm, fasten it by means of adhesive plaster end,leave it in place overnight. By the next morning                the arm was swollen to twice its normal size."
}