{
    "filename": "0071019500.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\n \n\nNane, Location,\n\nYou have been given two packs of cigarettes, one pack labeled \"J\" and one pack labeled \"Q\".\nPlease smoke these cigarettes and complete and return the questionnaire to your Panel\nSupervisor by Kednesday, August 24,\n\n1. Which cigarette do you prefer? \"J\" Brand () \"Q\" Brand ( ) No Choice ( )\n\n2, Comments:\n\n \n\n \n\n3. Using the five-point rating scale below, how would you rate the individual characteristics\nfor these two brands:\n\nTOBACCO TASTE MILONESS.\nYoo bout Too 00 ul 00\nMuch, Right Little Strong Right Mild\nBrand \"J\" QQ) (2) (3) (4) (8) QM) (2) G) 4) (5)\nBrand \"Q\" Q) (2) (3) (4) 5) aq) (2) (3) (4) (5)\nBURNING QUALITY. DRAW\nnee Too —_Bbout——Too™\nFast Right Slow Hard Right Easy\nBrand \"J\" a) (2) (3) (4) 5) GQ) (2) (3) (4) (8)\nBrand \"Q\" Q) (2) (3) (4) &) GQ) (2) (3) (4) (8)\n\n4. Al] things considered, if you were to make out a report card on the \"J\" Brand, the\n\"Q\" Brand, and your own brand using the grading system A through F, where A is excellent\nand F is totally unsatisfactory, how would you grade?\n\nBrand \"J\" A B c D E F\nBrand \"Q\" A 8 c D E F\nOwn Brand A B ce D E F\n\nThank you for your cooperation.\n\n \n\f",
    "augmented_texts": [
        "Nane, Location, You have been given two packs of cigarettes, one pack labeled \" J \" and one pack labeled \" Q \". Please smoke these cigarettes and complete and return the questionnaire to your Panel Supervisor by Kednesday, August 24, 1. Which cigarette do you prefer? \" J \" Brand () \" Q \" Brand () No Choice () 2, Comments: 3. Using the v - point rating scale below, how would you rate the individual characteristics for these two brands: TOBACCO TASTE MILONESS. Yoo bout Too 00 ul 00 Much, Right Little Strong Right Mild Brand \" J \" QQ) (2) (3) (4) (8) QM) (2) G) 4) (5) Brand \" Q \" Q) (ii) (3) (4) 5) aq) (2) (3) (4) (5) BURNING QUALITY. DRAW nee Too — _Bbout — — Too ™ Fast Right Slow Hard Right Easy Brand \" J \" a) (2) (3) (4) 5) GQ) (2) (3) (4) (eight) Brand \" Q \" Q) (2) (iii) (4) &) GQ) (2) (3) (4) (octet) 4. Al] things considered, if you were to make out a report card on the \" Watt second \" Brand, the \" Q \" Brand, and your own brand using the grading system A through with F, where A make up excellent and F is totally unsatisfactory, how would you grade? Brand \" J \" A B century D E F Brand \" Q \" A 8 c D E F Own Brand A B ce D E F Thank you for your cooperation.",
        "Nane, Location, You have been given two packs of cigarettes, one pack labeled \" Joule \" and one pack labeled \" Q \". Please smoke these cigarettes and complete and return the questionnaire to your Panel Supervisor by Kednesday, August 24, 1. Which cigarette do you prefer? \" J \" Brand () \" Q \" Brand () No Choice () 2, Comments: 3. Using the five - point rating scale below, how would you rate the individual characteristics for these two brands: TOBACCO TASTE MILONESS. Yoo bout Too 00 ul 00 Much, Right Little Strong Right Mild Brand \" J \" QQ) (2) (3) (4) (8) QM) (2) G) 4) (5) Brand \" Q \" Q) (2) (3) (4) 5) aq) (2) (3) (4) (5) BURNING QUALITY. DRAW nee Too — _Bbout — — Too ™ Fast Right Slow Hard Right Easy Brand \" J \" a) (2) (troika) (4) 5) GQ) (2) (leash) (four) (8) Brand \" Q \" Q) (2) (3) (4) &) GQ) (2) (3) (4) (8) 4. Al] things considered, if you were to make out a report card on the \" J \" Brand, the \" Q \" Brand, and your own marque using the grading system A through with F, where A is excellent and F is totally unsatisfactory, how would you grade? Brand \" J \" A B c D E F Brand \" Q \" A 8 c D E F Own Brand A B ce D E F Thank you for your cooperation."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "\"J\" and \"Q\" cigarettes are given to you. Which cigarette do you prefer? Please smoke these cigarettes and complete and return the questionnaire to your Panel. If you were to make out a report card, how would you grade each brand? A is excellent and F is totally unsatisfactory."
}