{
    "filename": "0071064529.jpg",
    "metadata": {},
    "text": "EWORANDUM\n\n \n\nduly 14, 1976\n\nSee Below\n\n \n\n \n\n \n\n \n\n[new [eos oa po]\n\n‘TRE Method Patent Application Serial No. 610,736\n\nP. H, Leake, Assistant Research and Developrent Director\n\n   \n\nMr. J. G. Kelly, Consulting Engineer a“\nGeneral Enginearing’Departaent\n\nDr. Eugene Glock, Leaf Services Manager\nResearch and Devéloprent.\n\nRelative to the subject patent application, I have enclosed copies of the following:\n(1) Tetter dated July 13, 1976, 9. L- Sigatos to P. H Leake: (2) conments nade by\nU.S. Patent Examiner ¥, \"MiI1ing and (3)\"U. 5. Patents 3,626,652 and 3,612,066.\n\n     \n\nI would Vike to discuss this with you after you have had an opportunity to review\nthe enclosed materials so that a suitable respanse may be nade to John Sigalos.\n\nAf ak\n\nPi\n\nEnclosures\n\ncc: Mr. ¥. B. Lougee, IIT, Vice President - Research and Developnent.\nWr. R. S. Sprinkie, TIT, Deputy Research and Development Director\n\f",
    "augmented_texts": [
        "EWORANDUM duly 14, 1976 See Below [new [eos oa atomic number 84] ‘ TRE Method Patent Application Serial No. 610, 736 P. Total heat, Leake, Assistant Research and Developrent Director Mr. Watt second. M. Kelly, Consulting Engineer a “ General Enginearing ’ Departaent Dr. Eugene Glock, Leafage Services Manager Inquiry and Devéloprent. Relative to the subject patent application, I suffer enclosed copies of the following: (1) Tetter dated July 13, 1976, 9. L - Sigatos to P. H Leake: (2) conments nade by U. S. Patent Examiner ¥, \" MiI1ing and (3) \" U. 5. Patents 3, 626, 652 and 3, 612, 066. I would Vike to talk about this with you after you have had an opportunity to review the enclosed materials so that a suitable respanse may be nade to John Sigalos. Af ak Pi Enclosures cc: Mr. ¥. B. Lougee, IIT, Vice President - Research and Developnent. Wr. R. S. Sprinkie, TIT, Deputy Research and Development Director",
        "EWORANDUM duly 14, 1976 See Below [new [eos oa po] ‘ TRE Method Patent Application Serial No. 610, 736 P. H, Leake, Assistant Research and Developrent Director Mr. J. G. Kelly, Consulting Engineer a “ Full general Enginearing ’ Departaent Dr. Eugene Glock, Leaf Services Manager Research and Devéloprent. Relative to the subject patent application, I have enclosed copies of the following: (1) Tetter dated July 13, 1976, niner. L - Sigatos to P. H Leake: (2) conments nade by U. S. Patent Examiner ¥, \" MiI1ing and (3) \" U. 5. Patents 3, 626, 652 and 3, 612, 066. I would Vike to discuss this with you after you have had an opportunity to review the enclosed materials so that a suitable respanse may make up nade to John Sigalos. Af ak Pi Enclosures cc: Mr. ¥. B. Lougee, IIT, Vice President - Research and Developnent. Wr. R. S. Sprinkie, TIT, Lieutenant Research and Development Director"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "P. H. Leake, Assistant Research and Developrent Director, submitted the patent application on July 13, 1976. The application was filed with the U.S. Patent and Trademark Office on the same day. It was granted on August 14,1976. A copy of the application can be found below."
}