{
    "filename": "0071041860.jpg",
    "metadata": {},
    "text": " \n\n \n\nJune 22, 1978 CONFIDENTIAL\nDr. R. M. Irby, dr.\nJ. F. Anders and tT. C. Prazier\n\nWeekly Report ~ Blend Development\n\nProject crc\n\nExperimental Blend CTC-31 has been repeated since there is some indi~\ncation that the initial blend has a level of FET higher than the\ntarget of 25%. This blend is being flavored today.\n\nProject TC\n\nThe experimental HALF AND HALF Cigarette blend xeported last week\nhas been completed and cigarettes have been made, This modified\nblend contains 10% BRE-B and has a 508 reduction in the invert syrup\ncontent. Test cigarettes delivering 17-ng \"tar\" are being paneled\nin-Laboratory versus controle at 23-mg \"tar\n\n \n\nPro:\n\n \n\nt LLCT\n\nEfforts on this project have been somewhat hampered by the recent\ndecision not to use saccharin. Work to develop a competitive pro-\nduct continues and the of fructose, molas and a raisin\nextract shows some promise in achieving a reasonable level of swoot~\nness and fruity character. Sufficient quantities of an experimental\nblend are being prepared for a small scale pane] versus Red Man.\n\n \n\n    \n\nOther\n\nExperimental and control SILVA VHINS Pilter blends have been prepared\nand will be sent to Durham Branch for fabrication of cigarettes. The\nexperimental blend contains 7 R-11 expanded BR8-55 and 15¢ RC-™\nreplacing 12¢ BRS-55 and 108 RC-TM,\n\nAdditional experimental SILVA THINS Filter blends have been prepared\nwhich contain BRS~B, BRS-K, and BR8-55 stems that have been treated\nwith 108 neutralized ammonium citrate. Similar untreated stem samples\nhave been incorporated in blends to serve as control\n\nOL\n\n \n\nce: STA, EPB, ECC, JGB, TCF, JPA\n\f",
    "augmented_texts": [
        "June 22, 1978 CONFIDENTIAL Dr. R. M. Irby, dr. J. F. Anders and tT. C. Prazier Weekly Report ~ Blend Development Project crc Experimental Blend CTC - 31 has been repeated since there is some indi ~ cation that the initial blend has a level of field effect transistor higher than the target of 25% . This blend is being flavored today. Project TC The experimental HALF AND HALF Cigarette blend xeported last week accept been completed and cigarettes have been made, This modified blend contains 10% BRE - B and has a 508 reduction in the invert syrup content. Test cigarettes delivering 17 - ng \" tar \" are being paneled in - Laboratory versus controle at 23 - mg \" tar Pro: t LLCT Efforts on this undertaking have been somewhat hampered by the recent decision not to use saccharin. Work to develop a competitive pro - duct continues and the of fructose, molas and a raisin extract show some promise in achieving a reasonable level of swoot ~ ness and fruity character. Sufficient quantities of an experimental blend are being prepared for a small scale pane] versus Red Man. Other Experimental and control SILVA VHINS Pilter blends have been prepared and will be sent to Durham Ramification for fabrication of cigarettes. The experimental blend contains 7 R - 11 expanded BR8 - 55 and 15 ¢ RC - ™ replacing 12 ¢ BRS - 55 and 108 RC - TM, Additional experimental SILVA THINS Filter blends have been prepare which contain BRS ~ B, BRS - K, and BR8 - 55 stems that have been treated with 108 neutralized ammonium citrate. Similar untreated stem samples have been incorporated in blends to serve as control OL ce: STA, EPB, ECC, JGB, TCF, JPA",
        "June 22, 1978 CONFIDENTIAL Dr. R. M. Irby, dr. J. F. Anders and tT. C. Prazier Weekly Report ~ Blend Development Project crc Experimental Blend CTC - 31 has been repeated since there is some indi ~ cation that the initial blend has a tier of FET higher than the target of 25% . This blend is being flavored today. Projection TC The experimental HALF AND HALF Cigarette blend xeported last week has been completed and cigarettes have be made, This modified blend contains 10% BRE - B and has a 508 reduction in the invert syrup content. Test cigarettes delivering seventeen - ng \" tar \" are being paneled in - Laboratory versus controle at 23 - mg \" tar Pro: t LLCT Efforts on this project have been somewhat hampered by the recent decision not to use saccharin. Work to develop a competitive pro - duct continues and the of fructose, molas and a raisin excerpt picture some promise in achieving a reasonable level of swoot ~ ness and fruity character. Sufficient quantities of an experimental blend are being prepared for a small scale pane] versus Red Man. Other Experimental and control SILVA VHINS Pilter blends have been prepared and will be sent to Durham Branch for fabrication of cigarettes. The experimental blend contains 7 R - 11 expanded BR8 - 55 and 15 ¢ RC - ™ replacing 12 ¢ BRS - 55 and 108 RC - TM, Additional experimental SILVA THINS Filter blends have been prepared which contain BRS ~ B, BRS - K, and BR8 - 55 stems that have been treated with 108 neutralized ammonium ion citrate. Similar untreated stem samples have been incorporated in blends to serve as control OL ce: STA, EPB, ECC, JGB, TCF, JPA"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Experimental and control SILVA VHINS Pilter blends have been prepared. Test cigarettes delivering 17-ng \"tar\" are being paneled in-Laboratory. Sufficient quantities of an experimental blend arebeing prepared for a small scale pane] versus Red Man. The project has been hampered by the decision not to use saccharin."
}