{
    "filename": "0071017907.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\nIntroduced by: Ohio Delegation\n\nSubject\n\n \n\nSuoking and Health\n\nReferred to: Reference Conmittee E\n(i, B, Anderson, M. D., ChaSrman)\n\n \n\n \n\n \n\n \n\n \n\nWhereas, Cigarette snoking bas been established as having a causal\nrelationship with death and disability fron lung cancer, coronary heart\ndisease, emphysena and chronic bronchitis; and\n\nWhereas, Death and disabi2ity from these diseases cause needless pain\nand anguish ond millions of dollars in lost wages, medical expenses and\nhospitalization; and\n\nWhereas, The conclusion of the Smoking and Health Advisory Committee\nto the Surgeon Genera) of the United States Public Health Service is that\n\n\"cigarette onoking is a health hazard of sufficient\nimportance in the United States to warrant appropriate\nvenedial action.\n\n \n\n \n\n‘therefore be it\n\nResolved, That nembers of the Anerican Hedical Association, officially\nrecognize their opportunities and responsibilities in this inportant field\nby setting an exemple as regards cigarette smoking, and by participating\nactively in their practices and in conmunity programs to influence and\npersuade people not to stoke\n\f",
    "augmented_texts": [
        "Introduced by: Ohio Delegation Subject Suoking and Health Referred to: Reference Conmittee E (i, B, Anderson, M. D. , ChaSrman) Whereas, Cigarette snoking bas been established as having a causal relationship with death and disability fron lung cancer, coronary heart disease, emphysena and chronic bronchitis; and Whereas, Death and disabi2ity from these diseases cause needless pain and anguish ond millions of dollars in lost wages, medical expenses and hospitalization; and Whereas, The conclusion of the Smoking and Health Advisory Committee to the Surgeon Genera) of the United States Populace Health Service is that \" cigarette onoking exist a health hazard of sufficient importance in the United States to warrant appropriate venedial action. ‘ therefore be it Resolved, That nembers of the Anerican Hedical Association, officially greet their opportunities and responsibilities in this inportant field by setting an exemple as regards cigarette smoke, and by participating actively in their practices and in conmunity programs to influence and persuade people not to stoke",
        "Introduced by: Ohio Delegation Subject Suoking and Health Referred to: Reference Conmittee E (i, B, Anderson, M. D. , ChaSrman) Whereas, Cigarette snoking bas been established as having a causal relationship with death and disability fron lung cancer, coronary heart disease, emphysena and chronic bronchitis; and Whereas, Last and disabi2ity from these diseases cause gratuitous pain and anguish ond millions of dollars in lost wages, medical expenses and hospitalization; and Whereas, The conclusion of the Smoking and Health Advisory Committee to the Operating surgeon Genus) of the United States Public Health Service is that \" cigarette onoking is a health hazard of sufficient importance in the United States to warrant appropriate venedial military action. ‘ thence exist it Resolved, That nembers of the Anerican Hedical Association, officially recognize their opportunities and responsibilities in this inportant field by setting an exemple as regards cigarette smoking, and by participating actively in their practices and in conmunity programs to influence and persuade people not to stoke"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Cigarette snoking has been established as having a causal.relationship with death and disability fron lung cancer, coronary heart.disease, emphysena and chronic bronchitis. Death and disabi2ity from these diseases cause needless pain and anguish ond millions of dollars in lost wages, medical expenses and hospitalization."
}