{
    "filename": "0071027709.jpg",
    "metadata": {},
    "text": " \n\n \n\nAugust 8, 1989\n\nMr. Boyd Fagan\nUnited States Testing Company, Inc.\n1414 Park Avenue\n\nHoboken, New Jersey 07030\n\nDear Boyd:\n\nWe understand now that you received 12 packages of Marlboro Lights King Size\nBox and 8 packages of Marlboro Lights King Size Soft Pack Cigarettes. It is\nour desire therefore to test the box product of this brand. The 12 products to\nbe tested are:\n\nIdentification of Cigarettes from Taiwan for \"Tar\" and Nicotine Testing\n\n1, CARLTON 100's Filter Soft Pack\n\nCARLTON 100's Menthol Soft Pack\n\nMarlboro Lights King Size Filter Box\n\nMarlboro King Size Filter Soft Pack\n\nCartier Vendome Slims 100's Filter Box\n\nLark Milds King Size Charcoal Filter Soft Pack\nYSL Low Tar Luxury 100's Filter Box\n\n555 100's State Express of London Filter Box\nParliament 100's Charcoal Filter Soft Pack\nWinston Lights 100's Charcoal Filter Soft Pack\nLong Life Mild King Size Filter Soft Pack\nKent Lights Deluxe 100's Filter Soft Pack\n\nWe understand that you will forward to us the test cigarettes via Federal\nExpress this week. We will mark cigarette butt length (tipping + 3 mm) and put\nin conditioned storage for smoke analysis beginning Monday, August 14.\n\n \n\n \n\n \n\nSincerely,\n\nR. Ds Chumney, Jr., Director\nmvt New Products Division\n\ncc: Mr. H. W. Bahrenburg\nMr. P. Lark\nMr. R. S. Sprinkle, 111\n\n \n\nbe: ALB, PRC, DRB, ROC\n\f",
    "augmented_texts": [
        "August 8, 1989 Mr. Boyd Fagan United States Examination Company, Inc. 1414 Park Avenue Hoboken, New Jersey 07030 Dear Boyd: We understand now that you received 12 packages of Marlboro Lights King Size Box and 8 packages of Marlboro Lights Martin luther king Size Soft Pack Cigarettes. It is our desire therefore to test the box product of this brand. The 12 products to be test are: Identification of Cigarettes from Taiwan for \" Tar \" and Nicotine Testing 1, CARLTON 100 ' s Filter Soft Pack CARLTON 100 ' s Menthol Soft Pack Marlboro Inner light King Size Filter Box Marlboro King Size Filter Soft Pack Cartier Vendome Slims 100 ' s Filter Box Lark Milds King Size Charcoal Filter Soft Pack YSL Low Tar Luxury 100 ' s Filter Box 555 100 ' s State Express of London Filter Box Parliament 100 ' s Charcoal Filter Soft Pack Winston Lights 100 ' s Charcoal Filter Soft Pack Long Life Mild King Size Filter Soft Pack Kent Lights Deluxe 100 ' s Filter Soft Pack We understand that you will forward to us the test cigarettes via Federal Express this week. We will pock cigarette butt length (tipping + 3 mm) and put in conditioned storage for smoke analysis beginning Monday, August 14. Sincerely, R. Ds Chumney, Jr. , Director mvt New Product Division cc: Mr. H. W. Bahrenburg Mr. P. Lark Mr.. R. S. Sprinkle, 111 be: ALB, PRC, DRB, ROC",
        "August 8, 1989 Mr. Boyd Fagan United States Testing Company, Inc. 1414 Park Avenue Hoboken, New Jersey 07030 Dear Boyd: We understand now that you received 12 packages of Marlboro Lights King Size of it Box and 8 packages of Marlboro Visible radiation King Size Soft Pack Cigarettes. It is our desire therefore to test the box product of this brand. The 12 products to be tested are: Identification of Cigarettes from Taiwan for \" Tar \" and Nicotine Testing 1, CARLTON 100 ' s Filter Soft Pack CARLTON 100 ' s Menthol Soft Pack Marlboro Lights King Size Filter Box Marlboro King Size Filter Soft Pack Cartier Vendome Slims 100 ' s Filter Box seat Lark Milds King Size Charcoal Filter Soft Pack YSL Low Tar Luxury 100 ' s Filter Box 555 100 ' s Res publica Expressage of London Filter Box Parliament 100 ' s Charcoal Filter Soft Pack Winston Lights century ' s Charcoal Filter Soft Pack Long Life story Mild King Size Filter Soft Pack Kent Lights Deluxe 100 ' s Filter Soft Pack We understand that you will forward to us the test cigarettes via Federal Express this week. We will mark cigarette butt length (tipping + 3 mm) and put in conditioned storage for smoke analysis beginning Monday, August 14. Sincerely, R. Ds Chumney, Junior. , Director mvt New Products Division cc: Mr. H. W. Bahrenburg Mr. P. Lark Mr. R. S. Sprinkle, 111 be: ALB, PRC, DRB, ROC"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "August 8, 1989. United States Testing Company, Inc. sent a letter to Mr. Boyd Fagan of Hoboken, New Jersey. The 12 products to be tested are: CARLTON 100's Filter Soft Pack, Lark Milds King Size Charcoal Filter soft pack, and Parliament. We will mark cigarette butt length (tipping + 3 mm) and put them in conditioned storage for smoke analysis beginning Monday, August 14."
}