{
    "filename": "0071063349.jpg",
    "metadata": {},
    "text": "August 16, 1967\n\nMemorandum to\n\nMr. James L, Bauchat Mr. Cyril F. Hetsko\nMr. Alfred F. Bowden Mr, Everett Kovler\n\nAc. W, Elliot Brownlee Mr. Julien B, Mccarthy\nMr. James 3, Cunningham Mr. Eugene F, Mooney\nMr. Henry @. French Mr. John 8, Sparrow\n\nMr. Boone Gross Me. Silas B. Strickland\nMr, Virgil D. Hager Mr. Robert B. Walker\nNr, Robert K. Heimann Mr. Joseph R. Waterhouse\n\nMr. George H, Woodard\n\nX am enclosing herewith for your information a copy of\na letter from Governor Heyner, the Administrator of the\nCigarette Advertising Code, to the menbers of the House\nCommexce Committee which contains Governor Heyner’s\ncomments on the recent FTC report made pursuant to the\nPederal Cigarette Labeling and Advertising act.\n\n \n\nold Henson\n\n \n\nAttachment\n\n \n\f",
    "augmented_texts": [
        "August 16, 1967 Memorandum to Mr. James L, Bauchat Mr. Cyril F. Hetsko Mr. Alfred F. Bowden Mr, Everett Kovler Ac. W, Elliot Brownlee Mr. Julien B, Mccarthy Mr. James 3, Merce cunningham Mr. Eugene F, Mooney Mr. Henry @. French Mr. John 8, Sparrow Mr. Boone Gross Me. Silas Vitamin b complex. Strickland Mr, Virgil D. Hager Mr. Robert B. Walker Nr, Robert K. Heimann Mr. Joseph R. Waterhouse Mr. George vi H, Woodard X am confine herewith for your info a copy of a letter from Governor Heyner, the Administrator of the Cigarette Advertising Code, to the menbers of the House Commexce Committee which contain Governor Heyner ’ s comments on the recent FTC report made pursuant to the Pederal Cigarette Labeling and Ad act. old Henson Attachment",
        "August 16, 1967 Memorandum to Mr. James L, Bauchat Mr. Cyril F. Hetsko Mr. Alfred F. Bowden Mr, Everett Kovler Ac. W, Elliot Brownlee Mr. Julien B, Joseph raymond mccarthy Mr. James ii 3, Cunningham Mr. Eugene F, Mooney Mister. Henry @. French Mr.. King john 8, Sparrow Mr. Boone Gross Me. Silas B. Strickland Mr, Virgil D. Hager Mr. Robert B. Walker Nr, Robert K. Heimann Mr. Joseph R. Waterhouse Mr. Saint george H, Woodard X am enclosing herewith for your information a copy of a letter from Governor Heyner, the Administrator of the Cigarette Advertising Code, to the menbers of the House Commexce Committee which contains Governor Heyner ’ s comments on the recent FTC report made pursuant to the Pederal Cigarette Labeling and Advertising act. old Henson Attachment"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "August 16, 1967. Memorandum to House Committee on Cigarette Labeling and Advertising. Governor Heyner’s comments on the recent FTC report made pursuant to the federal Cigarettes Labeled and advertising act. The Committee is enclosing herewith for your information a copy of. a letter from GovernorHeyner, the Administrator of the                Cigarette Advertising Code, to. the menbers of a House committee."
}