{
    "filename": "0071032459.jpg",
    "metadata": {},
    "text": " \n\n \n\nFrom\n\nMEMOQRAND UM@®\nRe hesison lass Ciiong\n\nMe, E, S. Harlow Dare June 19, 1963\n\nW. Stepka\n\nNicotine Preduction: Suggestions for an Exploratory\n\nsumer ee\n\n \n\n \n\n \n\n \n\n \n\nIntroduction:\n\nIn ny memorandum of 21 May, 1963, \"Possible sources of nicotine\", I compared\nthe merits of obtaining nicotine from a specialty crop of N. rustica as against\nproducing it from stalke left in the field. The conclusion was that if nicotine\nWere to be produced it should be produced from a crop grown for that purpose.\nRecently, 1 came across @ publication which explores this very question in some\ndetail and confirms our preliminary conelus fons.\n\nOn the basis of the results presented it becomes possible to formulate a\npilot program which is presented below for your consideration.\n\n \n\n2. Summary of Prior Field Trials\n\n‘the experiences of the U.S.D.A., covering the period 1929-1938, in growing\ntobacco as a source of nicotine are collected in U,S.D.A, Technical Bulletin\n\nNo. 820, June 1942, This publication is available in the A.T.C. library under\ncatalog No. T-7445 hence only the pertinent highlights will be reiterated here.\n\na, Available nicotine from comercial types of tobacco, if entire leaf crop\nwere used for extraction, would be between 20-40 Ibs. per acre.\n\nbs Ns rustica, var. Brasilia, consistently yielded 150 1bs. or more por\nacre when grown on fertile, moist sofls. The whole plant of N. rustica can be\nused for extraction whereas stalks of comercial tobaccos, cwing to their high\ndegree of Lignification, are not easily disrupted for extraction.\n\nc+ The comparative tests were conducted in field plots widely scattered\naround the country, including plots in Virginia (Bowling Green and Arlington) ,\nPennsylvania, Wisconsin, Missouri, Oregon, California, North Carolina, Tennessee\nand 2 fev others, As @ result a wide variety of soils and climatic conditions\nwere compared.\n\n4. When grown on typical soils of the dark-fired area, or in extreme\nsouthern regions, N, rustica did not outyield standard commercial varieties,\nHowever, when grown on moist land approaching well-drained river botton lands,\nAt yielded in excess of 100 Ibs.of nicotine per acre even in these regions.\nDoes Bermuda 100 fit the latter category?\n\n3. Suggested Course of Actior\n\nIf the project is to be pursued further, the following steps are recownended:\n\n \n\na. Allocate 1 or 2 test acres of land within the next 8 weeks so that land\npreparation could be started this fall.\n\nb. In spring of 1964, divide the test area into an appropriate number of\nseatcored plots 50 that at least 2000 plants could be grown. N, rustica can be\n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "From MEMOQRAND UM @ ® Re hesison lass Ciiong Me, E, S. Harlow Dare June 19, 1963 W. Stepka Nicotine Preduction: Suggestions for an Exploratory sumer ee Introduction: In ny memorandum of 21 May, 1963, \" Possible sources of nicotine \", I compared the merits of obtaining nicotine from a specialty crop of N. rustica as against producing it from stalke left in the field. The conclusion was that if nicotine Were to be produced it should be produced from a crop grown for that purpose. Recently, 1 came across @ publication which explores this very question in some point and confirms our preliminary conelus fons. On the basis of the results presented it becomes possible to formulate a pilot program which is presented below for your retainer. 2. Summary of Prior Field Test ‘ the experiences of the U. S. D. A. , covering the period 1929 - 1938, in growing tobacco as a source of nicotine are collected in U, S. D. A, Technical Bulletin No. 820, June 1942, This publication is available in the A. T. C. library under catalog No. T - 7445 hence only the pertinent highlights will be reiterated here. a, Available nicotine from comercial types of tobacco, if entire leaf crop were used for extraction, would be between 20 - 40 Ibs. per acre. bs Ns rustica, var. Brasilia, consistently yielded 150 1bs. or more than por acre when grown on fertile, moist sofls. The whole plant of N. rustica can be used for extraction whereas stalks of comercial tobaccos, cwing to their high degree of Lignification, are not easily disrupted for extraction. c + The comparative tests were conducted in field plots widely scattered around the country, including plots in Virginia (Bowling Green and Arlington ), Pennsylvania, Wisconsin, Missouri, Oregon, California, North Carolina, Tennessee and 2 fev others, As @ result a wide variety of soils and climatic conditions were compared. 4. When grown on typical soils of the dark - fired area, or in extreme southern regions, N, rustica did not outyield standard commercial varieties, However, when grown on moist land approaching well - drained river botton lands, At yielded in excess of 100 Ibs. of nicotine per acre even in these regions. Does Bermuda 100 fit the latter category? 3. Suggested Course of Actior If the project is to be pursued further, the following steps are recownended: a. Allocate 1 or 2 test acres of land within the next 8 weeks so that acres preparation could be started this fall. b. In spring of 1964, divide the test area into an appropriate number of seatcored plots 50 that at least 2000 plants could be grown. N, rustica can be",
        "From MEMOQRAND UM @ ® Re hesison lass Ciiong Me, E, S. Harlow Dare June 19, 1963 W. Stepka Nicotine Preduction: Suggestions for an Exploratory sumer ee Introduction: In ny memorandum of 21 May, 1963, \" Possible sources of nicotine \", I compared the merits of obtaining nicotine from a specialty crop of N. rustica as against producing it from stalke left in the field. The conclusion was that if nicotine Were to be produced it should be produced from a crop grown for that purpose. Recently, 1 came across @ publication which explores this identical question in some detail and confirms our preliminary conelus fons. On the basis of the results presented it turn possible to formulate a pilot program which is presented below for your consideration. 2. Summary of Prior Field Trials ‘ the experiences of the U. S. D. A. , covering the period 1929 - 1938, in growing tobacco as a source of nicotine are collected in U, S. D. A, Technical Bulletin No. 820, June 1942, This publication is available in the A. T. C. library under catalog No. T - 7445 hence only the pertinent highlights will be reiterated here. a, Available nicotine from comercial types of tobacco, if entire leaf crop were used for extraction, would be between 20 - 40 Ibs. per acre. bs Ns rustica, var. Brasilia, consistently yielded 150 1bs. or more por acre when grown on fertile, moist sofls. The whole plant of Atomic number 7. rustica can be used for extraction whereas stalks of comercial tobaccos, cwing to their high degree of Lignification, are not easily disrupted for extraction. c + The comparative tests were conducted in field plots widely scattered around the country, including plots in Virginia (Bowling Green and Arlington ), Pennsylvania, Wisconsin, Missouri, Oregon, California, North Carolina, Tennessee and 2 fev others, As @ result a wide variety of soils and climatical conditions were compared. 4. When grown on typical soils of the dark - fired area, or in extreme southern regions, N, rustica did not outyield standard commercial varieties, However, when grown on moist land approaching well - drained river botton lands, At yielded in excess of 100 Ibs. of nicotine per acre even in these regions. Does Bermuda 100 fit the latter category? 3. Suggested Course of Actior If the project is to be pursued further, the following footstep are recownended: a. Allocate 1 or 2 test acres of land within the next 8 weeks so that land preparation could be started this fall. b. In spring of 1964, divide the test area into an appropriate number of seatcored plots 50 that at least 2000 plants could be grown. N, rustica can be"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Nicotine should be produced from a crop grown for that purpose. Ns rustica, var. Brasilia, consistently yielded 150 1bs. or more per acre when grown on fertile, moist sofls. Available nicotine from comercial types of tobacco, if entire leaf crop were used for extraction, would be between 20-40 Ibs peracre."
}