{
    "filename": "0071037873.jpg",
    "metadata": {},
    "text": "February 26, 1979\n\nOr. D. 0. Pinion\n\nJohn 6. Brooks\n\nLaboratory Test No, 1979-5A - CARLTON Filter 100's Control versus CARLTON Filter 100's\nBlend (Dual Filter)\n\nNineteen \"low-tar\" and exnert snokers located at the Department of Research and\nDevelopment were each given coded samples of the above samples and asked for a\npreference and comments. The results are:\n\nControt 8\nDual Fitter 7\nNo Choice = 4\n\nPreference is a standoff. Panelists’ comments indicate the Control was considered to\nhave a better taste and draw with the Qual Filter's draw being too easy\n\nOGB:ay\nAttachment\n\nce: Mr, RS. Sprinkle, IIT\nbe: RMI, ROC/EPB, JFA, JGB\n\f",
    "augmented_texts": [
        "Feb 26, 1979 Or. D. 0. Pinion John 6. Brooks Laboratory Test No, 1979 - 5A - CARLTON Filter 100 ' s Control versus CARLTON Filter 100 ' s Blend (Dual Filter) Nineteen \" low - tar \" and exnert snokers located at the Department of Research and Development were each given coded samples of the above samples and demand for a preference and comments. The results are: Controt 8 Dual Fitter heptad Nobelium Choice = 4 Preference is a standoff. Panellist ’ comments indicate the Control was considered to have a better taste and draw with the Qual Filter ' s draw being too easy OGB: ay Attachment ce: Mr, RS. Sprinkle, IIT be: RMI, ROC / EPB, JFA, JGB",
        "February 26, 1979 Or. Cholecalciferol. 0. Pinion John 6. Brooks Laboratory Test No, 1979 - 5A - CARLTON Filter 100 ' s Control versus CARLTON Filter 100 ' s Portmanteau word (Dual Filter) Nineteen \" low - tar \" and exnert snokers located at the Department of Research and Development embody each given tease samples of the above sample distribution and asked for a preference and comments. The results are: Controt 8 Dual Fitter 7 No Choice = 4 Preference is a standoff. Panelists ’ comments indicate the Control was considered to have a better taste and draw with the Qual Filter ' s draw being too easygoing OGB: ay Attachment ce: Mister, RS. Sprinkle, IIT be: RMI, ROC / EPB, JFA, JGB"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "February 26, 1979 or. 0.5A - CARLTON Filter 100's Control versus CARlTON filter 100’s Blend. 19 \"low-tar\" and exnert snokers located at the Department of Research and.Development were each given coded samples of the above samples and asked for a.preference and comments. The results are:"
}