{
    "filename": "010 (3).txt",
    "metadata": {},
    "text": "Crucial decision on super-casinos\n\nA decision on whether to allow Westminster to legislate on super-casinos is set to be made by the Scottish Parliament.\n\nThe government has plans for up to eight Las Vegas style resorts in the UK, one of which is likely to be in Glasgow. Scottish ministers insist they will still have the final say on whether a super-casino will be built in Scotland. But opposition parties say that will not happen in practice. The vote is due to be taken on Wednesday and is expected to be close.\n\nThe Scottish Executive believes that the legislation should be handled by Westminster. The new law will control internet gambling for the first time and is aimed at preventing children from becoming involved. A super-casino in Glasgow could be located at Ibrox or the Scottish Exhibition and Conference Centre. The new gambling bill going through Westminster will allow casino complexes to open to the public, have live entertainment and large numbers of fruit machines with unlimited prizes. But the Scottish National Party and the Tories say the issue of super-casinos should be decided in Scotland and believe the executive is shirking its responsibility.\n",
    "augmented_texts": [
        "Crucial decision on super - casinos A decision on whether to allow Westminster to legislate on top notch - casinos is set to be made by the Scottish Parliament. The government has plans for up to eight Las Vegas style resorts in the UK, one of which be potential to be in Glasgow. Scottish ministers insist they will still have the final say on whether a super - casino will be built in Scotland. But opposition parties say that will not happen in practice. The vote is due to be taken on Wednesday and is expected to be close. The Scottish Executive believes that the legislation should be handled by City of westminster. The new law will control internet gambling for the first time and is aimed at preventing children from becoming involved. A super - casino in Glasgow could be located at Ibrox or the Scottish Exhibition and Conference Centre. The new gambling bill going through Westminster will allow casino complexes to open to the public, have live entertainment and large figure of fruit machines with unlimited prizes. But the Scottish National Party and the Tories say the issue of super - casinos should cost decided in Scotland and believe the executive is shirking its responsibility.",
        "Crucial decision on super - casinos A decision on whether to allow Westminster to legislate on super - casino is set to be made by the Scottish Parliament. The government has plans for up to eight Las Vegas style resorts in the UK, unrivaled of which be likely to be in Glasgow. Scottish ministers insist they will still have the final say on whether a super - casino will be built in Scotland. But opposition parties say that will not happen in practice. The vote is ascribable to personify taken on Wednesday and is expected to be close. The Scottish Executive believes that the legislation should be handled by Westminster. The new law will control internet gambling for the first time and is aimed at preventing children from becoming involve. A super - casino in Glasgow could be located at Ibrox or the Scottish Exhibition and Conference Centre. The new gambling bill going through Westminster will appropriate casino complexes to open to the public, have live entertainment and large numbers of fruit machines with unlimited prizes. But the Scottish National Party and the Tories say the issue of super - casinos should be decided in Scotland and believe the executive is shirk its responsibility."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "The government has plans for up to eight Las Vegas style resorts in the UK. A super-casino in Glasgow could be located at Ibrox or the Scottish Exhibition and Conference Centre. The Scottish Executive believes that the legislation should be handled by Westminster. New gambling bill going through Westminster will allow casino complexes to open to the public."
}