{
    "filename": "011.txt",
    "metadata": {},
    "text": "Ask Jeeves tips online ad revival\n\nAsk Jeeves has become the third leading online search firm this week to thank a revival in internet advertising for improving fortunes.\n\nThe firm's revenue nearly tripled in the fourth quarter of 2004, exceeding $86m (£46m). Ask Jeeves, once among the best-known names on the web, is now a relatively modest player. Its $17m profit for the quarter was dwarfed by the $204m announced by rival Google earlier in the week. During the same quarter, Yahoo earned $187m, again tipping a resurgence in online advertising.\n\nThe trend has taken hold relatively quickly. Late last year, marketing company Doubleclick, one of the leading providers of online advertising, warned that some or all of its business would have to be put up for sale. But on Thursday, it announced that a sharp turnaround had brought about an unexpected increase in profits. Neither Ask Jeeves nor Doubleclick thrilled investors with their profit news, however. In both cases, their shares fell by some 4%. Analysts attributed the falls to excessive expectations in some quarters, fuelled by the dramatic outperformance of Google on Tuesday.\n",
    "augmented_texts": [
        "Ask Jeeves tips online ad revival Ask Jeeves has become the third leading online hunt firm this week to thank a revival in internet advertising for improving fortunes. The firm ' second revenue nearly tripled in the fourth quarter of 2004, exceeding $ 86m (£ 46m ). Ask Jeeves, once among the best - known names on the web, is now a relatively modest player. Its $ 17m profit for the quarter was dwarf by the $ 204m announced by rival Google earlier in the week. During the same quarter, Yahoo earned $ 187m, again tipping a resurgence in online advertising. The trend has taken hold relatively quickly. Late last year, marketing company Doubleclick, one of the leading providers of online advertising, warned that some or all of its business would have to be put up for sale. But on Thursday, it announced that a sharp turnaround had brought about an unexpected increase in profits. Neither Ask Jeeves nor Doubleclick thrilled investors with their profit news, however. In both showcase, their shares fell by some quaternary% . Analysts attributed the declivity to excessive expectations in some quarters, fuelled by the dramatic outperformance of Google on Tuesday.",
        "Ask Jeeves tips online advertizing revival Ask Jeeves has become the third leading online search firm this week to thank a revival in internet advertising for improving fortunes. The firm ' s gross nearly tripled in the fourth quarter of 2004, exceeding $ 86m (£ 46m ). Ask Jeeves, once among the best - known names on the web, is now a relatively lowly player. Its $ 17m profit for the quarter was dwarfed by the $ 204m announced by rival Google earlier in the week. During the same quarter, Yahoo earned $ 187m, again tipping a resurgence in on line advert. The trend has taken hold relatively quickly. Late last year, marketing company Doubleclick, one of the leading provider of online advertising, monish that some or all of its business would have to be put up for sale. But on Thursday, it announced that a sharp turnaround had brought about an unexpected increase in profits. Neither Ask Jeeves nor Doubleclick thrilled investors with their profit news, however. In both cases, their shares fell by some 4% . Analysts attributed the falls to excessive expectations in some quarters, fuelled by the dramatic outperformance of Google on Tuesday."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Ask Jeeves tips online ad revival for improving fortunes. Firm's revenue nearly tripled in the fourth quarter of 2004, exceeding $86m (£46m) Google's $204m profit for the quarter dwarfed by the $187m earned by Yahoo. Doubleclick warned last year that it would have to put its business up for sale."
}