{
    "filename": "01125884.jpg",
    "metadata": {},
    "text": "AUGUSTA, GA.\n\nCHRONICLE\n\nFEB, 18, 1969\n\n \n\nFederal reducing diet?\n\n‘The prospect for reducing the\novervieight federal bureaucracy by\ndecentralization, which President\n‘Nixon raised during his campai\n‘was mentioned again the other day\nin an announcement of the vice\npresident's future duties.\n\n‘Vice President Agnew will su-\npervise a new Office of Inter-gov-\nernmental Relations which, the\nPresident said, will include among\nits duties “formulation of proposals\nto develop a broad and relevant\ndispersal of authority . . . an or\nderly transfer of appropriate fune-\ntions to state and local govern-\nment.”\n\n \n\n \n\n \n\nMACON, GA.\n\nMany will view this prospect\neynically, no doubt, in the wake of\ncrackdowns on schools operating\nfree choice plans, and of a bureau\ncratic suggestion that cigerette ad\nvertising be banned on television\n— possibly in an unconstitutional\nmanner — by mere edict.\n\nNevertheless, a promise is a\npromise, and Mr, Nixon, is now_on\nthe record on decentralization. If\nhe will come through by genuinely\nrestoring local and state powers, he\nwill have earned a place in history,\nregardless of anything else he may\n‘or may not do.\n\nVEESTUIO\n\n \n\n‘Among bureaucrats the craze for\nrunning practically everything has\nfound its latest expression in the\nFederal Communications Commis-\nsion's intention, Congress. permit-\nfing, to ban cigarette advertising\non television and radio.\n\nEvery cigarette package cairies\nWs own warning. Time is provided\non the air for admonitions about\nthe perils of cigarettes, and news-\nPapers duly Keep the’ public ap-\nPraised of developments.\n\nCongress has seen no need for\nanother noble experiment, Cigar-\n\nNEWS FEB, 18, 1969\n\nie Long Nose of the FCC |\n\nettes not having been outlawed,\nthere is no legal basis for FCC to\nimpose its own brand of censor-\nship.\n\nExcessive consumption of coffee\nmay be harmful to some perso\nditto beer and wine. Nevertheless,\nno bureaucracy has attempted to\nbar this type of advertising from\nthe air.\n\nWhat the FCC offers is another\nexample of what President Eisen-\nhower once decried as ‘“Washing-\nton poking its long nose where it\nhas noright tobe.” *\n\n \n\nkoe\n\nV/bessztto\n\f",
    "augmented_texts": [
        "AUGUSTA, GA. CHRONICLE FEB, 18, 1969 Federal reducing diet? ‘ The prospect for reducing the overvieight federal bureaucracy by decentralization, which President ‘ Nixon raised during his campai ‘ was mentioned again the other day in an announcement of the vice president ' s future duties. ‘ Vice President Agnew will su - pervise a new Office of Inter - gov - ernmental Relations which, the President said, will include among its duty “ formulation of proposals to develop a broad and relevant dispersal of authority. .. an or derly transfer of appropriate fune - tions to state and local govern - ment. ” MACON, GA. Many will view this prospect eynically, no doubt, in the wake of crackdowns on schools operating free choice plans, and of a bureau cratic suggestion that cigerette ad vertising be banned on television — possibly in an unconstitutional manner — by mere edict. Nevertheless, a promise is a promise, and Mr, Nixon, be now_on the record on decentralization. If he will come through by genuinely restoring local and state powers, he will have earned a place in history, regardless of anything else he may ‘ or may not do. VEESTUIO ‘ Among bureaucrats the craze for running practically everything has found its latest expression in the Federal Communications Commis - sion ' s purpose, Congress. permit - fing, to ban cigarette advertising on television and radio set. Every cigarette package cairies Ws own warning. Time is provided on the air for admonitions about the perils of cigarettes, and news - Papers duly Keep the ’ public ap - Praised of developments. Congress has experience no need for another noble experiment, Cigar - NEWS FEB, 18, 1969 ie Long Nose of the FCC | ettes not having been outlawed, there is no legal basis for FCC to impose its own brand of censor - ship. Excessive consumption of coffee may be harmful to some perso ditto beer and wine. Nevertheless, no bureaucracy has attempted to bar this type of advertising from the air. What the FCC offers is another example of what President Eisen - hower once decried as ‘ “ Washing - ton poking its long nose where it has noright tobe. ” * koe V / bessztto",
        "AUGUSTA, gallium. CHRONICLE FEB, 18, 1969 Federal reducing diet? ‘ The prospect for reducing the overvieight federal bureaucracy by decentralization, which President ‘ Nixon raised during his campai ‘ was mentioned again the other day in an announcement of the vice president ' s future duties. ‘ Vice President Agnew will su - pervise a new Office of Inter - gov - ernmental Relations which, the President said, will include among its duties “ formulation of proposals to develop a broad and relevant dispersal of authority. .. an or derly transference of appropriate fune - tions to state and local govern - ment. ” MACON, GA. Many will view this prospect eynically, no doubt, in the wake island of crackdowns on schools operating free choice plans, and of a bureau cratic suggestion that cigerette ad vertising be banned on television — possibly in an unconstitutional manner — by mere edict. Nevertheless, a promise is a promise, and Mr, Nixon, is now_on the record on decentalisation. If he will come through by genuinely restoring local and state powers, he will have earned a place in history, regardless of anything else he may ‘ or may not do. VEESTUIO ‘ Among bureaucrat the craze for running practically everything has found its latest expression in the Federal Communications Commis - sion ' s intention, Congress. permit - fing, to ban cigarette advertising on television and radio. Every cigarette package cairies W own warning. Time is provided on the air for admonitions about the perils of cigarettes, and news - Papers duly Keep the ’ public ap - Praised of developments. Congress has seen no need for another noble experiment, Cigar - NEWS FEB, 18, 1969 ie Long Nose of the FCC | ettes not having been outlawed, thither is no legal basis for FCC to impose its own brand of censor - ship. Exuberant consumption of coffee may be harmful to some perso ditto beer and wine. Nevertheless, no bureaucracy has attempted to bar this type of advertising from the air. What the FCC offers is another example of what President Eisen - hower once decried as ‘ “ Lavation - ton poking its long nose where it has noright tobe. ” * koe V / bessztto"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "The prospect for reducing the. overvieight federal bureaucracy by decentralized. authority was mentioned again the other day by President. Nixon. Vice President Agnew will su-pervise a new Office of Inter-gov. Relations. The Office will include among its duties ‘formulation of proposals’ to develop a broad and relevant dispersal of authority."
}