{
    "filename": "01183662.jpg",
    "metadata": {},
    "text": "C. J. Kensie, Ph.D.\n\nSeniar Vice President, Life Sciences Division\nArthur D, Little, Ince\nCanbridge, Mass.\n\nBorn: 1915\n\nBéucation: Cornell University PheD., 1948\n\nSpecislization: Pharmacology, Biochemistry\n\nMenker: Nat, Acad. Scig-Nat. Res. Council '57\nSoc Bep. Biol.\nSoc. Cancer Research\nSocs Pharmacole\nHarvey Soce\nNe Ye Acad,\nBiochen. Soce, Gr. Britain\n\n \n\nProfessor Pharmacol, and Exp. Therapeut. and Chem. at Boston Unive\nSchool of Med. 157\n\nPapers: Kiplinger, G. Fe, and : Failure of phencxybenzamine to prevent\n\nformation of hepatomas after chronic carbon tetra~\nchloride administration, J, Nat. Cancer Inst.\n302637-43, Apr. 163\n\nYork, T.Mey Rogers, W. I., and + The production of thrombi\nand emboli in the hamster cheek pouch by phthalanilides\nand related compounds. J. Pharmacol. Exp. There\nUWs1:36-b9, Jule '63\n\nRogers, Wele, York, I.Mey and Physiological disposition\nstudies of k\"\"=bi5(2-inidazolin-2-yl)terephthalanilide.\nCancer Chemother. Reps 19:67=7h, 1962\n\n \n\n \n\n \n\nComponents a® pharmacologic interest in tobacco smoke.\nAnns Ne Yo Acad. Scie 902137, 1960\n\nSources: American Men of Science == 10th Bi. (1960)\n\nIndex Medicus\n\nzageatto\n\f",
    "augmented_texts": [
        "C. J. Kensie, Ph scale. D. Seniar Vice President, Life Sciences Division Arthur D, Little, Ince Canbridge, Mass. Born: 1915 Béucation: Cornell University PheD. , 1948 Specislization: Pharmacology, Biochemistry Menker: Nat, Acad. Scig - Nat. Res. Council ' 57 Soc Bep. Biol. Soc. Cancer Research Socs Pharmacole Harvey Soce Ne Ye Acad, Biochen. Soce, Gr. Britain Professor Pharmacol, and Exp. Therapeut. and Chem. at Boston Unive School of Master of education. 157 Papers: Kiplinger, Deoxyguanosine monophosphate. Fe, and: Failure of phencxybenzamine to prevent formation of hepatomas after chronic carbon tetra ~ chloride administration, J, Nat. Cancer Inst. 302637 - 43, Apr. 163 York, T. Mey Rogers, W. I. , and + The production of thrombi and emboli in the hamster cheek pouch by phthalanilides and related compounds. J. Pharmacol. Exp. There UWs1: 36 - b9, Jule ' 63 Rogers, Wele, York, I. Mey and Physiological disposition studies of k \" \" = bi5 (2 - inidazolin - 2 - yl) terephthalanilide. Cancer Chemother. Reps 19: 67 = 7h, 1962 Components a ® pharmacologic interest in tobacco smoke. Anns Ne Yo Acad. Scie 902137, 1960 Sources: American Men of Science = = 10th Bi. (1960) Index Medicus zageatto",
        "C. J. Kensie, Ph. D. Seniar Vice President, Life Sciences Division Arthur D, Little, Ince Canbridge, Mass. Born: 1915 Béucation: Cornell University PheD. , 1948 Specislization: Pharmacology, Biochemistry Menker: Nat, Acad. Scig - Nat. Res. Council ' 57 Soc Bep. Biol. Soc. Cancer Research Socs Pharmacole Harvey Soce Ne Ye Acad, Biochen. Soce, Gr. Britain Professor Pharmacol, and Exp. Therapeut. and Chem. at Boston Unive School of Med. 157 Papers: Kiplinger, G. Fe, and: Failure of phencxybenzamine to prevent formation of malignant hepatoma after chronic carbon tetra ~ chloride administration, Joule, Nat. Cancer Inst. 302637 - 43, Apr. 163 House of york, T. Mey Rogers, W. I. , and + The production of thrombus and emboli in the hamster cheek pouch by phthalanilides and related compounds. J. Pharmacol. Exp. There UWs1: 36 - b9, Jule ' 63 Rogers, Wele, York, I. Mey and Physiological disposition studies of k \" \" = bi5 (2 - inidazolin - 2 - yl) terephthalanilide. Cancer Chemother. Reps 19: 67 = 7h, 1962 Components a ® pharmacologic interest in tobacco smoke. Anns Ne Yo Acad. Scie 902137, 1960 Sources: American Men of Science = = 10th Bi. (1960) Index Medicus zageatto"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Arthur D, Little, Ince, and Harvey Soce are two of the world's leading pharmacologists. They studied at Cornell University and the University of Massachusetts, Boston. Their work has been published in the journals Pharmacology, Biochemistry and Pharmacol. and Biophysics."
}