{
    "filename": "01331493.jpg",
    "metadata": {},
    "text": "   \n\n \n\nResearch Activities\n\nNATIONAL CENTER FO% HEALTH SERVICES RESEARCH.\n3700 CAST SUGT HIGHAR ROO. 7-44, WHATISUNLL ND 207\n\n \n\nHealth-Related Costs of Cigarette Snoki\nanti-smoking policies will be calculates\nsupport fron the National Center for Health Services Research (NCHSR). The\nproject is one of the first to assess the economic and social impacts of\nanti-smoking initiatives, such as the ban of cigarette advertising from radio\nand television and the passage of “clean air\" laws restricting smoking in\npublic places. Besides assessing the costs of these initiatives, the study «\nwill estinate the health an¢ enviromiental costs of smoking, including i11- i\nnesses, fires, automobile accidents, and productivity losses. The research\nalso will determine the impact of anti-smoking policies on the agricultural”\neconony as well as calculate how the costs of smoking are distributed among\nthe States and various groups, such as the young, the elderly, smokers, and\nnon-smokers. Results are expected to have important implications for health\npolicy-making and for future public policy research. The study will be carried\n\nout, NCHSR grant by researchers at the University of Michigan headed\nba Kenneth E. Warner, Ph.O. > oy\n\n \n\nTo Be Assessed: The price tag of\n\n“In a two-year study now underway with\n‘\n\n \n\n \n\n \n\n€6hiTecro\n\f",
    "augmented_texts": [
        "Research Activities NATIONAL CENTER FO% wellness SERVICES RESEARCH. 3700 CAST SUGT HIGHAR ROO. 7 - 44, WHATISUNLL ND 207 Health - Related Costs of Cigarette Snoki anti - smoking policy will be calculates support fron the National Center for Health Services Research (NCHSR ). The project is one of the first to assess the economic and social impacts of anti - smoking initiatives, such as the ban of cigarette advertising from tuner and television and the passage of “ clean air \" laws restricting smoking in public billet. Besides valuate the costs of these initiatives, the study « will estinate the health an ¢ enviromiental costs of smoking, include i11 - i nesses, fires, automobile accidents, and productivity loss. The research also will determine the impact of anti - smoking policies on the agricultural ” econony as well as calculate how the costs of smoking are distributed among the States and various groups, such as the young, the elderly, smokers, and non - smokers. Result are expected to have important implications for health policy - making and for future public policy research. The study will be carried out, NCHSR grant by researchers at the University of Michigan head ba Kenneth E. Warner, Ph. O.> oy To Be Assessed: The price tag of “ In a two - year study now underway with ‘ € 6hiTecro",
        "Research Activeness NATIONAL CENTER FO% HEALTH SERVICES RESEARCH. 3700 CAST SUGT HIGHAR ROO. 7 - 44, WHATISUNLL ND 207 Health - Related Costs of Cigarette Snoki anti - smoking policies will be calculates support fron the National Center for Health Service Research (NCHSR ). The project is one of the first to assess the economic and social impacts of anti - smoking initiatives, such as the ban of cigarette advertising from radio and television and the passage of “ clean air \" laws restricting smoking in public places. Besides assessing the costs of these initiatives, the study « will estinate the health an ¢ enviromiental costs of smoking, including i11 - i nesses, fires, automobile accidents, and productivity losses. The research also will determine the impact of anti - smoking policies on the agricultural ” econony as well as calculate how the costs of smoking are distributed among the States and various groups, such as the young, the elderly, smokers, and non - smokers. Results are expected to have important implications for health insurance - making and for future public policy research. The study will be carried out, NCHSR grant by researchers at the University of Michigan headed ba Kenneth E. Warner, Ph. O.> oy To Be Assessed: The price tag of “ In a two - year study now underway with ‘ € 6hiTecro"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "anti-smoking policies will be calculates with support from the National Center for Health Services Research (NCHSR) The project is one of the first to assess the economic and social impacts of anti- smoking initiatives. Results are expected to have important implications for health policy-making and for public policy research."
}