{
    "filename": "01391512.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\n \n\n \n\n \n\nMONTHLY MANAGEMENT STATUS REPORT PROJECT NO. H-aS\nPROJECT WANE: MUTAGENIC ACTIVITY SCREEN - 1980 t\nBUDGET: $19,451 3/31/80 |\nPROJECT DESCRIPTION: oat\n\nTo maintain the Ames Test operational in order to evaluate the\nmutagenic potential of compounds requested by all Lorillard project\nleaders throughout 1980.\n\n \n\n \n\nYEAR\nMONTH\n\n20)\n!\n\n16! 1\ni\n\n12) i |_| t t\n\nact\n\nBUDGET VS. ACTUAL K$\n\nfPRogECT coMPonENTS|\nFroster bacteria and 7\njancalian Enzyme Main~\n\nfassay of Positive\nnefals and Project\ntees Conpounas\n\nReports\n\nfriteracure Ready\n\n \n\n \n\nDuring the month of March Ames tests were completed on 6 compounds\nobtained from Dr. J. Reid in Organic Chemistry. ‘Two compounds of\ninterest to us were assayed for mutagenicity also. Preliminary testing\nwas begun on 6 other compounds from Dr. Reid to determine toxicity\nto tester strains used in the Ames Assay.\n\nTST6ETO\n\nA. Poole\nPREPARED BY\n\n \n\nbe\n\n|\n\f",
    "augmented_texts": [
        "MONTHLY MANAGEMENT STATUS REPORT PROJECT NO. H - aS PROJECT WANE: MUTAGENIC ACTIVITY SCREEN - 1980 t BUDGET: $ nineteen, 451 ternion / 31 / 80 | PROJECT DESCRIPTION: oat To maintain the Ames Test operational in order to evaluate the mutagenic potential of compounds requested by all Lorillard project leaders throughout 1980. YEAR MONTH 20 )! 16! 1 i 12) i | _ | t t act BUDGET VS. ACTUAL K $ fPRogECT coMPonENTS | Froster bacteria and 7 jancalian Enzyme Main ~ fassay of Positive nefals and Project tees Conpounas Reports friteracure Ready During the month of March Ames tests were completed on 6 compounds obtained from Dr. J. Reid in Organic Chemistry. ‘ Two compounds of interest to u were assayed for mutagenicity also. Preliminary testing was begun on 6 other compounds from Dr. Reid to determine toxicity to tester strains used in the Ames Assay. TST6ETO A. Poole PREPARED BY be |",
        "MONTHLY MANAGEMENT STATUS REPORT PROJECT NO. H - aS PROJECT WANE: MUTAGENIC ACTIVITY SCREEN - 1980 t BUDGET: $ 19, 451 3 / 31 / 80 | PROJECT DESCRIPTION: oat To maintain the Ames Test operational in order to evaluate the mutagenic potential of compounds requested by all Lorillard project leaders throughout 1980. YEAR MONTH 20 )! 16! 1 i xii) i | _ | t t act BUDGET VS. ACTUAL K $ fPRogECT component | Froster bacteria and 7 jancalian Enzyme Main ~ fassay of Positive nefals and Project tees Conpounas Reports friteracure Ready During the calendar month of March Ames tests were completed on 6 compounds obtained from Dr. J. Reid in Organic Chemistry. ‘ Two compounds of interest to us were assayed for mutagenicity also. Preliminary testing was start on 6 other compounds from Dr. Reid to determine toxicity to tester strains used in the Ames Assay. TST6ETO Amp. Poole PREPARED BY be |"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The Ames Test was used to evaluate themutagenic potential of compounds requested by all Lorillard project leaders throughout 1980. Ames tests were completed on 6 compounds. Preliminary testing was begun on six other compounds from Dr. Reid to determine toxicity to tester strains used in the Ames Assay."
}