{
    "filename": "01409488.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\nMUNTHLY HANAGEREHT Statue Brunt paouecT No.:_B-266\nPROVECT TITLE: SELECTIVE REMOVAL OF ALDEHYDE! a\nBuOGeT: $18,641 PAIS: 3450/00\n\n \n\n \n\nPROJECT DESCRIPTION:\n\n‘This project is a continuation of 8-265 (1979). The development of\nfilter materials for selectively renoving low molecular weight aldehydes\n{acrolein, acetaldenyde) from cigarette smoke. Several materials have\nbeen discovered that will react semi-selectively with low molecular\n\n_ weight aldehydes. Additional work is needed to develop practical\nethods of application and search for economically attractive additives.\n\n \n\n \n\n \n\n \n\nYEAR|\n\nMONTH\n\nBUDGET VS. ACTUAL KS\n\n \n\n \n\nPROVECT COnPOH\n\n \n\n \n\n \n\nT\nLiterature search |||\n\n \n\nynthesis & Preparation|\nf Additives I\n\n \n\n \n\nEvaluation of Additives!\n\n \n\nv\nApplication of Additives\n\n \n\n \n\n \n\n \n\n[maste Panel\nReports,\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nNo time was assigned to this project for March.\n\nS8P6E0bTO\n\nDr. A. Ihrig\n\n \n\n \n\f",
    "augmented_texts": [
        "MUNTHLY HANAGEREHT Statue Brunt paouecT No. : _B - 266 PROVECT TITLE: SELECTIVE REMOVAL OF ALDEHYDE! a BuOGeT: $ 18, 641 PAIS: 3450 / 00 PROJECT DESCRIPTION: ‘ This project is a continuation of 8 - 265 (1979 ). The development of filter materials for selectively renoving low molecular weight aldehydes {acrolein, acetaldenyde) from cigarette smoke. Several materials hold been discovered that will respond semi - selectively with low molecular _ weight aldehydes. Additional work is needed to develop practical ethods of application and search for economically attractive additives. YEAR | MONTH BUDGET VS. ACTUAL KS PROVECT COnPOH T Literature search | | | ynthesis & Preparation | f Additives I Evaluation of Additives! v Application of Additives [maste Panel Reports, No time be ascribe to this project for March. S8P6E0bTO Dr. A. Ihrig",
        "MUNTHLY HANAGEREHT Statue Brunt paouecT No. : _B - 266 PROVECT TITLE: SELECTIVE REMOVAL OF ALDEHYDE! a BuOGeT: $ 18, 641 PAIS: 3450 / 00 PROJECT DESCRIPTION: ‘ This project is a continuation of 8 - 265 (1979 ). The development of filter materials for selectively renoving low molecular weight aldehydes {acrolein, acetaldenyde) from cigarette smoke. Several materials have been discovered that will react semi - selectively with low molecular _ weight aldehydes. Additional work is needed to develop practical ethods of application and search for economically attractive additives. YEAR | MONTH BUDGET VS. ACTUAL KS PROVECT COnPOH T Lit search | | | ynthesis & Preparation | f Additives I Evaluation of Additive! v Application of Additive [maste Panel Reports, No time was assigned to this project for March. S8P6E0bTO Dr. A. Ihrig"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The project is a continuation of 8-265 (1979) The development of materials for selectively renoving low molecular weight aldehydes from cigarette smoke. Several materials have been discovered that will react semi-selectively with low-molecular-weights. Additional work is needed to develop practicalethods of application."
}