{
    "filename": "01787176.jpg",
    "metadata": {},
    "text": "  \n\n \n\n \n\nyt\n\nif PANELDATA . ‘Bal\n\n  \n\n \n\n  \n \n  \n\nCUSTOM TARGET GROUP CONSUMER RESEARCH sey\nge December 28, 1976 ~ tty f\noe Fo eT\nMe. Larry Dulude else\nMarket Researca Manager ay a\n\n200 East 42 Street 02\n\nNew York, NY 3 g\nOF yi\n\nDear If, Dulude: we\n\nI am very pleased to be able to report to you that our panel is\nnow complete, with about 1,500 femal heads of households and\n\nsome 1,200 males represented. As you know, we querried our panel\nconcerning its purchase and use of some 240 different product cat-\negories, including cigarettes, in which you expressed interest.\n\n \n\nOur panels show the following usage of cigarettes and related\nproducts:\n\nFemales ‘Males\nCigarilios 0.9 2.0\nCigarette Size\nLoy 03822 1.7 4.7\nMuito nttZ— Cigarettes 41.9 ach\n\nWhile brands used and frequency of use have been included in the\nquestionnaire, they are tabbed only on order, or for specific\n\nps Projects.\n\nAs you know, Mr. Dulude, our panel is not a national one with\nrespondents scattered over 50 states. We maintain a local panel\n\nat two metroplitan New York locations (Little Neck, Queens and\nHuntingtos, L.I.), aad our members ve made to literally turn\n\non a dine. ’thus if you required 500 ciagarette smokers next Tuesday\nfor a taste test, we can doy and since we have already pre-screened\nour members your sczcening costs are reduced to near zero.\n\n    \n\n  \n\nI would very much like to participate with you in your 1977\nresearch plans and to demonstrate to you how our unique service\ncan be of use to you. If you like, I would be more than pleased\nto provide you and your associates with a personal presentation\nof our capabilities. I look forward to hearing from you soon\n6\n\nIn the meantime, have a very happy and healthy New Year.\n\ny a .\nrector of Research\n\n44-07 LITTLE NECK PARKWAY / LITTLE NECK, NEW YORK 11869 / (212) 423-1600\nAJOINT VENTURE OF RESEARCH TESTING LABORATORIES, INC. AND ZARIN RESEARCH ASSOCIATES, INC\n\nDLTLRL\n\n  \n \n\nJZ:me\n\f",
    "augmented_texts": [
        "yt if PANELDATA. ‘ Bal CUSTOM TARGET GROUP CONSUMER RESEARCH sey ge December 28, 1976 ~ tty f oe Fo eT Me. Larry Dulude else Market Researca Manager ay a 200 Orient 42 Street 02 New York, NY 3 g OF yi Dear If, Dulude: we I am very pleased to be able to report to you that our panel is now complete, with about 1, 500 femal heads of households and some 1, 200 males represented. As you know, we querried our panel concerning its purchase and use of some 240 different product cat - egories, including cigarettes, in which you expressed interest. Our panels show the next usage of cigarettes and related products: Females ‘ Males Cigarilios 0. 9 2. 0 Cigarette Size Loy 03822 single. 7 4. 7 Muito nttZ — Cigarettes 41. ennead ach While brands used and frequency of use have been included in the questionnaire, they are tabbed merely on order, or for specific ps Projects. As you know, Mr. Dulude, our panel is not a national one with respondents scattered over 50 states. We maintain a local panel at two metroplitan New York locations (Little Neck, Fagot and Huntingtos, L. I. ), aad our members ve made to literally turn on a dine. ’ thus if you required 500 ciagarette smokers next Tuesday for a taste test, we can doy and since we have already pre - screened our members your sczcening costs are reduced to near zero. I would very much like to participate with you in your 1977 research plans and to certify to you how our unique service can be of use to you. If you like, I would be more than pleased to provide you and your associates with a personal presentation of our capabilities. I look forward to hearing from you soon 6 In the meantime, have a very happy and healthy New Year. y a. rector of Research 44 - 07 LITTLE NECK PARKWAY / LITTLE NECK, NEW YORK 11869 / (212) 423 - 1600 AJOINT VENTURE OF RESEARCH TESTING LABORATORIES, INC. AND ZARIN RESEARCH ASSOCIATES, INC DLTLRL JZ: me",
        "yt if PANELDATA. ‘ Bal CUSTOM TARGET GROUP CONSUMER RESEARCH sey ge December 28, 1976 ~ tty f oe Fo eT Me. Larry Dulude else Market Researca Manager ay a 200 East 42 Street 02 New York, NY 3 g OF yi Dear If, Dulude: we I am very pleased to be able to report to you that our panel is now complete, with about 1, 500 femal heads of households and some 1, 200 males represented. As you know, we querried our panel concerning its purchase and use of some 240 different product cat - egories, including cigarettes, in which you expressed interest. Our panels show the following usage of cigarettes and related products: Females ‘ Males Cigarilios 0. 9 2. 0 Cigarette Size Loy 03822 1. 7 4. 7 Muito nttZ — Cigarettes 41. 9 ach While brands used and frequency of use have been included in the questionnaire, they are tabbed only on order, or for specific ps Projects. As you know, Mr. Dulude, our panel is not a national one with respondents sprinkle over 50 states. We maintain a local panel at two metroplitan New York locating (Little Neck, Queens and Huntingtos, L. I. ), aad our members ve made to literally turn on a dine. ’ thus if you ask 500 ciagarette smokers next Tuesday for a taste test, we can doy and since we have already pre - screened our members your sczcening costs are reduced to near zero. I would very much like to participate with you in your 1977 research plans and to demonstrate to you how our unique service can be of use to you. If you like, I would be more than pleased to provide you and your associates with a personal presentation of our capabilities. I look forward to hearing from you soon 6 In the meanwhile, have a very happy and healthy New Year. y a. rector of Research 44 - 07 LITTLE NECK PARKWAY / LITTLE NECK, NEW YORK 11869 / (212) 423 - 1600 AJOINT VENTURE OF RESEARCH TESTING LABORATORIES, iraqi national congress. AND ZARIN RESEARCH ASSOCIATES, INC DLTLRL JZ: me"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Larry Dulude, Market Researca Manager, New York, NY, writes: ‘I am very pleased to be able to report to you that our panel is now complete, with about 1,500 femal heads of households.’ ’thus if you required 500 ciagarette smokers next Tuesday for a taste test, we can doy and since we have already pre-screenedour members your sczcening costs are reduced to near zero."
}