{
    "filename": "01788118_01788119.jpg",
    "metadata": {},
    "text": " \n\n \n\nThis\nconsideration and’ records.\n\nLerilanl\n\nMEMORANDUM\n\n_ November 30,1976.\n\n \n\n \n\nsmith\n\n \n\nforwards MCA'S excellent Switching Study summary for your\n\n2. I share MCA’s overall conclusion that the Switching\n\nStudy confirms the rightness of our 5 ¥, focussing\nCompany effort against smokers’ health concerns. Within\nthis focus, Ben's analysis points toward some interesting\nroles played by various types of cigarettes\n\n    \n\nr Plan;\n\n  \n\n+ Menthols, Light extensions and 100's see\nsatisfying smokers’ symptomatic irr\n\nto be\ntation concerns.\n\n \n\n  \n\n+ ‘Low T&N brands scem to be satis:\nintellectual TsN concerns.\n\n \n\nAg smokers\"\n\nThis view suggests sensible positionings for those Lorillard brands\nthat directly address smokers' health concerns. (I believe these\nare totally compatible with ongoing work). These positionings are\n\n+ Kent 13, Newport Lights, OGF Lights for satisfaction\nof irritation concerns; with taste appropriate to\neach parent brand and differing target demographics.\n\n+ KGL, Truc 5's for satisfaction of TaN concerns\nwith taste appropriate to each parent brand, these\nT&N leveis and target demographics.\n\n+ Enriched nicotine (a break through solution\nfor both taste satisfaction and low numbers;\nespecially for young adult smokers\n\nSTTSSLTO\n\nContinued\n\n \n\f",
    "augmented_texts": [
        "This consideration and ’ records. Lerilanl MEMORANDUM _ November 30, 1976. julia evelina smith forwards MCA ' S excellent Switching Study summary for your 2. I share MCA ’ s overall conclusion that the Switching Study confirms the rightness of our 5 ¥, focussing Company effort against smokers ’ health concerns. Within this focus, Ben ' s analysis points toward some interesting roles played by various types of cigarettes r Plan; + Menthols, Light extensions and 100 ' s see satisfying smokers ’ symptomatic irr to be tation concerns. + ‘ Low T & N brands scem to be satis: rational TsN concern. Ag smokers \" This view suggests sensible positionings for those Lorillard brands that directly address smokers ' health concerns. (I believe these are totally compatible with ongoing work ). These positionings are + Kent 13, Newport Lights, OGF Lights for satisfaction of irritation concerns; with taste appropriate to each parent brand and differing fair game demographics. + KGL, Truc 5 ' s for expiation of TaN business concern with taste appropriate to each parent brand, these T & N leveis and target demographics. + Enriched nicotine (a break through solution for both taste satisfaction and low numbers; especially for young adult smokers STTSSLTO Continued",
        "This consideration and ’ records. Lerilanl MEMORANDUM _ November 30, 1976. smith forwards MCA ' S excellent Switching Study summary for your 2. I share MCA ’ s overall conclusion that the Switching Study confirms the nicety of our 5 ¥, focussing Company effort against smokers ’ health concerns. Within this focus, Ben ' s analysis points toward some interesting roles played by various types of cigarettes r Plan; + Menthols, Light extensions and 100 ' s see satisfying smokers ’ symptomatic irr to be tation concerns. + ‘ Low T & N brand scem to be satis: intellectual TsN concerns. Ag smokers \" This view suggests sensible positionings for those Lorillard brands that directly address smokers ' health concerns. (I believe these are totally compatible with ongoing work ). These positionings are + Rockwell kent 13, Newport Lights, OGF Light source for satisfaction of irritation concerns; with taste appropriate to each parent brand and differing target demographics. + KGL, Truc 5 ' s for satisfaction of TaN concerns with taste appropriate to each parent brand, these T & N leveis and target demographics. + Enriched nicotine (a break through solution for both taste satisfaction and low numbers; specially for young adult smokers STTSSLTO Continued"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "This view suggests sensible positionings for those Lorillard brands that directly address smokers' health concerns. Kent 13, Newport Lights, OGF Lights for satisfaction of irritation concerns; with taste appropriate to each parent brand and differing target demographics. KGL, Truc 5's for Satisfaction of TaN Concerns. Enriched nicotine (a break through solution for both taste satisfaction and low numbers)"
}