{
    "filename": "018.txt",
    "metadata": {},
    "text": "India's rupee hits five-year high\n\nIndia's rupee has hit a five-year high after Standard & Poor's (S&P) raised the country's foreign currency rating.\n\nThe rupee climbed to 43.305 per US dollar on Thursday, up from a close of 43.41. The currency has gained almost 1% in the past three sessions. S&P, which rates borrowers' creditworthiness, lifted India's rating by one notch to 'BB+'. With Indian assets now seen as less of a gamble, more cash is expected to flow into its markets, buoying the rupee.\n\n\"The upgrade is positive and basically people will use it as an excuse to come back to India,\" said Bhanu Baweja, a strategist at UBS. \"Money has moved out from India in the first two or three weeks of January into other markets like Korea and Thailand and this upgrade should lead to a reversal.\" India's foreign currency rating is now one notch below investment grade, which starts at 'BBB-'. The increase has put it on the same level as Romania, Egypt and El Salvador, and one level below Russia.\n",
    "augmented_texts": [
        "India ' s rupee hits five - year high India ' s rupee has hit a five - year high after Standard & Poor ' s (S & P) raised the country ' s foreign currency rating. The rupee climbed to 43. 305 per US dollar on Thursday, up from a close of 43. 41. The currency has gained almost 1% in the past three sessions. S & P, which rates borrowers ' creditworthiness, lifted India ' s rating by one notch to ' BB + '. With Indian assets now view as less of a gamble, more john cash is expected to flow into its marketplace, buoying the rupee. \" The upgrade is plus and basically people will use it as an excuse to come back to India, \" said Bhanu Baweja, a strategist at UBS. \" Money have got moved out from India in the initiative two or three weeks of January into other markets like Korea and Thailand and this upgrade should lead to a reversal. \" India ' s foreign currency rating is now one notch below investment grade, which starts at ' BBB - '. The increase has put information technology on the same level as Romania, Egypt and El Salvador, and one level below Russia.",
        "India ' s mauritian rupee hits five - year in high spirits India ' s rupee has hit a five - year high after Standard & Poor ' sulfur (S & P) raised the country ' s foreign currency rating. The rupee climbed to 43. 305 per US dollar on Thursday, up from a close of 43. 41. The currency has gained almost 1% in the past three sessions. S & P, which rates borrowers ' creditworthiness, lifted India ' s rating by one notch to ' BB + '. With Indian assets now seen as less of a gamble, more cash is expected to flow into its markets, buoying the rupee. \" The upgrade is positive and basically people will use it as an excuse to come back to India, \" said Bhanu Baweja, a strategist at UBS. \" Money has moved out from India in the first two oregon three weeks of January into other markets like Korea and Thailand and this upgrade should lead to a reversal. \" India ' s alien currency rating is now one notch below investment grade, which starts at ' BBB - '. The increase has put information technology on the same level as Romania, Egypt and El El salvador, and one level below Russia."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "The rupee climbed to 43.305 per US dollar on Thursday. The currency has gained almost 1% in the past three sessions. S&P lifted India's rating by one notch to 'BB+' The increase has put it on the same level as Romania, Egypt and El Salvador."
}