{
    "filename": "01835884_5888.jpg",
    "metadata": {},
    "text": "NATIONAL cousENSuS SURVEYS wae\n1 second avenue\n\nye York, New fore 10017\n\n \n\nwwe Sted Ente,\n\nrs\n\n \n\n \n\n \n\nWh the advertisencete-te ehte bock. Place\nYoueare to. If you ordiaartly wear reading\n\n      \n\nPffine cake « ov aigutes (0 0 0h\nfake te nach cine vith exch\nlataee, you'll peed the\n\n \n\n(asp REStosDent PORTHOLLO. AND TAKE 17 BACK-BEFORE CONTIN\n\n \n\no.)\n\nMow, 114 tke to\n\n \n\nyou.a feu cutstione stout tha ade de the Book,\n\noar brands or products do you cemiaber seetag ade tor tn (eno)\n(Ey ether Biande? (G0 WOT READ EETAER BLAND NUDGE OR FHODUCT ChTEOORIES.)\n\n   \n\n     \n\n \n\n \n\nvena 405 ‘clcanerTE 428-14),\n1 Dole Pineapple — Lkaenoe S\n2 Gacereh Eleceris Mester — =e “Gide tages\n\n  \n\nSP Wileon Hoced\nRaveeaxt\n> 1s Spice Pocket Cologe ~\n\n \n\n \n\nOtter (SPECIFIY:\n\n \n\n—\n(a xo cleaeerre seauos wENTIONED ASOVE, ASK 9.34.)\n(Gr ovtY OM8 G2 TVo CIGARETTE BRAVOS HEANTTONED, SKIP TO Q.30.)\n(or as CERT) causa te weawos emvtiowtD, 6637 10 9.4.)\n(20 wo CLOARETTE BRANDS MaNTIONED ABOVE, ASE)\nDo you renasber any aie for ctyarartes?\nee\nqos SETS T ies brands 46 you renesber snetog ade fort\n\nsoy otharat\n\n \n\nKee Liphte\nKant (Ooep.) o>\n\n \n\n   \n\n> (Sex 10 9.10)\n\niP “one on 10\" ‘CIGARETTE. BRANDS YeTIONED, ASE:)\nbo you keneabar any eda for any other brands of efaaretcen?\n\nae,\n2 -pamat brande vere they? soy others?\n\nQe\n\n   \n\n \n\n   \n\n \n\n(2F HUE MENTIONED 16 0.2, 38, OR 3, CONTINUE:\n\n(IP TAVE Nor MENTIONED 16:2, 34, OR 30, SHIP\n70. q.10,)\n\n   \n\f",
    "augmented_texts": [
        "NATIONAL cousENSuS SURVEYS wae 1 second avenue ye York, New fore 10017 wwe Sted Ente, rs Wh the advertisencete - te ehte bock. Place Youeare to. If you ordiaartly wear reading Pffine cake « ov aigutes (0 0 0h fake te nach cine vith exch lataee, you ' ll peed the (asp REStosDent PORTHOLLO. AND read 17 BACK - BEFORE CONTIN o.) Mow, 114 tke to you. a feu cutstione stout tha ade de the Book, oar brands or products do you cemiaber seetag ade tor tn (eno) (Ey ether Biande? (G0 WOT READ EETAER BLAND NUDGE OR FHODUCT ChTEOORIES.) vena 405 ‘ clcanerTE 428 - 14 ), 1 Dole Pineapple — Lkaenoe S 2 Gacereh Eleceris Mester — = e “ Gide tages SP Wileon Hoced Raveeaxt> 1s Spice Pocket Cologe ~ Otter (SPECIFIY: — (a xo cleaeerre seauos wENTIONED ASOVE, ASK 9. 34.) (Gr ovtY OM8 G2 TVo CIGARETTE bravo HEANTTONED, SKIP TO Q. 30.) (or as CERT) causa te weawos emvtiowtD, 6637 10 9. 4.) (20 wo CLOARETTE BRANDS MaNTIONED ABOVE, ASE) Do you renasber any aie for ctyarartes? ee qos SETS T ies brands 46 you renesber snetog ade fort soy otharat Kee Liphte Kant (Ooep.) o> > (Sex 10 9. 10) iP “ one on 10 \" ‘ CIGARETTE. BRANDS YeTIONED, ASE:) bo you keneabar any eda for any other brands of efaaretcen? ae, 2 - pamat brande vere they? soya bean others? Qe (2F HUE MENTIONED 16 0. 2, 38, OR 3, CONTINUE: (IP TAVE Nor MENTIONED 16: 2, 34, OR 30, SHIP 70. q. ten, )",
        "NATIONAL cousENSuS SURVEYS wae 1 second avenue ye York, New fore 10017 wwe Sted Ente, rs Wh the advertisencete - te ehte bock. Place Youeare to. If you ordiaartly wear reading Pffine cake « ov aigutes (0 0 0h fake te nach cine vith exch lataee, you ' ll peed the (asp REStosDent PORTHOLLO. AND TAKE 17 BACK - BEFORE CONTIN o.) Mow, 114 tke to you. a feu cutstione stout tha ade de the Book, oar brands or products do you cemiaber seetag ade tor tn (eno) (Ey ether Biande? (G0 WOT READ EETAER BLAND NUDGE OR FHODUCT ChTEOORIES.) vena 405 ‘ clcanerTE 428 - 14 ), 1 Dole Pineapple — Lkaenoe S 2 Gacereh Eleceris Mester — = e “ Gide tages SP Wileon Hoced Raveeaxt> 1s Spice Pocket Cologe ~ Otter (SPECIFIY: — (a xo cleaeerre seauos wENTIONED ASOVE, ASK ix. 34.) (Gr ovtY OM8 G2 TVo CIGARETTE BRAVOS HEANTTONED, SKIP TO Q. 30.) (or as CERT) causa te weawos emvtiowtD, 6637 10 9. 4.) (20 wo CLOARETTE BRANDS MaNTIONED ABOVE, ASE) Do you renasber any aie for ctyarartes? ee qos SETS Triiodothyronine ies brands 46 you renesber snetog ade fort soy otharat Kee Liphte Kant (Ooep.) o> > (Sex 10 9. 10) iP “ one on 10 \" ‘ CIGARETTE. BRANDS YeTIONED, ASE:) bo you keneabar any eda for any other brands of efaaretcen? ae, 2 - pamat brande vere they? soy others? Qe (2F HUE MENTIONED 16 0. 2, 38, OR trio, CONTINUE: (IP TAVE Nor MENTIONED 16: two, 34, OR 30, SHIP 70. q. 10, )"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "NATIONAL cousENSuS SURVEYS wae1 second avenue in New York, New fore 10017. N.Y. is a city in the U.S. state of New Jersey. The city is named after the city where the survey was carried out."
}