{
    "filename": "01837478_01837482.jpg",
    "metadata": {},
    "text": "Macross covseisus sonvexs nana\n\nMe\n32 nus\n\nMev York, Nev Yors 10017\nwee of fond Perce, runes: 93-4339\n\nt0 go through the advertisements io this book. Please\nch ad au Yoo eara-co. If you ordiearfly veer readta;\n\n \n\nee\n\n    \n\n(Ws RESPONDENT PORTFOLIO AND TAKE IT BACK SEFORE CONTINUING.)\n2, Wow, 1'4 Uke ko aak you s fev questions about the ade ie the book.\n\nWoat deands oF producce do you resasber seeing ade for in the book! -(PEOBE:)\n‘aay other brendel” (D0 MOE READ EITHER BRAND NAMES OR PRODUCT CATEGORIES.)\n\n \n   \n \n \n  \n\n \n\n“, GENERAL ADS\n‘Asana Bange Dole Pineapple mamma 1\nBeskanericerd/VISA — General Biecerte washer —D\n\n \n\nHilton Hotels —\nKavasakt\n\nOla\" spice rocket Cologne ~\nPolarota: came\n\nSinger Seving Machines\nTester'a Choice\nWeight Watchers —\n\n \n\n  \n\n  \n\nOther (SPECIFY):\n\nway\nGP Mo clcaReTTe Bkauns HENTIONED ABOVE, ASK 0.38.)\n(HY ONLY OWE OR TWO CICARETTE BRANDS. MENTIONED, SKIP-TO.Q.30.)\nar a CIGARETTE BRANOS MaESTIONED, SLIP TO Q.4.)\nJa, (UY No CLGARETEE suAtos seMTioNED aRO¥e, ASE)\nDo you renesber any ade for cigarettea!\ntl)\nYes ~—---=\"~ 1 ——viiac brands do you remember sesing ade for?\n\n‘aay othera?\n\n \n\nOther. (SPECIFY):\n\n \n\n \n\na 9 (SRIF TO 0.10)\n\n(ay “ove Of \"TWO\" CICARETTE BRANDS MENTIONED, ASK:)\n3b, Do you renasber any-ada for any other brands of cigarettes?\n\n08)\nTpinar brands vere they? Any othera?\n\nsam, 0.\n\n \n\nie ——\n\n \n\n   \n\n(1Y TRUE MENTIONED IN Q:2, 34,08 36, CONTINUE.)\n\n(QF TRUE NOT MENTIONED iN Q.2, Je, OR 3b, SKIP\n70 Q.10,)\n\n \n\f",
    "augmented_texts": [
        "Macross covseisus sonvexs nana Me 32 nus Mev York, Nev Yors 10017 wee of fond Perce, runes: 93 - 4339 t0 go through the advertisements io this book. Please ch ad atomic number 79 Yoo eara - co. If you ordiearfly veer readta; ee (Ws RESPONDENT PORTFOLIO AND TAKE IT BACK SEFORE CONTINUING.) 2, Wow, 1 ' 4 Uke ko aak you s fev questions about the ade ie the book. Woat deands oF producce do you resasber seeing ade for in the book! - (PEOBE:) ‘ aay other brendel ” (D0 MOE READ EITHER stain NAMES OR PRODUCT CATEGORIES.) “, GENERAL ADS ‘ Asana Bange Dole Pineapple mamma 1 Beskanericerd / VISA — General Biecerte washer — D Hilton Hotels — Kavasakt Ola \" spice rocket Cologne ~ Polarota: came Singer Seving Machines Tester ' a Choice Weight Watchers — Other (SPECIFY ): way GP Mo clcaReTTe Bkauns HENTIONED ABOVE, ASK 0. 38.) (HY ONLY OWE OR TWO CICARETTE BRANDS. MENTIONED, SKIP - TO. Q. xxx.) ar a CIGARETTE BRANOS MaESTIONED, SLIP TO Q. 4.) Ja, (UY No CLGARETEE suAtos seMTioNED aRO ¥ e, ASE) Do you renesber any ade for cigarettea! tl) Yes ~ — - - - = \" ~ 1 — — viiac brands do you remember sesing ade for? ‘ aay othera? Other. (SPECIFY ): a 9 (SRIF TO 0. 10) (ay “ ove Of \" TWO \" CICARETTE BRANDS MENTIONED, ASK:) 3b, Do you renasber any - ada for any other brands of cigarettes? 08) Tpinar brands vere they? Any othera? sam, 0. ie — — (1Y TRUE MENTIONED IN Q: 2, 34, 08 xxxvi, CONTINUE.) (QF TRUE NOT MENTIONED iN Q. 2, Je, OR 3b, SKIP 70 Q. 10, )",
        "Macross covseisus sonvexs nana Me 32 nus Mev York, Nev Yors 10017 wee of fond Perce, runes: 93 - 4339 t0 go through the advertisements io this book. Please ch ad au Yoo eara - co. If you ordiearfly veer readta; ee (Ws RESPONDENT PORTFOLIO AND TAKE IT BACK SEFORE CONTINUING.) 2, Belly laugh, 1 ' 4 Ukulele ko aak you s fev questions about the ade ie the book. Woat deands oF producce do you resasber seeing ade for in the book! - (PEOBE:) ‘ aay other brendel ” (D0 MOE READ EITHER BRAND NAMES OR PRODUCT CATEGORIES.) “, GENERAL ADS ‘ Asana Bange Dole Pineapple mamma 1 Beskanericerd / VISA — General Biecerte washer — D Hilton Hotels — Kavasakt Ola \" spice rocket Cologne ~ Polarota: came Singer Seving Machines Tester ' a Choice Weight Watchers — Other (SPECIFY ): way GP Mo clcaReTTe Bkauns HENTIONED ABOVE, ASK 0. 38.) (HY ONLY OWE oregon TWO CICARETTE BRANDS. MENTIONED, SKIP - TO. Q. 30.) ar a CIGARETTE BRANOS MaESTIONED, SLIP TO Q. 4.) Ja, (UY No CLGARETEE suAtos seMTioNED aRO ¥ e, ASE) Do you renesber any fruit drink for cigarettea! tl) Yes ~ — - - - = \" ~ 1 — — viiac brands do you remember sesing ade for? ‘ aay othera? Other. (SPECIFY ): a 9 (SRIF TO 0. x) (ay “ ove Of \" TWO \" CICARETTE BRANDS MENTIONED, ASK:) 3b, Do you renasber any - ada for any other brands of cigarettes? 08) Tpinar brands vere they? Any othera? sam, 0. ie — — (1Y TRUE MENTIONED IN Q: 2, 34, 08 36, CONTINUE.) (QF TRUE NOT MENTIONED iN Q. 2, Je, OR 3b, SKIP 70 Q. 10, )"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Macross covseisus sonvexs nana nus: 93-4339 go through the advertisements io this book. Please read the ad au Yoo eara-co. If you ordiearfly veer readta, you can read either the brand name or the product name."
}