{
    "filename": "01841033_1037.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\n\"y\n\nTATTONAL CONSENSUS SURVEYS mane\n801 Sevoed Avenae\n\new York, Mew York 10017 Q\n\n \n\nwun Phiten Log pwns 62014 J nrg\n\n1h\n\nPlease take « few minutes to go through the advertizesente 1n this book, Flease\nfaka an much cise with each ad ay you eate to, If you erdiaartly veer roediay\nlasses, you'll need thea.\n\n   \n\n(quxo REspoxDEND PORTROLIO AD TAKE IT BACK BEFORE CONTINUING.)\nWow, T'd like to sek you # few questions about the ads 4 the book.\n\nWat bronds or products do you reseaber seeing ads for in the book? (PROBE:\n\n‘oy other Seande? (BO NOD READ BIFEER BRAND RANE OR PRODUCT CATEGORIES.)\ncowesa, 605\n\ndassa Range — Dole Piseapple\n\n \n\n   \n \n \n \n\n  \n\nOle Spice Pocket Colome\nPolarote Cams\n\nSinger Seving tachiaes —~ 7\nTester'e Chotce 3\nWetghe Watzhers\n\n \n\n \n\n‘cher (SPECIFN):\n——\n\n(LY No CIGARETTE HRAXOS HENTIONED ABOVE, ASK 3a.)\n(EF OWLE ONE OF THO CIGARETTE BRANDS MENTIONED, SKIP TO 0.0.)\n(ar sux (HIREE] ctoaserre seaios newr10xED, SKIP 70 @.4.)\n\n \n\n \n\n \n\n \n\n \n\n(UF Wo. CLOARETTE BRANDS MESTIONED ABOVE, ASK:)\nDo you reneaber any ade for clgerettes?\na5)\nrer \"1S inde vrande do you renesber seeing ade fort\nie} others?\nas\nLake een\nhe\nGolden (Unsp-) —— 3\né\n7\n8\n3\n8\nHo manne 29 (SKIP TO 9.10)\n\n(CaP “ue oR rv0\" CIGARETTE BRANDS MENTIONED, ASE)\nDolyou tesener say ade for any other brende of cigarett\n\n49,\n—pimat brands vere they? Any ochre?\n\n0\n\n     \n\nvee\n\n \n\n \n\n  \n\n \n\n(GF TUE rewTTONED 1 9.2 34, OR 3, CONTINUE.)\n(or TRUE wor aeNTIONED TH Q.2, 3a, OR 3, SKIP\n\n \n\f",
    "augmented_texts": [
        "\" y TATTONAL CONSENSUS view mane 801 Sevoed Avenae ew York, Mew York 10017 Q wun Phiten Log pwns 62014 J nrg 1h Please take « few minutes to go through the advertizesente 1n this book, Flease faka an much cise with each ad ay you eate to, If you erdiaartly veer roediay lasses, you ' ll need thea. (quxo REspoxDEND PORTROLIO AD TAKE IT BACK BEFORE CONTINUING.) Wow, T ' d like to sek you # few questions astir the ads 4 the book. Wat bronds or products do you reseaber seeing ads for in the book? (PROBE: ‘ oy other Seande? (BO NOD READ BIFEER BRAND RANE OR PRODUCT CATEGORIES.) cowesa, 605 dassa Range — Dole Piseapple Ole Spice Pocket Colome Polarote Cams Singer Seving tachiaes — ~ 7 Tester ' e Chotce three Wetghe Watzhers ‘ cher (SPECIFN ): — — (LY No CIGARETTE HRAXOS HENTIONED ABOVE, ASK 3a.) (EF OWLE ONE OF THO CIGARETTE sword MENTIONED, SKIP TO 0. 0.) (ar sux (HIREE] ctoaserre seaios newr10xED, SKIP 70 @. 4.) (UF Wo. CLOARETTE BRANDS MESTIONED ABOVE, ASK:) Do you reneaber any ade for clgerettes? a5) rer \" 1S inde vrande do you renesber seeing ade fort ie} others? as Lake een he Golden (Unsp -) — — 3 é 7 8 3 8 Ho manne 29 (SKIP TO 9. 10) (CaP “ ue operating theatre rv0 \" CIGARETTE BRANDS MENTIONED, ASE) Dolyou tesener say ade for any other brende of cigarett 49, — pimat brands vere they? Any ochre? 0 vee (GF TUE rewTTONED 1 9. 2 34, OR 3, CONTINUE.) (or TRUE wor aeNTIONED TH Q. 2, 3a, OR 3, SKIP",
        "\" y TATTONAL CONSENSUS SURVEYS mane 801 Sevoed Avenae ew York, Mew York 10017 Q wun Phiten Log pwns 62014 J nrg 1h Please take « few minutes to go through the advertizesente 1n this book, Flease faka an much cise with each ad ay you eate to, If you erdiaartly veer roediay lass, you ' ll need thea. (quxo REspoxDEND PORTROLIO AD TAKE IT BACK BEFORE CONTINUING.) Wow, T ' d like to sek you # few questions about the ads 4 the book. Wat bronds or products do you reseaber seeing ads for in the book? (PROBE: ‘ oy other Seande? (BO NOD READ BIFEER BRAND RANE OR PRODUCT CATEGORIES.) cowesa, 605 dassa Range — Dole Piseapple Ole Spice Pocket Colome Polarote Cams Singer Seving tachiaes — ~ 7 Tester ' e Chotce 3 Wetghe Watzhers ‘ cher (SPECIFN ): — — (LY No CIGARETTE HRAXOS HENTIONED ABOVE, ASK 3a.) (EF OWLE ONE OF THO CIGARETTE BRANDS MENTIONED, SKIP TO 0. 0.) (ar sux (HIREE] ctoaserre seaios newr10xED, SKIP 70 @. 4.) (UF Wo. CLOARETTE BRANDS MESTIONED ABOVE, ASK:) Do you reneaber any ade for clgerettes? a5) rer \" 1S inde vrande do you renesber seeing ade fort ie} others? as Lake een he Golden (Unsp -) — — iii é 7 8 3 8 Ho manne 29 (SKIP TO 9. ten) (CaP “ ue oR rv0 \" CIGARETTE make MENTIONED, ASE) Dolyou tesener say ade for any other brende of cigarett 49, — pimat brands vere they? Any ocher? 0 vee (GF TUE rewTTONED 1 9. 2 34, OR 3, CONTINUE.) (or TRUE wor aeNTIONED TH Q. ii, 3a, OR 3, SKIP"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "\"TATTONAL CONSENSUS SURVEYS mane.801 Sevoed Avenaeew York, Mew York 10017 Q. 1h.1h: \"Please take a few minutes to go through the advertizesente 1n this book, Flease. an much cise with each ad ay you eate to, If you erdiaartly veer roediay veers, you'll need thea. tremendously expensivelasses\" \"Q. NOD READ BIFEER BRAND RANE OR PRODUCT CATEGORIES.\""
}