{
    "filename": "019 (2).txt",
    "metadata": {},
    "text": "Slater to star in Broadway play\n\nActor Christian Slater is stepping into the role of Tom in the Broadway revival of The Glass Menagerie.\n\nSlater, 35, is replacing actor Dallas Roberts in the Tennessee Williams drama, which opens next month. No reason was given for Roberts' departure. The role will be played by understudy Joey Collins until Slater joins the show. Slater won rave reviews for his recent performance in One Flew Over the Cuckoo's Nest in London's West End.\n\nHe has also starred in a number of films, including Heathers, Robin Hood: Prince of Thieves and more recently Churchill: The Hollywood Years. Preview performances of The Glass Menagerie will begin at New York's Ethel Barrymore Theatre on Thursday. Philip Rinaldi, a spokesman for the show, said the play's 15 March opening date remains unchanged. The revival, directed by David Leveaux, will also star Jessica Lange as the domineering mother, Amanda Wingfield.\n",
    "augmented_texts": [
        "Slater to star in Broadway play Actor Christian Slater is stepping into the role of Tom in the Broadway revival of The Glass Menagerie. Slater, 35, is replacing thespian Dallas Roberts in the Tennessee Williams drama, which opens next month. No reasonableness was given for Roberts ' departure. The role will be played by understudy Joey Collins until Slater joins the appearance. Slater won rave reviews for his late performance in One Flew Over the Cuckoo ' s Nest in London ' s West End. He has besides asterisk in a number of film, including Heathers, Robin Hood: Prince of Thieves and more recently First duke of marlborough: The Hollywood Years. Preview performances of The Glass Menagerie will begin at New York ' s Ethel Barrymore Theatre on Thursday. Philip Rinaldi, a spokesman for the show, said the play ' s 15 March opening date remains unchanged. The revival, directed by David Leveaux, will also star Jessica Lange as the domineering mother, Amanda Wingfield.",
        "Slater to star in Broadway play Histrion Christian Slater is stepping into the role of Tom in the Broadway revival of The Glass Menagerie. Slater, 35, is replacing actor Dallas Roberts in the Tennessee Williams drama, which opens next calendar month. No reason was given for Roberts ' departure. The role will equal played by understudy Joey Collins until Slater joins the show. Slater won rave review for his recent performance in One Flew Over the Cuckoo ' s Nest in London ' s West End. He has also starred in a number of films, including Heathers, Robin Hood: Prince of Thieves and more recently Churchill: The Hollywood Year. Preview performances of The Glass Menagerie will begin at New York ' s Ethel Barrymore Theatre on Thursday. Philip Rinaldi, a spokesman for the show, said the play ' s 15 March opening date remain unchanged. The revival, directed by David Leveaux, will also star Jessica Dorothea lange as the domineering mother, Amanda Wingfield."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Slater, 35, is replacing actor Dallas Roberts in the Tennessee Williams drama. No reason was given for Roberts' departure from the show. Slater won rave reviews for his recent performance in One Flew Over the Cuckoo's Nest in London's West End. Preview performances of The Glass Menagerie will begin at New York's Ethel Barrymore Theatre on Thursday."
}