{
    "filename": "020 (4).txt",
    "metadata": {},
    "text": "Edwards tips Idowu for Euro gold\n\nWorld outdoor triple jump record holder and BBC pundit Jonathan Edwards believes Phillips Idowu can take gold at the European Indoor Championships.\n\nIdowu landed 17.30m at the British trials in Sheffield last month to lead the world triple jump rankings. \"It's all down to him, but if he jumps as well as he did in Sheffield he could win the gold medal,\" said Edwards. \"His ability is undoubted but all his best performances seem to happen in domestic meetings.\"\n\nIdowu made his breakthrough five years ago but so far has only a Commonwealth silver medal to his name. Edwards himself kept Idowu off top spot at the Manchester Games. But he believes the European Indoors in Madrid represent a chance for the 26-year-old to prove his credentials as Britain's top triple jumper. \"He has to start producing at international level and here is the beginning,\" said Edwards. \"Phillips still needs to be much more consistent. I'm sure a victory in Madrid will build up his confidence and self-belief that he can be best in the world.\" The qualifying round of the men's triple jump in Madrid takes place on Friday with the final scheduled for Saturday. Olympic champion Christian Olsson will not be taking part as he is out for the entire indoor season with an ankle injury.\n",
    "augmented_texts": [
        "Edwards tips Idowu for Euro gold World outdoor triple jump record holder and BBC pundit Jonathan Edwards believes Phillips Idowu can take gold at the European Indoor Championships. Idowu shore seventeen. 30m at the British trials in Sheffield last month to lead the world three base hit jump rankings. \" It ' s all down to him, but if he jumps as well as he did in Sheffield he could win the gold medal, \" said Edwards. \" His ability is undoubted but all his best performances seem to happen in domestic meetings. \" Idowu made his breakthrough five years ago but so far has only a Commonwealth silver medal to his name. Edwards himself kept Idowu off top spot at the Manchester Games. But he believes the European Indoors in Madrid represent a chance for the 26 - year - old to prove his credentials as Britain ' s top triple jumper. \" He has to start producing at international level and here is the beginning, \" said Edwards. \" Phillips still needs to be much more logical. I ' m sure a victory in Madrid will build up his confidence and self - belief that he can be best in the world. \" The qualifying round of the men ' s triple jump in Madrid takes place on Friday with the concluding scheduled for Saturday. Olympic champion Christian Olsson will not be taking part as he is out for the entire indoor season with an ankle injury.",
        "Edwards tips Idowu for Euro gold World outdoor triple jump record holder and BBC pundit Jonathan Edwards believes Phillips Idowu can take gold at the European Indoor Championships. Idowu land 17. 30m at the British trials in Sheffield last month to lead the world triple jump rankings. \" It ' s all down to him, but if he jumps as well as he did in Sheffield he could advance the gold medal, \" said Edwards. \" His ability is undoubted but all his best performances seem to happen in domestic meetings. \" Idowu made his breakthrough five years ago but so far has only a Commonwealth silver medal to his name. Edwards himself kept Idowu off top spot at the Manchester Games. But he believes the European Indoors in Madrid represent a chance for the xxvi - year - old to prove his credentials as Britain ' s top trio jumper. \" He has to start bring on at international level and here is the beginning, \" said Edwards. \" Phillips still needs to be much more consistent. I ' m sure a victory in Spanish capital will build up his confidence and self - belief that he can be best in the world. \" The qualifying round of the humankind ' s triple jump in Madrid takes place on Friday with the final scheduled for Saturday. Olympic champion Christian Olsson leave not be taking part as he is out for the entire indoor season with an ankle injury."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Edwards tips Idowu for Euro gold at the European Indoor Championships. World outdoor triple jump record holder and BBC pundit Jonathan Edwards believes Phillips Idowsu can take gold. Edwards: \"If he jumps as well as he did in Sheffield he could win the gold medal\""
}