{
    "filename": "024 (4).txt",
    "metadata": {},
    "text": "Chepkemei joins Edinburgh line-up\n\nSusan Chepkemei has decided she is fit enough to run in next month's Great Edinburgh International Cross Country.\n\nThe Kenyan was initially unsure if she would have recovered from her gruelling tussle with Paula Radcliffe in the New York Marathon in time to compete. But she has declared herself up to the task and joins a field headed by World cross country champion Benita Johnson. Race director Matthew Turnbull said: \"Susan will add even more strength in depth to the world-class line up.\" Chepkemei, who won the six kilometre event three years ago when it was staged in Newcastle, endured an epic battle with Radcliffe in the Big Apple until the Briton outsprinted her in the final 400m. Tirunesh Dibaba of Ethiopia will defend the title she won last year in Tyneside - before the race was moved north of the border. Recently-crowned European cross country champion Briton Hayley Yelling also competes in Edinburgh on 15 January, as does in-form Scot Kathy Butler.\n",
    "augmented_texts": [
        "Chepkemei joins Edinburgh line - up Susan Chepkemei has decided she is fit enough to run in next month ' s Great Edinburgh International Cross Body politic. The Kenyan was initially unsure if she would have recovered from her gruelling tussle with Paula Radcliffe in the New York Marathon in time to compete. But she has declared herself up to the labor and joins a field headed by World cross country champion Benita Johnson. Race director Matthew Turnbull said: \" Susan will add even more strength in depth to the world - class line up. \" Chepkemei, who won the six kilometre event three years ago when it was staged in Newcastle, endured an epic battle with Radcliffe in the Big Apple until the Briton outsprinted her in the final 400m. Tirunesh Dibaba of Ethiopia will defend the title she won last year in Tyneside - before the race was moved north of the border. Recently - crowned European cross country champion Briton Hayley Shouting also competes in Edinburgh on 15 January, as does in - form Scotsman Kathy Butler.",
        "Chepkemei joins Edinburgh line - upward Susan Chepkemei has decided she is fit plenty to run in next month ' s Great Edinburgh International Cross Country. The Kenyan was initially unsure if she would take in recovered from her gruelling tussle with Paula Radcliffe in the New York Marathon in time to compete. But she has declared herself up to the job and joins a field headed by World cross country champion Benita Johnson. Race director Matthew Turnbull said: \" Susan will bestow even more strength in depth to the world - class line up. \" Chepkemei, who won the six kilometre event three years ago when it was staged in Newcastle, survive an epic battle with Radcliffe in the Big Apple until the Briton outsprinted her in the final 400m. Tirunesh Dibaba of Ethiopia leave defend the title she won last year in Tyneside - before the race was moved north of the border. Recently - crowned European cross country champion Briton Hayley Yelling too competes in Edinburgh on 15 January, as does in - form Scot Kathy Butler."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Chepkemei joins Edinburgh line-up for Great Edinburgh International Cross Country. The Kenyan was initially unsure if she would have recovered from her gruelling tussle with Paula Radcliffe in the New York Marathon in time to compete. But she has declared herself up to the task and joins a field headed by World cross country champion Benita Johnson."
}