{
    "filename": "024 (3).txt",
    "metadata": {},
    "text": "Brown visits slum on Africa trip\n\nChancellor Gordon Brown has visited Kenya's biggest shantytown as he opened a week-long visit to Africa.\n\nMr Brown's trip is designed to highlight how the UK wants to make Africa's problems a priority of its chairmanship of the G8 this year. He will see an HIV/Aids orphanage in Tanzania and a women's credit union in Mozambique before chairing a meeting of the Commission for Africa in Cape Town. At slums in Narobi on Wednesday, he said education needs had to be tackled.\n\nSpeaking outside the Olympic Primary School, Mr Brown said: \"It is simply not acceptable in the modern age for the rest of the world to stand by and have hundreds of millions of children not getting the chance at education.\" He pointed to international plans to invest $10bn for education in Africa over the next decade. The school is on the edge of Kibera, where 800,000 live often in huts made of mud, scrap metal and cardboard. Mr Brown's aides say he wants to find out more about the Kenyan Government's education policies, which included introducing free primary education in early 2003. The chancellor has already unveiled proposals for a G8 aid package which he has likened to the Marshall Plan used by the United States to rebuild Europe after World War Two. The trip follows claims of infighting between Mr Brown and Tony Blair detailed in a new book. Conservative leader Michael Howard is expected to seize on those reports at prime minister's questions at 1200 GMT on Wednesday.\n",
    "augmented_texts": [
        "Brown visits slum on Africa trip Chancellor Gordon Brown has visited Kenya ' s biggest shantytown as atomic number 2 opened a week - long visit to Africa. Mr Brown ' s trip is designed to highlight how the UK wants to make Africa ' s problems a priority of it chairmanship of the G8 this year. He will see an HIV / Aids orphanage in Tanzania and a women ' s credit union in Mozambique before chairing a meeting of the Commission for Africa in Cape Town. At slums in Narobi on Wednesday, he said department of education needs have to be tackled. Speaking outside the Olympic Primary School, Mr Brown said: \" Information technology is simply not acceptable in the modern age for the rest of the world to stand by and have hundreds of millions of children not getting the chance at education. \" He pointed to international plans to invest $ 10bn for education in Africa over the succeeding decade. The school is on the edge of Kibera, where 800, 000 live often in huts made of mud, scrap metal and cardboard. Mr Brownness ' s aides say he wants to find out more about the Kenyan Government ' s education policies, which included introducing free primary education in early 2003. The chancellor has already unveiled proposals for a G8 aid package which he has likened to the Marshall Plan use by the United States to rebuild Europe after World War Two. The trip follows claims of infighting between Mr Brown and Tony Blair detailed in a new book. Conservative leader Michael Howard is expected to seize on those reports at prime curate ' s questions at 1200 GMT on Wednesday.",
        "Brown visits slum on Africa trip Chancellor Gordon Brown has visited Kenya ' s biggest shantytown as he opened a week - long visit to Africa. Mr Brown ' s trip is designed to highlight how the UK wants to make Africa ' s problems a priority of its chairmanship of the G8 this year. He will see an HIV / Aids orphanage in Tanzania and a women ' s credit union in Mozambique before chairing a meeting of the Charge for Africa in Cape Town. At slums in Narobi on Wednesday, helium said education needs had to be tackled. Speaking outside the Olympic Primary School, Mr Brown said: \" It is simply not acceptable in the modern age for the eternal sleep of the world to stand by and have hundreds of millions of children not getting the chance at education. \" He pointed to international plans to indue $ 10bn for education in Africa over the next decade. The school comprise on the edge of Kibera, where 800, 000 live often in huts made of mud, scrap metal and cardboard. Mr Robert brown ' s aides say he wants to find out to a greater extent about the Kenyan Government ' s education policies, which included introducing free primary education in early 2003. The chancellor has already unveiled proposals for a G8 aid package which he has likened to the Marshall Plan used by the United States to rebuild Europe after World War Two. The trip follows claims of infighting between Mr Brown and Tony Blair detailed in a new book. Conservative leader Michael Howard is expected to seize on those reports at prime minister ' s questions at 1200 GMT on Wednesday."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Brown visits slum on Africa trip to highlight UK's chairmanship of the G8. He will also visit an HIV/Aids orphanage in Tanzania and a women's credit union in Mozambique. The trip follows claims of infighting between Mr Brown and Tony Blair detailed in a new book."
}