{
    "filename": "025 (5).txt",
    "metadata": {},
    "text": "Sony PSP console hits US in March\n\nUS gamers will be able to buy Sony's PlayStation Portable from 24 March, but there is no news of a Europe debut.\n\nThe handheld console will go on sale for $250 (£132) and the first million sold will come with Spider-Man 2 on UMD, the disc format for the machine. Sony has billed the machine as the Walkman of the 21st Century and has sold more than 800,000 units in Japan. The console (12cm by 7.4cm) will play games, movies and music and also offers support for wireless gaming. Sony is entering a market which has been dominated by Nintendo for many years.\n\nIt launched its DS handheld in Japan and the US last year and has sold 2.8 million units. Sony has said it wanted to launch the PSP in Europe at roughly the same time as the US, but gamers will now fear that the launch has been put back. Nintendo has said it will release the DS in Europe from 11 March. \"It has gaming at its core, but it's not a gaming device. It's an entertainment device,\" said Kaz Hirai, president of Sony Computer Entertainment America.\n",
    "augmented_texts": [
        "Sony PSP console hits US in Borderland US gamers will be capable to buy Sony ' s PlayStation Portable from 24 March, but there is no news of a Europe debut. The handheld console will go on sale for $ 250 (£ 132) and the first million sold will come with Spider - Man 2 on UMD, the disc format for the machine. Sony own billed the machine as the Walkman of the twenty first Century and has sold more than 800, 000 units in Japan. The console (12cm by 7. 4cm) will play games, movies and music and also offers support for wireless gaming. Sony is move into a market which has been dominated by Nintendo for many years. It launched its DS handheld in Japan and the US last year and has sold 2. 8 million units. Sony own said information technology wanted to launch the PSP in Europe at roughly the same time as the US, but gamers will now fear that the launch has been put back. Nintendo has said it will release the DS in Europe from 11 March. \" It has punt at its core, but it ' s not a gaming device. It ' s an entertainment device, \" said Kaz Hirai, president of Sony Computer Entertainment America.",
        "Sony PSP console hits US in March US gamers will be able to buy Sony ' s PlayStation Portable from 24 March, but there is no news of a Europe debut. The handheld console will go on sale for $ 250 (£ 132) and the first million sold will come with Spider - Man 2 on UMD, the disc format for the machine. Sony has billed the machine as the Walkman of the 21st Century and has sold more than 800, 000 units in Japan. The console (12cm by 7. 4cm) volition play games, movies and music and also offers support for wireless gaming. Sony is entering a market which has been dominated by Nintendo for many years. It launched its DS handheld in Japan and the US last year and has sold 2. 8 jillion units. Sony has enounce it wanted to launch the PSP in Europe at roughly the same clip as the US, but gamers will today fear that the launching has constitute put back. Nintendo has said it will release the DS in Europe from 11 Borderland. \" It has gaming at its core, but it ' s not a gaming device. It ' s an entertainment device, \" said Kaz Hirai, president of Sony Computer Entertainment America."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Sony PSP console hits US in March for $250 (£132) First million sold will come with Spider-Man 2 on UMD. Sony has billed the machine as the Walkman of the 21st Century. The console will play games, movies and music and also offers support for wireless gaming."
}