{
    "filename": "026.txt",
    "metadata": {},
    "text": "Safety alert as GM recalls cars\n\nThe world's biggest carmaker General Motors (GM) is recalling nearly 200,000 vehicles in the US on safety grounds, according to federal regulators.\n\nThe National Highway Traffic Safety Administration (NHTSA) said the largest recall involves 155,465 pickups, vans and sports utility vehicles (SUVs). This is because of possible malfunctions with the braking systems. The affected vehicles in the product recall are from the 2004 and 2005 model years, GM said. Those vehicles with potential faults are the Chevrolet Avalanche, Express, Kodiak, Silverade and Suburban; the GMC Savana, Sierra and Yukon.\n\nThe NHTSA said a pressure accumulator in the braking system could crack during normal driving and fragments could injure people if the hood was open. This could allow hydraulic fluid to leak, which could make it harder to brake or steer and could cause a crash, it warned. GM is also recalling 19,924 Cadillac XLR coupes, SRX SUVs and Pontiac Grand Prix sedans from the 2004 model year. This is because the accelerator pedal may not work properly in extremely cold temperatures, requiring more braking. In addition, the car giant is calling back 17,815 Buick Raniers, Chevrolet Trailblazers, GMC Envoys and Isuzu Ascenders from the 2005 model years because the windshield is not properly fitted and could fall out in a crash. However, GM stressed that it did not know of any injuries related to the problems. News of the recall follows an announcement last month that GM expects earnings this year be lower than in 2004. The world's biggest car maker is grappling with losses in its European business, weak US sales and now a product recall. In January, GM said higher healthcare costs in North America, and lower profits at its financial services subsidiary would hurt its performance in 2005.\n",
    "augmented_texts": [
        "Safety alert as GM recalls cars The world ' s biggest carmaker General Motors (GM) is recollect nearly 200, 000 vehicles in the US on safety grounds, according to federal regulators. The National Highway Traffic Safety Administration (NHTSA) said the largest recall involves 155, 465 pickups, vans and sports public utility company vehicles (SUVs ). This is because of possible malfunctions with the braking systems. The affected vehicles in the product recall are from the 2004 and 2005 model years, GM said. Those vehicles with potential faults be the Chevrolet Avalanche, Express, Kodiak, Silverade and Suburban; the GMC Savana, Sierra and Yukon. The NHTSA said a pressure accumulator in the braking system could crack during normal driving and fragments could injure people if the hood was open. This could allow hydraulic fluid to leak, which could make it harder to brake or steer and could cause a crash, it warned. GM is also recalling 19, 924 Cadillac XLR coupes, SRX SUVs and Pontiac Grand Prix sedans from the 2004 model year. This is because the accelerator pedal may not work properly in extremely cold temperatures, requiring more braking. In addition, the car giant is calling back 17, 815 Buick Raniers, Chevrolet Trailblazers, GMC Envoys and Isuzu Ascenders from the 2005 model years because the windshield is not properly fitted and could fall knocked out in a crash. However, GM stressed that information technology did not know of any injuries related to the problems. News of the recall follows an announcement last month that GM expects earnings this year be lower than in 2004. The world ' s biggest car maker is grappling with losses in its European business, weak US sales and now a product recall. In January, gram said higher healthcare costs in North America, and lower earnings at its financial services subsidiary would hurt its performance in 2005.",
        "Safety alert as GM recalls cars The world ' s biggest carmaker General Motors (GM) is recalling nearly 200, 000 vehicles in the US on safety grounds, according to federal regulators. The National Highway Traffic Safety Administration (NHTSA) said the largest recall involves 155, 465 pickups, vans and sports utility vehicles (sport utility ). This is because of possible malfunctions with the braking systems. The affected vehicles in the product recall are from the 2004 and 2005 model years, GM said. Those vehicles with potential faults are the Chevrolet Avalanche, Express, Kodiak, Silverade and Suburban; the GMC Savana, Sierra and Yukon. The NHTSA said a pressure accumulator in the braking system could crack during normal driving and fragments could injure people if the hood was open. This could allow hydraulic fluid to leak out, which could make it harder to brake or steer and could cause a crash, it warned. GM is also recalling 19, 924 Cadillac XLR coupes, SRX SUVs and Pontiac Grand Prix sedans from the 2004 model year. This is because the accelerator pedal may not work properly in extremely cold temperatures, requiring more braking. In addition, the car giant is calling back 17, 815 Buick Raniers, Chevrolet Trailblazers, GMC Envoys and Isuzu Ascenders from the 2005 model years because the windshield is not properly fitted and could fall out in a crash. However, GM stressed that it did not know of any injuries related to the job. News of the recall follows an announcement last month that gramme expects net profit this year be lower than in 2004. The world ' s biggest railway car maker is grappling with losses in information technology European business, weak US sales and now a product recall. In January, GM said higher healthcare costs in North America, and lower profits at its financial services subsidiary would hurt its performance in 2005."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "The largest recall involves 155,465 pickups, vans and sports utility vehicles (SUVs) This is because of possible malfunctions with the braking systems. The affected vehicles in the product recall are from the 2004 and 2005 model years. News of the recall follows an announcement last month that GM expects earnings this year be lower than in 2004."
}