{
    "filename": "029 (4).txt",
    "metadata": {},
    "text": "Isinbayeva heads for Birmingham\n\nOlympic pole vault champion Yelena Isinbayeva has confirmed she will take part in the 2005 Norwich Union Grand Prix in Birmingham on 18 February.\n\n\"Everybody knows how much I enjoy competing in Britain. I always seem to break records there,\" said Isinbayeva. \"As Olympic champion there will be more attention on me this year, but hopefully I can respond with another record in Birmingham.\" Kelly Holmes and Carolina Kluft are among other Athens winners competing. The organisers are hoping that Isinbayeva's main rival, fellow Russian Svetlana Feofanova, will also take part in the event. The pair had a thrilling battle in Athens which ended with Isinbayeva finally jumping a world record of 4.91m to claim the gold medal. Isinbayeva, 22, has set 10 world records in the pole vault, three of which have come on British soil.\n",
    "augmented_texts": [
        "Isinbayeva heads for Birmingham Olympic pole hurdle champion Yelena Isinbayeva has confirmed she will take region in the 2005 Norwich Marriage Grand Prix in Pittsburgh of the south on 18 February. \" Everybody knows how much I enjoy competing in Britain. I always seem to break records there, \" said Isinbayeva. \" As Olympic champion there will be more attention on me this class, but hopefully I can respond with another record in Birmingham. \" Kelly Holmes and Carolinas Kluft are among other Athens winners competing. The organisers are hoping that Isinbayeva ' s main rival, fellow Russian Svetlana Feofanova, will also take part in the event. The pair receive a thrilling battle in Athens which ended with Isinbayeva finally jumping a world record of 4. 91m to claim the gold medal. Isinbayeva, 22, has set 10 world records in the pole vault, three of which have come on British soil.",
        "Isinbayeva heads for Birmingham Olympic pole vault champion Yelena Isinbayeva has confirmed she testament take part in the 2005 Norwich Union Grand Prix in Birmingham on 18 February. \" Everybody knows how much I enjoy competing in Britain. I always appear to break criminal record there, \" said Isinbayeva. \" As Olympic champion there will be more attention on maine this year, but hopefully I bum respond with another record in Birmingham. \" Kelly Holmes and Carolina Kluft are among other Athens winners competing. The arranger are hoping that Isinbayeva ' s main rival, fellow Russian Svetlana Feofanova, will also take part in the event. The pair had a thrilling battle in Greek capital which ended with Isinbayeva finally jumping a world record of 4. 91m to claim the gold medal. Isinbayeva, 22, has set 10 globe records in the pole vault, three of which have come on British soil."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Olympic pole vault champion Yelena Isinbayeva will take part in the 2005 Norwich Union Grand Prix in Birmingham on 18 February. The 22-year-old Russian has set 10 world records, three of which have come on British soil. Kelly Holmes and Carolina Kluft are among other Athens winners competing."
}