{
    "filename": "029.txt",
    "metadata": {},
    "text": "UK firm faces Venezuelan land row\n\nVenezuelan authorities have said they will seize land owned by a British company as part of President Chavez's agrarian reform programme.\n\nOfficials in Cojedes state said on Friday that farmland owned by a subsidiary of the Vestey Group would be taken and used to settle poor farmers. The government is cracking down on so-called latifundios, or large rural estates, which it says are lying idle. The Vestey Group said it had not been informed of any planned seizure.\n\nThe firm, whose Agroflora subsidiary operates 13 farms in Venezuela, insisted that it had complied fully with Venezuelan law. Prosecutors in the south of the country have targeted Hato El Charcote, a beef cattle ranch owned by Agroflora. According to Reuters, they plan to seize 12,900 acres (5,200 hectares) from the 32,000 acre (13,000 hectare) farm.\n\nOfficials claim that Agroflora does not possess valid documents proving its ownership of the land in question. They also allege that areas of the ranch are not being used for any form of active production. \"The legal boundaries did not match up with the actual boundaries and there is surplus,\" state prosecutor Alexis Ortiz told Reuters. \"As a consequence the government has taken action.\"\n\nControversial reforms passed in 2001 give the government the right to take control of private property if it is declared idle or ownership cannot be traced back to the 19th Century.\n\nCritics say the powers - which President Chavez argues are needed to help the country's poorest citizens and develop the Venezuelan economy - trample all over private property rights. The Vestey Group said it had owned the land since 1920 and would co-operate fully with the authorities. But a spokesman added: \"Agroflora is absolutely confident that what it has submitted will demonstrate the legality of its title to the land.\" The company pointed out that the farm, which employs 300 workers, provides meat solely for the Venezuelan market.\n\nLast month, the government said it had identified more than 500 idle farms and had yet to consider the status of a further 40,000. The authorities said landowners whose titles were in order and whose farms were productive had \"nothing to fear\". Under President Chavez, the Venezuelan government has steadily expanded the state's involvement in the country's economy. It recently said all mining contracts involving foreign firms would be examined to ensure they provided sufficient economic benefits to the state.\n",
    "augmented_texts": [
        "UK firm faces Venezuelan land row Venezuelan authorities have said they will seize land owned by a British company as part of President Chavez ' s agrarian reform programme. Officials in Cojedes state said on Friday that farmland owned by a subsidiary of the Vestey Group would be taken and used to settle poor farmers. The government is cracking down on so - called latifundios, or large rural estates, which it says are lying idle. The Vestey Group said it had not been informed of any planned seizure. The firm, whose Agroflora subsidiary operates 13 farms in Venezuela, insisted that it had complied fully with Venezuelan law. Prosecutors in the south of the country have targeted Hato El Charcote, a beef cattle ranch owned by Agroflora. According to Reuters, they plan to seize 12, 900 acres (5, 200 hectares) from the 32, 000 acre (13, 000 hectare) farm. Officials claim that Agroflora does not possess valid documents proving its ownership of the land in question. They also allege that areas of the ranch are not being used for any form of active production. \" The legal boundaries did not match up with the actual boundaries and there is surplus, \" state prosecutor Alexis Ortiz told Reuters. \" As a consequence the government has taken action. \" Controversial reforms passed in 2001 give the government the right to take control of secret property if it is declared unfounded or ownership cannot comprise traced back to the 19th Century. Critics say the powers - which President Chavez argues are needed to help the country ' s poorest citizens and develop the Venezuelan economy - trample all over private property rights. The Vestey Group said it had owned the land since 1920 and would co - operate fully with the authorities. But a spokesman added: \" Agroflora is absolutely confident that what it has submitted will demonstrate the legality of its title to the land. \" The company pointed out that the farm, which employs 300 workers, provides meat solely for the Venezuelan market. Last month, the government enjoin it had identified more than 500 idle farms and had yet to consider the status of a further 40, 000. The authorities said landowners whose titles were in order and whose farms were productive had \" nothing to fear \". Under President Chavez, the Venezuelan government has steadily expanded the state ' s involvement in the country ' s economy. It recently said all mining contract involving foreign firms would be examined to ensure they supply sufficient economic benefits to the state.",
        "UK firm faces Venezuelan land row Venezuelan authorities have said they will seize land owned by a British company as part of President Chavez ' s agrarian reform programme. Officials in Cojedes state said on Friday that farmland have by a subsidiary of the Vestey Group would be taken and used to settle poor farmers. The government is cracking down on so - called latifundios, or large rural estates, which it says are lying idle. The Vestey Group said it had not been informed of any planned seizure. The firm, whose Agroflora subsidiary operates 13 farms in Venezuela, insisted that it had complied fully with Venezuelan law. Prosecutors in the south of the country have targeted Hato El Charcote, a beef cattle cattle ranch owned by Agroflora. According to Reuters, they plan to seize 12, 900 acres (5, 200 hectare) from the 32, 000 acre (13, 000 hectare) farm. Officials claim that Agroflora does not possess valid documents proving its ownership of the land in question. They also allege that areas of the ranch are not being used for any form of active production. \" The legal boundaries did not match up with the actual boundaries and there is surplus, \" state prosecutor Alexis Ortiz told Reuters. \" As a consequence the government has taken action. \" Controversial reforms passed in 2001 give the government the right to take control of secret property if it is declared idle or ownership cannot be traced back to the 19th Century. Critics say the powers - which President Chavez argues are needed to help the country ' s poorest citizens and develop the Venezuelan economy - trample all over private property right. The Vestey Group said it had owned the land since 1920 and would co - operate fully with the authorities. But a spokesman added: \" Agroflora is absolutely confident that what it has submit will demonstrate the legality of its title to the land. \" The company pointed out that the farm, which employs 300 workers, provides meat solely for the Venezuelan market. Last month, the government said it had identified more than 500 idle farms and had yet to consider the status of a further 40, 000. The authorities said landholder whose titles were in order and whose farms were productive had \" nothing to fear \". Under President Chavez, the Venezuelan government receive steadily expanded the state ' s involvement in the country ' s economy. It recently said all mining contracts involving strange firms would be examined to ensure they provided sufficient economic benefits to the state."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Venezuelan authorities have said they will seize land owned by a British company. Officials in Cojedes state said farmland would be taken and used to settle poor farmers. The government is cracking down on so-called latifundios, or large rural estates, which it says are lying idle."
}