{
    "filename": "03047489.jpg",
    "metadata": {},
    "text": " \n\n \n\n‘ C C\nTHE TOBACCO INSTITUTE, 1we. en\n\n1776 K STREET, NORTHWEST | WASHINGTON, O.C. 20006 | 202/296-8434 | Publications Director\n\nMay 5, 1977\n\nTO: Messrs. Ave, Blalock, Bowling, Durden, Pickett, Provost\nand Robinson\n\nFROM: George Yenowine\n\nRE: \"A Review of Smoking and Allergy\"\n\nThe attached paper by Dr. Waite is now available in quan-\ntity at the Institute. You are welcome to any number you may\nfind useful.\n\nEne.\n\nec: Bryant\nDowdell\nGeorge\nRoach\nShinn\nStinnette\nTemko\nYeargin\nZahn\n\n68YLLOEO\n\f",
    "augmented_texts": [
        "‘ C C THE TOBACCO INSTITUTE, 1we. en 1776 K STREET, NORTHWEST | WASHINGTON, O. C. 20006 | 202 / 296 - 8434 | Publications Managing director May fin, 1977 TO: Messrs. Ave, Blalock, Bowling, Durden, Pickett, Provost and Robinson FROM: George Yenowine RE: \" A Critique of Smoke and Allergy \" The attached paper by Dr. Waite is now available in quan - tity at the Institute. You are welcome to any number you may find utilitarian. Ene. ec: Bryant Dowdell George Roach Shinn Stinnette Temko Yeargin Zahn 68YLLOEO",
        "‘ C C THE TOBACCO INSTITUTE, 1we. en 1776 K STREET, NORTHWEST | booker taliaferro washington, O. C. 20006 | 202 / 296 - 8434 | Publications Film director May 5, 1977 TO: Messrs. Ave, Blalock, Bowling, Durden, Pickett, Provost and Robinson FROM: George Yenowine rhenium: \" A Review of Smoking and Allergic reaction \" The connected paper by Dr. Waite is now available in quan - tity at the Institute. You are welcome to any number you english hawthorn find useful. Ene. ec: Bryant Dowdell George Roach Shinn Stinnette Temko Yeargin Zahn 68YLLOEO"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The attached paper by Dr. Waite is now available in quan-                tity at the Institute. You are welcome to any number you may find useful. The paper is called \"A Review of Smoking and Allergy\" and is published by the ToBACCO Institute in Washington, DC."
}