{
    "filename": "031 (4).txt",
    "metadata": {},
    "text": "Sprinter Walker quits athletics\n\nFormer European 200m champion Dougie Walker is to retire from athletics after a series of six operations left him struggling for fitness.\n\nWalker had hoped to compete in the New Year Sprint which is staged at Musselburgh Racecourse near Edinburgh on Tuesday and Wednesday. The 31-year-old Scot was suspended for two years in 1998 after testing positive for nandrolone. \"I had intended to race but I'm running like a goon,\" said Walker. He told the Herald newspaper: \"I'm not in great shape, after missing about a month of training. \"I missed a big chunk of speed work over about three weeks, and then another week working in America. \"If I'd had a half-decent mark it might have motivated me more, but I won't be racing. \"I still enjoy training, but feel it's time to move on, and concentrate on a career.\"\n",
    "augmented_texts": [
        "Sprinter Walker quits athletics Former European 200m champion Dougie Walker is to retire from athletics after a series of six operations left him struggling for fitness. Walker had hoped to compete in the New Year Sprint which is staged at Musselburgh Racecourse near Edinburgh on Tuesday and Wednesday. The 31 - year - old Scot was suspended for two years in 1998 after examine positive for nandrolone. \" I had intended to raceway but I ' m running like a goon, \" said Walker. He told the Herald newspaper: \" I ' 1000 not in great shape, after missing about a month of training. \" I missed a big clump of pep pill work over astir three weeks, and then another week working in America. \" If I ' d had a half - decent mark it might have motivated me more, but I won ' t be racing. \" I still enjoy training, but feel it ' s time to move on, and concentrate on a career. \"",
        "Sprinter Walker quits athletics Late European 200m champion Dougie Walker is to retire from athletics after a series of six operations left him struggling for fitness. Walker give hoped to compete in the New Year Sprint which is staged at Musselburgh Racecourse near Edinburgh on Tuesday and Wednesday. The 31 - yr - old Scot was suspended for two years in 1998 after testing positive for nandrolone. \" I had intended to race but I ' m running like a goon, \" said Walker. He told the Herald newspaper: \" I ' m not in great shape, after missing about a month of training. \" I missed a big chunk of speed work over astir three weeks, and then another week working in America. \" If I ' d had a half - decent mark it might have motivated me more, but I won ' t be run. \" I still enjoy training, but feel it ' s time to move on, and concentrate on a career. \""
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Former European 200m champion Dougie Walker is to retire from athletics. The 31-year-old Scot was suspended for two years in 1998 after testing positive for nandrolone. Walker had hoped to compete in the New Year Sprint at Musselburgh Racecourse near Edinburgh."
}