{
    "filename": "031.txt",
    "metadata": {},
    "text": "Irish markets reach all-time high\n\nIrish shares have risen to a record high, with investors persuaded to buy into the market by low inflation and strong growth forecasts.\n\nThe ISEQ index of leading shares closed up 23 points to 6661.89 on Thursday, fuelled by strong growth in banking and financial stocks. A fall in the rate of inflation to 2.3% in January gave a fresh boost to shares which have advanced 4% this month. The economy is set for strong growth in 2005 while interest rates remain low.\n\nSeveral of Ireland's biggest companies saw their market value hit recent highs on Thursday. Allied Irish Banks, Ireland's biggest company by capitalisation, touched a five year peak while Bank of Ireland shares rose to their highest level since August 2002.\n\nTelecoms firm Eircom, which recently revealed that it would re-enter the Irish mobile phone market, hit a yearly high. Analysts said that economic conditions were benign and Irish shares were still trading at a discount to other European markets. \"Ireland ticks all the boxes as far as international investors are concerned,\" Roy Asher, chief investment officer of Hibernian Investment Managers, told Reuters. \"Buoyant economic conditions are set to continue in Ireland over the next few years and Irish equities continue to offer quality growth at a reasonable valuation.\"\n\nBernard McAlinden, head of equity research at NCB Stockbrokers, said equities represented good value compared to other investments. \"It is still looking good,\" he told Reuters. \"We have seen good economic data on Ireland which benefits the financial stocks.\" Ireland's economic 'miracle' is enjoying a second wind, with 5% growth forecast for 2005 and 2006. The economy cooled markedly between 2001 and 2003 after enjoying spectacular growth of more than 10% in 2000. However, it has bounced back strongly with growth of just under 5% expected in 2004.\n",
    "augmented_texts": [
        "Irish markets reach all - time high Irish shares make risen to a record high, with investors persuaded to buy into the market by low inflation and strong growth forecasts. The ISEQ indicant of leading shares closed up 23 points to 6661. 89 on Thursday, fuelled by strong growth in banking and financial stocks. A fall in the rate of inflation to 2. 3% in January gave a fresh boost to shares which have advanced 4% this month. The economy is set for strong growth in 2005 while interest rates remain low. Several of Ireland ' s biggest companies saw their market value hit recent highs on Thursday. Allied Irish Banks, Ireland ' s biggest company by capitalisation, touched a five year peak while Bank of Ireland shares rose to their highest level since August 2002. Telecoms firm Eircom, which recently revealed that it would re - enter the Irish mobile phone market, hit a yearly high. Analysts said that economic conditions were benign and Irish shares were still trading at a discount to other European markets. \" Ireland ticks altogether the boxes as far as international investors equal concerned, \" Roy Asher, chief investment officer of Hibernian Investment Managers, told Reuters. \" Buoyant economic conditions are set to continue in Ireland over the next few years and Irish equities continue to offer quality growth at a reasonable valuation. \" Bernard McAlinden, head of equity research at NCB Stockbrokers, said equities represented good value compared to other investments. \" It is still looking good, \" he told Reuters. \" We have seen good economic data on Ireland which benefits the financial stocks. \" Ireland ' s economic ' miracle ' is enjoying a second wind, with 5% growth forecast for 2005 and 2006. The economy cooled markedly between 2001 and 2003 after enjoying spectacular growth of more than 10% in 2000. However, it has bounced back strongly with growth of just under 5% expected in 2004.",
        "Irish markets reach all - time high Irish shares have risen to a record high, with investors persuaded to buy into the market by grim pretentiousness and strong growth forecasts. The ISEQ index of leading shares closed up 23 points to 6661. 89 on Th, fuelled by strong growth in banking and financial gunstock. A fall in the rate of inflation to 2. 3% in January gave a fresh boost to shares which have advanced 4% this month. The economy is set for strong growth in 2005 while interest rates remain low. Several of Ireland ' s biggest company saw their market value hit recent highs on Thursday. Allied Irish Banks, Ireland ' s biggest company by capitalisation, touched a five year peak while Bank of Hibernia shares rose to their highest level since August 2002. Telecoms firm Eircom, which recently revealed that it would re - enter the Irish mobile phone market, hit a yearly high. Analysts said that economic conditions were benign and Irish shares were still trading at a discount to other European markets. \" Ireland ticks all the boxes as far as international investors are concerned, \" Roy Asher, chief investment officer of Hibernian Investment Managers, told Reuters. \" Buoyant economic conditions are set to continue in Ireland over the next few years and Irish equities continue to offer quality growth at a reasonable valuation. \" Bernard McAlinden, head of equity research at NCB Stockbrokers, said equities represented good value compared to other investments. \" Information technology is still looking good, \" he told Reuters. \" We have seen good economic data on Ireland which benefits the financial stocks. \" Ireland ' s economic ' miracle ' is enjoying a second wind, with 5% growth forecast for 2005 and 2006. The economy cooled markedly between 2001 and 2003 after enjoying spectacular maturation of more than 10% in 2000. However, it has bounced back strongly with growth of but under 5% expected in 2004."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Irish markets reach all-time high. ISEQ index of leading shares closed up 23 points to 6661.89 on Thursday. A fall in the rate of inflation to 2.3% in January gave a fresh boost to shares. The economy is set for strong growth in 2005 while interest rates remain low."
}