{
    "filename": "033 (4).txt",
    "metadata": {},
    "text": "Greek sprinters suspended by IAAF\n\nGreek sprinters Kostas Kenteris and Katerina Thanou have been suspended after failing to take drugs tests before the Athens Olympics.\n\nAthletics' ruling body the IAAF said explanations from the pair and their former coach as to why they missed the tests were \"unacceptable\". It added that Kenteris and Thanou had been \"provisionally suspended pending the resolution of their cases\". They face two-year bans if found guilty by the Greek Athletics Federation. The suspension also covers the athletes' controversial coach, Christos Tzekos. Kenteris, the 2000 Olympic 200m champion, and Thanou, the women's 100m silver medallist from the same Games in Sydney, also face a criminal hearing in Greece over the missed tests. They failed to appear to give samples in Chicago and Tel Aviv shortly before the Athens Games and again in Athens on 12 August, the eve of the opening ceremony. Greek prosecutors have also charged them with faking a midnight motorcycle crash which led to them spending four days in hospital. Some medical staff have been charged with writing false medical reports. Wednesday's statement said the Greek Federation (SEGAS) would convene a disciplinary hearing for the trio to determine whether there had been doping violations.\n\n\"There will be a final right of appeal from the decision of the Greek Federation to the Court of Arbitration for Sport,\" the IAAF said. Tzekos insisted he and the runners had nothing to hide. \"The IAAF's decision means nothing,\" he said. \"We'll be presenting all our arguments to SEGAS - we're innocent.\"\n",
    "augmented_texts": [
        "Greek sprinters suspended by IAAF Greek sprinters Kostas Kenteris and Katerina Thanou have been suspended after failing to take drugs tests before the Athens Olympics. Athletics ' ruling body the IAAF said explanations from the pair and their early coach as to why they missed the tests were \" unacceptable \". It added that Kenteris and Thanou had been \" provisionally suspended pending the resolution of their cases \". They face two - year bans if found guilty by the Hellenic Athletics Federation. The suspension also covers the athletes ' controversial coach, Christos Tzekos. Kenteris, the 2000 Olympic 200m champion, and Thanou, the women ' s 100m silver medallist from the same Games in Sydney, also face a criminal hearing in Greece over the lost tests. They failed to appear to give samples in Chicago and Tel Aviv shortly before the Athens Games and again in Greek capital on 12 August, the eve of the opening ceremony. Greek prosecutors deliver also charged them with faking a midnight motorcycle crash which led to them spending four days in hospital. Some medical staff have been charged with writing false medical reports. Wednesday ' s argument said the Greek Federation (SEGAS) would convene a disciplinary hearing for the trio to determine whether there had been doping violations. \" There will be a final right of appeal from the decision of the Greek Federation to the Court of Arbitration for Sport, \" the IAAF said. Tzekos insisted he and the runners throw nothing to hide. \" The IAAF ' s decision means nothing, \" he said. \" We ' ll be presenting all our arguments to SEGAS - we ' re innocent. \"",
        "Greek sprinters suspended by IAAF Hellene sprinters Kostas Kenteris and Katerina Thanou have been suspended after failing to take drugs tests before the Athens Olympics. Athletics ' ruling body the IAAF said explanations from the pair and their former coach as to why they missed the tests were \" unacceptable \". It added that Kenteris and Thanou had been \" provisionally suspended pending the resolution of their cases \". They present two - year bans if found guilty by the Greek Athletics Federation. The suspension also covers the athletes ' controversial coach, Christos Tzekos. Kenteris, the 2000 Olympic 200m champion, and Thanou, the women ' s 100m silver medallist from the same Games in Sydney, also face a criminal hearing in Hellenic republic over the missed tests. They failed to appear to give samples in Chicago and Tel Aviv shortly before the Athens Games and again in Athens on dozen Aug, the eve of the opening ceremony. Greek prosecutors have also charged them with faking a midnight motorcycle crash which led to them spending four days in hospital. Some medical staff have been charged with writing false medical reports. Wednesday ' s statement said the Greek Federation (SEGAS) would convene a disciplinary earshot for the trio to see whether there had been doping violations. \" There will be a final right of appeal from the decision of the Greek Federation to the Court of Arbitration for Sport, \" the IAAF said. Tzekos insisted he and the runners had nothing to hide. \" The IAAF ' s decision means nothing, \" he said. \" We ' ll be presenting all our arguments to SEGAS - we ' re innocent. \""
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Kostas Kenteris and Katerina Thanou face two-year bans if found guilty by the Greek Athletics Federation. The suspension also covers the athletes' controversial coach, Christos Tzekos. They failed to appear to give samples in Chicago and Tel Aviv shortly before the Athens Games."
}