{
    "filename": "035 (2).txt",
    "metadata": {},
    "text": "Hundreds vie for best film Oscar\n\nA total of 267 films are eligible for the best film Oscar but only five will be chosen to go forward as nominees.\n\nThe Academy of Motion Picture, Arts and Sciences has sent out the first ballot papers with the full list of films vying for recognition. Among those expected to receive nominations are The Aviator, Million Dollar Baby and Sideways. Academy members will now vote for their favourites before the final nominees are announced on 25 January.\n\nTo be eligible for nomination a film must have been shown in a commercial theatre for seven consecutive days before the deadline of 31 December. Director Martin Scorsese's The Aviator, starring Leonardo DiCaprio went on general release on Christmas Day in the US, ensuring it just made the deadline. Studios have already begun lobbying voters, taking out full page adverts in trade publications such as Variety urging them to remember particular films when it comes to choosing what to back. Other movies tipped for possible success include Closer, starring Jude Law and Julia Roberts, Finding Neverland, with Johnny Depp as author JM Barry and Kinsey starring Liam Neeson as the famed sex scientist Alfred Kinsey. Meanwhile, design engineer Takuo Miyagishima will be awarded an Oscar at the Scientific and Technical Awards Dinner on 12 February 2005. Miyagishima is the 18th recipient of the Sawyer Award, which is \"presented to an individual in the motion picture industry whose technological contributions have brought credit to the industry.\" The main Oscar ceremony will be held in Los Angeles on 27 February.\n",
    "augmented_texts": [
        "Hundreds contend for best film Oscar A total of 267 films are eligible for the best film Oscar but only five will be chosen to go forward as nominees. The Academy of Motion Picture, Arts and Sciences has sent out the first ballot papers with the full list of films vying for recognition. Among those expected to receive nominations are The Aviator, Million Dollar Infant and Sideways. Academy members will now vote for their favourites before the final nominees are herald on 25 January. To be eligible for nomination a film must have been shown in a commercial theatre for seven consecutive days before the deadline of 31 December. Director Martin Scorsese ' s The Aviator, starring Leonardo DiCaprio went on general release on Christmas Day in the usa, ensuring it just made the deadline. Studios have already begun lobbying voters, taking out full page adverts in trade publications such as Variety urging them to remember particular films when it comes to choosing what to back. Other movies tipped for possible success include Closer, starring Jude Law and Julia Roberts, Finding Neverland, with Johnny reb Depp as author JM Barry and Kinsey starring Liam Neeson as the famed sex scientist Alfred Kinsey. Meanwhile, design engineer Takuo Miyagishima will be awarded an Oscar at the Scientific and Technical Awards Dinner on 12 February 2005. Miyagishima is the 18th recipient of the Sawyer Award, which is \" presented to an individual in the motion image industry whose technological contributions have brought credit to the industry. \" The main Oscar ceremony will be held in Los Angeles on 27 February.",
        "Hundreds vie for best film Oscar A total of 267 films are eligible for the best film Oscar but only five will be chosen to go forward as nominees. The Academy of Motion Picture, Arts and Sciences has sent out the first ballot papers with the full list of films vying for identification. Among those expected to receive nominations are The Aviator, Million Dollar Baby and Sideways. Academy members will now vote for their favourites before the final nominees are announce on 25 January. To be eligible for nomination a film must have been shown in a commercial theatre for seven consecutive days before the deadline of 31 December. Director Martin Scorsese ' sulfur The Aviator, starring Leonardo DiCaprio went on general release on Christmas Day in the US, ensuring it just made the deadline. Studios have already begun lobbying voters, taking out full page adverts in trade publications such as Variety urging them to remember particular films when it comes to choosing what to back. Other movies tipped for possible success include Closer, starring Jude Law and Julia Roberts, Finding Neverland, with Johnny Depp as author JM Barry and Kinsey starring Liam Neeson as the famed sexual urge scientist Alfred Kinsey. Meanwhile, design engineer Takuo Miyagishima will be awarded an Oscar at the Scientific and Technical Awards Dinner on 12 February 2005. Miyagishima is the 18th recipient of the Sawyer beetle Award, which is \" represent to an mortal in the motion picture industry whose technological donation have brought credit to the industry. \" The main Academy award ceremony will be held in Los Angeles on 27 February."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "A total of 267 films have been nominated for the best film Oscar. The final list will be announced on January 25. Among the films up for nomination are The Curious Case of the Dog in the Night-time, The Great Gatsby, and The Godfather: Part II."
}