{
    "filename": "03545211_5232.jpg",
    "metadata": {},
    "text": "STATEMENT OF CURTIS H. JUDGE\nS ON HR 1824\nBEFORE THE SUBCOMMITTEE ON HEALTH AND THE ENVIRONMENT\nOF THE COMMITTEE ON ENERGY AND COMMERCE\n\nMarch 17, 1983\n\n \n\nIam Curtis H. Judge, President of Lorillard, a division of\n\nLoews Corporation.\n\nI am also the Chairman of the Executive Committee of The\nTobacco Institute, an association of tobacco manufacturers\nwith headquarters in Washington, D.C. I testify here today\n\non behalf of our industry.\n\nWith me today on this panel are Dr. Larry Light, Professor\nRoger D. Blackwell and Professor Harold Mendelsohn. I am\nalso accompanied by Arthur J. Stevens, General Counsel of\n\nLorillard.\n\nBefore I go any further, I want to thank the Chairman for\nthe brief delay you granted us - - although two-and-a-half\nhours today and part of a panel last week severely restrict\nthe ability of our industry's witnesses, independent\nScientific witnesses and others who oppose the bill to\nappear. Consequently, many of those who wish to testify\n\nwill have to do so by means of filed statements.\n\nTrzseseo\n\f",
    "augmented_texts": [
        "STATEMENT OF CURTIS H. JUDGE S ON HR 1824 BEFORE THE SUBCOMMITTEE ON HEALTH AND THE ENVIRONMENT OF THE COMMITTEE ON ENERGY AND COMMERCE March 17, 1983 Iam Curtis H. Judge, President of Lorillard, a division of Loews Corporation. I am also the Chairman of the Executive director Committee of The Tobacco Institute, an association of tobacco manufacturers with headquarters in Washington, D. C. I testify here today on behalf of our industry. With me today on this panel are Dr. Larry Light, Professor Roger D. Blackwell and Professor Harold Mendelsohn. I am also accompanied by Arthur J. Stevens, General Counselor at law of Lorillard. Before I go any further, I want to give thanks the Chairman for the brief delay you granted us - - although two - and - a - half hours today and part of a panel last week severely restrict the ability of our industry ' s witnesses, independent Scientific witnesses and others who oppose the throwaway to appear. Consequently, many of those who wish to testify will have to do so by means of filed statements. Trzseseo",
        "STATEMENT OF CURTIS H. JUDGE S ON HR 1824 BEFORE THE SUBCOMMITTEE ON HEALTH AND THE ENVIRONMENT OF THE citizens committee ON ENERGY AND COMMERCE March 17, 1983 Iam Curtis Hydrogen. Judge, President of Lorillard, a division of Loews Corporation. I am also the Chairman of the Executive Committee of The Tobacco Institute, an association of tobacco manufacturers with headquarters in Washington, D. C. I testify here today on behalf of our industry. With me today on this panel are Dr. Larry Light, Professor Roger D. Blackwell and Professor Harold Mendelsohn. I am also accompanied by Arthur J. Stevens, General Counsel of Lorillard. Before I give up the ghost any further, One want to thank the Chairman for the brief delay you grant us - - although two - and - a - half hours today and part of a panel last week severely restrict the ability of our industry ' s witnesses, independent Scientific witnesses and others who oppose the bill to appear. Consequently, many of those who wish to testify will have to do so by means of filed statement. Trzseseo"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Curtis H. Judge is the President of Lorillard, a division of Loews Corporation. He is also the Chairman of the Executive Committee of The Tobacco Institute, an association of tobacco manufacturers with headquarters in Washington, D.C. \"I testify here today on behalf of our industry,\" Judge says."
}