{
    "filename": "03550753.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\nFree Goods and\n\nSamples\n‘A Menace to the Tobacco Distributer\nTh ing is an article\n\ntion of free samples by cigarette\n‘During the past three years, 28\nbills were introduced in various\nstate legislatures either to regulate\nor prohibit the distribution of sam-\nples. Of these bills, four were\nadopted, three in 1983 and one in\n1982. One increased the number\nof cigarettes that could be con-\ntained in sample packages from a\nminimum of 10 to a maximum of\n20, while the others restricted, in\nfone way or another, the distribu-\ntion of sample goods.\n\n‘The increased legislative activity\nin this field may be due to a swell-\ning tide of discontent expressed by\nmany wholesalers and retailers\nwho see this practice as a threat to.\ntheir continued existence.\n\nBefore the proliferation of\nbrands, packings and sizes in the\ncigarette field, the industry was,\ndominated by six major brands\nand characterized by a strong\ndegree of consumer loyalty to the\nbrand each consumer smoked. Dis-\ntributing of cigarette samples to\nconsumers was not a particularly\nefficient way of switching ciga-\nrette smoking habits. It was there-\nfore restricted primarily to the\ncreation of good will in the form\nof giving away cigarettes at ban-\nquets and other celebrations.\n\n‘Times and mores have changed:\nFree cigarettes are no longer\nfavored at banquet tables. More-\n‘over, where six brands dominated\nthe market, there are now approx-\nimately 40 brands competing for\nthe consumer's attention, and new\nbrands are introduced ona regular\nbasis.\n\nIn this unstructured, atomistic\nmarket, cigarette manufacturers\nare serabbling frantically for pro-\nmotional devices to increase their\n\n \n\n \n\n \n\n  \n\n \n\nrespective market shares. One of\nthe most effective techniques is\ning away free goods or samples.\n‘While sampling is the most highly\nvisible of the new techniques,\nequally pervasive is the merchan-\ndising ploy of “buy one—get one\nfree” or “buy one—get two free.”\nAlthough these techniques may\n‘cause temporary shifts in market\nshare among the manufacturing\ncompanies, the end result is fewer\n\n \n\n  \n\nwill be detrimental to the entire\nindustry.\n\nIf you are interested in further\ninformation, the Tobacco Mer-\nchants Association devoted their\nOctober 13 State Bulletin (83-38)\nto state legislation concerning the\ndistribution of free samples. Call\n‘TMA at (212) 239-4435.\n\n  \n\n \n\ncigarettes are sold by retailers and’ 5\n\ntheir wholesale suppliers. Even\nwhen the volume of sales is not\nreduced, the dollar volume of the\nretailer and wholesaler is, and the _\nmargin of profit and survivability | 2\nof the small retailer and\nwholesale tobacco distributor is\nmenaced. ager\n\n‘There is a strong feeling that in\ntheir frantic desire to improve\nmarket standings, cigarette manu-\nfacturers may be killing the goose\nthat lays the golden egg and'de-\nstroying the infrastructure of that\nnationwide network of pinpoint\ndistribution upon which the health\nof the trade and the industry\ndepends.\n\nMoreover, it has been pointed\nout that in many states which have\na cigarette sales-below-cost law,\nthe use of free goods through\nretail outlets may result in the\nviolation of the “Combination\nSales\" provisions of many of these\nlaws. The NATD model sales-\nbelow-cost law provides, in part,\nthat in all sales involving two or\nmore items at a combined price,\n\n \n\n \n\n \n\n \n\n \n\n \n\nthe retailer’s selling price shall not\n\nbe below the cost to the retailer of\nthe cigarettes included in such\ntransaction and the invoice cost,\nwhether paid by the ret\n\nany other person, of all other com-\nmodities included in such transac-\ntion. The “free goods” approach\nto cigarette sales promotion hovers\nperilously close to violation of the\nletter of this provision.\n\n‘Whether or not the law itself is\nviolated, there is a strong feeling\nthat, in terms of the economics of\nthe situation and the best interests\nof the industry as a whole, exces-\nsive use of free goods and samples\n\n \n\n \n\n  \n\n \n\nL0SSEO\n\na\n\ne\n\f",
    "augmented_texts": [
        "Free Goods and Samples ‘ A Menace to the Tobacco Distributer Th ing is an article tion of free samples by cigarette ‘ During the past three years, 28 bills were introduced in various state legislatures either to regulate or disallow the distribution of sam - ples. Of these bills, four were adopted, three in 1983 and one in 1982. One increased the number of cigarettes that could be con - tained in sample packages from a minimum of 10 to a maximum of 20, while the others restricted, in fone way or another, the distribu - tion of sample goods. ‘ The increased legislative activity in this field may be due to a swell - ing tide of discontent expressed by many wholesalers and retailers who see this practice as a threat to. their continued existence. Before the proliferation of brands, packings and sizes in the cigarette field, the industry was, dominated by six major brands and characterized by a strong degree of consumer loyalty to the brand each consumer smoked. Dis - tributing of cigarette samples to consumers was not a particularly efficient way of switching ciga - rette smoking habits. It was there - fore restricted primarily to the creation of good will in the form of giving away cigarettes at bachelor of arts in nursing - quets and other celebrations. ‘ Times and mores have changed: Free cigarettes make up no longer favored at banquet tables. More - ‘ over, where six brands overlook the market, there are now approx - imately 40 brands competing for the consumer ' s attention, and new brands are introduced ona regular basis. In this unstructured, atomistic market, cigarette manufacturers are serabbling frantically for pro - motional devices to increase their respective market shares. One of the most effective techniques is ing away free goods or samples. ‘ While sampling is the most highly seeable of the new techniques, equally pervasive is the merchan - dising ploy of “ buy one — get one free ” or “ buy one — get two free. ” Although these techniques may ‘ cause temporary shifts in market share among the manufacturing companies, the end result is fewer will be detrimental to the entire industry. If you are interested in further information, the Tobacco Mer - chants Association devoted their October 13 State Bulletin (83 - 38) to state legislation concerning the distribution of free samples. Call ‘ TMA at (212) 239 - 4435. cigarettes are sold by retailers and ’ 5 their wholesale suppliers. Even when the volume of sales is not reduced, the dollar volume of the retailer and wholesaler is, and the _ margin of profit and survivability | 2 of the small retailer and wholesale tobacco distributor is menaced. ager ‘ There is a hard feeling that in their frantic desire to improve market standings, cigarette manu - facturers may be killing the goose that lays the golden egg and ' de - stroying the infrastructure of that nationwide network of pinpoint distribution upon which the health of the trade and the industry depends. Moreover, it have been pointed out that in many states which have a cigarette sales - below - cost law, the use of free goods through retail outlets may result in the violation of the “ Combination Sales \" provisions of many of these laws. The NATD model sales - below - cost law provides, in part, that in all sales involving two or more items at a combined price, the retailer ’ s selling price shall not be below the cost to the retailer of the cigarettes included in such transaction and the invoice cost, whether paid by the ret any other person, of all other com - modities included in such transac - tion. The “ free goods ” approach to cigarette sales promotion hovers perilously close to violation of the letter of this provision. ‘ Whether or not the law itself is violated, there is a strong feeling that, in terms of the economics of the situation and the best interests of the industry as a whole, exces - sive use of free goods and samples L0SSEO a e",
        "Free Goods and Samples ‘ A Menace to the Tobacco Distributer Th ing is an article tion of free samples by cigarette ‘ During the past three years, 28 bills were introduced in various state legislatures either to regulate or prohibit the distribution of sam - ples. Of these bills, four were adopted, three in 1983 and one in 1982. One increased the number of cigarettes that could be con - tained in sample packages from a minimum of 10 to a maximum of 20, while the others restricted, in fone way or another, the distribu - tion of sample goods. ‘ The increased legislative activity in this field may be due to a swell - ing tide of discontent expressed by many wholesalers and retailers who see this practice as a threat to. their continued existence. Before the proliferation of brands, packings and sizes in the cigarette field, the industry was, dominated by six major brands and characterized by a strong degree of consumer loyalty to the brand each consumer smoked. Orcus - tributing of cigarette samples to consumers was not a particularly efficient way of switching ciga - rette smoking habits. It was there - fore restricted primarily to the creation of good will in the form of giving away cigarettes at ban - quets and former celebrations. ‘ Times and mores have changed: Free cigarettes are no longer favored at banquet tables. More - ‘ over, where six brands dominated the market, there are now approx - imately 40 brands competing for the consumer ' s attention, and new brands are introduced ona regular basis. In this unstructured, atomistic market, cigarette manufacturers are serabbling frantically for pro - motional devices to increase their respective market shares. One of the most effective techniques is ing away free goods or samples. ‘ While sampling is the most highly visible of the new techniques, equally pervasive is the merchan - dising ploy of “ buy one — get one free ” or “ buy one — get two free. ” Although these techniques may ‘ cause temporary shifts in market share among the manufacturing companies, the end result is fewer will be detrimental to the entire industry. If you are interested in further information, the Tobacco Mer - chants Association devoted their October 13 State Bulletin (83 - thirty eight) to state legislation concerning the distribution of free samples. Call ‘ TMA at (212) 239 - 4435. cigarettes are sold by retailers and ’ 5 their wholesale suppliers. Even when the volume of sales is not reduced, the dollar volume of the retailer and wholesaler is, and the _ margin of profit and survivability | 2 of the small retailer and wholesale tobacco distributor is menaced. ager ‘ There is a strong feeling that in their frantic desire to improve market standings, cigarette manu - facturers may be killing the goose that lay the golden egg and ' de - stroying the infrastructure of that nationwide network of pinpoint distribution upon which the health of the trade and the industry depends. Moreover, it has been pointed out that in many states which have a cigarette sales - below - cost law, the use of free goods through retail outlets may result in the violation of the “ Combination Sales \" provisions of many of these laws. The NATD model sales - below - cost law provides, in part, that in all sales involving two or more items at a combined price, the retailer ’ s sell price shall not be below the cost to the retailer of the cigarettes included in such transaction and the invoice cost, whether paid by the ret any other person, of all other com - modities included in such transac - tion. The “ free goods ” approach to cigarette sales promotion hovers perilously close to violation of the letter of this provision. ‘ Whether or not the law itself is violated, there is a strong feeling that, in terms of the economics of the situation and the best interests of the industry as a whole, exces - sive use of free goods and samples L0SSEO a e"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Free Goods and Guidelines for Tobacco Distributers: Free Goods are a Menace to the Cigarette Distributer. Free cigarettes are no longer favored at banquet tables. The use of free goods through retail outlets may result in the violation of the “Combination sales\" provisions of many of these laws."
}