{
    "filename": "03564041_03564043.jpg",
    "metadata": {},
    "text": " \n\nC Cc\n\n \n\noe\nll\nLorillard Finds Two of Its Brands\n\nMeet Criteria Set By Health Official\n\nbest seflng % oth\n\nLorillard's TRUE cigarette is the bemiing brandgto\nqualify at 10 cigarettes per day for all six of the criteria,\n\nand at 20 cigarettes per day for the three \"more significant\n\nconstituents\", ic\n\n   \n  \n \n\n \n\nNational Cancer Institute's lealth Program, in\nN\n\nine. Lorillard's\n\nKENT Golden Lights brand qualifies at 9 cigarettes per day\nfor all six of Dr. Gori's critical value criteria and at\n\n?\n\n12 per day for the three \"more significant constituents\",\n\nThis-wes—announced_teday-by Dr, A, W. Spears, Lorillard's\n\nSenior Vice President and Director of Operations and .\n\n1, Ceeperprceuisdl phoorsiAAe Compomis'-2 Gatmabocs i\nRe irch, whese—seientists er 7 Pg\nlendperees thet Boccadony Yo whe Crcteroa nel fed :\nAN peed antec hy DA. Gas SBE pee Bre hahent 27\n\nwa whe amt arse GF Stites bet nye Ln thato Tee)\nvelucs—as—'the-manimum—nunber_of ei garettes_that_the-average\n\npriele\nfon:\n\n|\n\n \n\nbrand Cope, an Speefiit here\nAppt te he Nok y diver 2: sphin de\nWey Ht Go rns, he,\n\nTropgsseo\n\f",
    "augmented_texts": [
        "C Cc oe ll Lorillard Finds Two of Its Brands Meet Criteria Set By Health Official best seflng% oth Lorillard ' s TRUE cigarette is the bemiing brandgto qualify at 10 cigarettes per day for all six of the criteria, and at 20 cigarettes per day for the three \" more significant constituents \", ic National Cancer Institute ' s lealth Program, in N ine. Lorillard ' s KENT Golden Lights brand qualifies at 9 cigarettes per day for all six of Dr. Gori ' s critical value criteria and at? 12 per day for the three \" more significant constituents \", This - wes — announced_teday - by Dr, A, W. Spears, Lorillard ' s Senior Vice President and Director of Operations and. 1, Ceeperprceuisdl phoorsiAAe Compomis ' - 2 Gatmabocs iodine Re irch, whese — seientists er 7 Pg lendperees thet Boccadony Yo whe Crcteroa nel fed: AN peed antec hy DA. Gas SBE pee Bre hahent 27 wa whe amt arse GF Stites bet nye Ln thato Tee) velucs — as — ' the - manimum — nunber_of ei garettes_that_the - average priele fon: | brand Cope, an Speefiit here Appt te atomic number 2 Nok y diver ii: sphin de Wey Ht Go rns, he, Tropgsseo",
        "C Cc oe ll Lorillard Finds Two of Its Brands Meet Criteria Set By Health Official best seflng% oth Lorillard ' s TRUE cigarette is the bemiing brandgto qualify at 10 cigarettes per day for all six of the criteria, and at 20 cigarettes per day for the three \" more significant constituents \", ic National Cancer Institute ' s lealth Programme, in N ine. Lorillard ' s KENT Golden Lights brand qualifies at 9 cigarettes per day for all sextet of Dr. Gori ' s critical economic value criteria and at? 12 per day for the three \" more significant constituents \", This - wes — announced_teday - by Dr, A, W. Spears, Lorillard ' s Senior Vice President and Director of Operations and. 1, Ceeperprceuisdl phoorsiAAe Compomis ' - 2 Gatmabocs i Re irch, whese — seientists er sevener Pg lendperees thet Boccadony Yo whe Crcteroa nel feed: AN peed antec hy DA. Gas south by east pee Bre hahent 27 wa whe amt arse GF Stites bet nye Ln thato Tee) velucs — as — ' the - manimum — nunber_of ei garettes_that_the - average priele fon: | brand Cope, an Speefiit here Appt te he Nok y diver 2: sphin de Wey Ht Go rns, he, Tropgsseo"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Lorillard's TRUE cigarette is the bemiing brandgtoqualify at 10 cigarettes per day for all six of the criteria, and at 20 for the three \"more significant\" constituents. The Golden Lights brand qualifies at 9 cigarettes a day. Lorillard Finds Two of Its Brands. meet Criteria Set By Health Official."
}