{
    "filename": "03561681.jpg",
    "metadata": {},
    "text": " \n\n \n\nC “Ae\n2\n© i . Derilerd\nx MEMORANDUM\nf Pgh A June 30, 1983\nfoot pa b 40 ee\n© J oe\n\nH ito) Messrs. c.H. Judge\n\n \n\nJ.R. Ave\nA.J. Stevens\n\nFROM: J.R. Cherry\n\n: Roland Hammer has provided me with a tape of the Kool Jazz =\nFestival television advertising. I have not viewed it yet, but\nRoland advises that the changes from last year, if any, are very\nsubtle.\n\nIn connection with Industry indiscretions, I read yesterday in\nthe current Eastern Airlines magazine that Philip Morris is\nnegotiating with John McEnroe's father (at Paul, Weiss, Rifkind &\nGarrison) for a McEnroe endorsement of a Marlboro line of\nclothing planned by that company.\n\nThis would seem to be a confluence of happy items, for although\nMcEnroe's bush league arrogance and self-conscious posturing may\nbe a perfect fit for Philip Morris garments (and products\ngenerally) the combination of an athlete, television and the\nMarlboro cigarette mark, are something less than a clever dodge\nof the '69 Act and the youth provisions of the Advertising Code.\n\nA sports promotion hustler quoted in the article said: \"Philip\nMorris doesn't want to sell clothes, they want to sell\ncigarettes, but they can't advertise them on television. So they\ngenerate a line of clothes with the Marlboro name and symbol; get\nMcEnroe to endorse and wear them, and they're on television\n\nIt's as simple as that\".\n\nIndeed it is - as simple as that.\n\nSo\n&\n——\nAe a\nORC/wrh ‘IRC e\ne\n*\n\ncc: R. Hammer\n\n \n\f",
    "augmented_texts": [
        "C “ Ae 2 © i. Derilerd x MEMORANDUM f Pgh A June 30, 1983 foot pa b 40 ee © J oe H ito) Messrs. c. H. Judge J. Radius. Ave A. J. Stevens FROM: J. R. Cherry: Roland Hammer has provided me with a tape of the Kool Jazz = Festival television advert. I have not viewed it yet, but Roland advise that the changes from last year, if any, are very subtle. In connection with Industry indiscretions, I read yesterday in the current Eastern Airlines magazine that Philip Morris is negotiating with John McEnroe ' s father (at Paul, Weiss, Rifkind & Garrison) for a McEnroe endorsement of a Marlboro line of clothing planned by that company. This would seem to be a confluence of happy items, for although McEnroe ' s bush league arrogance and self - conscious posturing may be a perfect fit for Philip Morris garments (and products generally) the combination of an athlete, television and the Marlboro cigarette mark, are something less than a clever dodge of the ' ilxx Act and the young person provisions of the Advertising Code. A sports promotion hustler quoted in the article said: \" Philip Morris doesn ' t want to sell clothes, they want to sell cigarettes, but they can ' t advertise them on television. So they generate a line of clothes with the Marlboro epithet and symbol; get McEnroe to endorse and wear them, and they ' re on television It ' s as simple as that \". Indeed it is - as simple as that. So & — — Ae a ORC / wrh ‘ IRC e e * cc: R. Hammer",
        "C “ Ae 2 © i. Derilerd x MEMORANDUM f Pgh A June 30, 1983 foot pa b 40 ee © J oe H ito) Messrs. c. H. Judge J. Universal gas constant. Ave A. J. Stevens FROM: J. R. Cherry: Roland Hammer has provided me with a tape of the Kool Jazz = Festival television advertising. I have not viewed it yet, but Roland advises that the changes from last year, if any, are very subtle. In connection with Industry indiscretions, I read yesterday in the current Eastern Airlines magazine that Philip Morris is negotiate with John McEnroe ' s padre (at Paul, Weiss, Rifkind & Fort) for a McEnroe endorsement of a Marlboro line of clothing planned by that company. This would seem to be a confluence of happy items, for although McEnroe ' s bush league arrogance and self - conscious posturing english hawthorn be a perfect fit for Philip Morris garments (and product generally) the combination of an athlete, television and the Marlboro cigarette mark, are something less than a clever dodge of the ' 69 Act and the youth preparation of the Advertising Code. A sports promotion hustler quoted in the article said: \" Philip Morris doesn ' t want to sell clothes, they want to sell cigarettes, but they can ' t advertise them on television. So they generate a line of clothes with the Marlboro name and symbol; get McEnroe to endorse and wear them, and they ' re on television It ' s as simple as that \". Indeed it is - as simple as that. So & — — Ae a ORC / wrh ‘ IRC e e * cc: R. Hammer"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "John McEnroe's bush league arrogance and self-conscious posturing may be a perfect fit for Philip Morris garments (and products) The combination of an athlete, television and the Marlboro cigarette mark, are something less than a clever dodge of the '69 Act."
}