{
    "filename": "03621219_1220.jpg",
    "metadata": {},
    "text": "1 C\n‘ E Californians for\nsintaresco.caitomasexy Common Sense\n\nCo-Chairmen: Houston I. Flournoy and John F. Henning\n\n \n\n \n\nNorthern Headquarters Contacts Southern Headquarters Contacts\nJack §. MeDowell 48-62 Ed O'Connor\nPatricia Cameron ‘Michael D. Meyers *\nDick Woodward (213) 641-2051\n(415) 992-9908\n\nFOR IMMEDIATE RELEASE\n\nState Senator John F. Foran (D-San Francisco) today\ndeclared his opposition to Proposition S, the smoking\nProhibitions measure on the November ballot.\n\n\"If there's anything we don't need it's another attempt\n\nto legalize more government regulation of our private lives\n\n \n\nForan said. \"Proposition 5 is an unwarranted scheme to write\ndiscrimination into law. It is expensive, restrictive and\nimpractical. It would invite disobedience and disrespect\nfor the law. Read the fine print and see what they're trying\nto put over on us. Then go out and vote no on 5.\"\nSenator Foran joinsi a number of other legislators in speaking\nout against Proposition 5. They include State Senators .\nDennis Carpenter (R-Newport Beach); Alex P. Garcia (D-Los Angeles);\nLou Cusanovich (R-Woodland Hills); Bill Greene (D-Los Angeles);\nRobert B. Presley (D-Riverside) and John Stull (R-Escondido).\nAssemblyman who have added their support to Californians\nfor Common Sense in that group's efforts to defeat Proposition S\n\ninclude Dixon Arnett (R-Redwood City); Willie L. Brown, Jr.\n\n(D-San Francisco); Teresa P. Hughes. (D-Los Angeles); Wadie P. Deddeh\n2\n\n  \n\n(D-Chula Vista); Michael Gage (D-Napa); Julian C. Dixon\n(D-Los Angeles); Bugene A. Chappie (R-Roseville); Mike Cullen\n\n(D-Long Beach), and Frank Vicencia (D-Bellflower). ne e\n: eA\n(tO R B) Len pepe ay\n\f",
    "augmented_texts": [
        "1 C ‘ E Californians for sintaresco. caitomasexy Common Sense Co - Chairmen: Houston I. Flournoy and John F. Henning Northern Headquarters Contacts Southern Headquarters Contacts Jack §. MeDowell 48 - 62 Ed O ' Connor Patricia Cameron ‘ Michael D. Meyers * Dick Woodward (213) 641 - 2051 (415) 992 - 9908 FOR IMMEDIATE sack State Senator John the evangelist F. Foran (D - San Francisco) today declared his opposition to Proposition S, the smoking Prohibitions measure on the November voting. \" If there ' s anything we don ' triiodothyronine need it ' s another attempt to legalize more government regulation of our private lives Foran said. \" Proposition 5 is an unwarranted scheme to write discrimination into law. It be expensive, restrictive and impractical. It would invite disobedience and disrespect for the law. Read the fine print and see what they ' re trying to put over on us. Then go out and vote no on 5. \" Senator Foran joinsi a number of other legislators in speaking out against Proposition 5. They include Country Senators. Dennis Carpenter (R - Newport Beach ); Alex P. Garcia (D - Los Angeles ); Lou Cusanovich (R - Woodland Hills ); Bill Greene (D - Los Angeles ); Robert B. Presley (D - Riverside) and John Stull (R - Escondido ). Assemblyman who have added their support to Californians for Common Sense in that group ' s efforts to defeat Proposition S include Dixon Arnett (R - Redwood City ); Willie L. Brown, Jr. (D - San Francisco ); Teresa P. Hughes. (D - Los Angeles ); Wadie P. Deddeh 2 (D - Chula Vista ); Michael Gage (D - Napa ); Julian C. Dixon (D - Los Angeles ); Bugene A. Chappie (R - Roseville ); Mike Cullen (D - Long Beach ), and Frank Vicencia (D - Bellflower ). ne e: eA (tO R B) Len pepe ay",
        "1 C ‘ E Californians for sintaresco. caitomasexy Common Sense Co - Chairmen: Samuel houston I. Flournoy and John F. Henning Northern Headquarters Contacts Southern Headquarters Contacts Jack §. MeDowell 48 - 62 Ed O ' Connor Patricia Cameron ‘ Michael D. Meyers * Dick Woodward (213) 641 - 2051 (415) 992 - 9908 FOR IMMEDIATE RELEASE State Senator John F. Foran (D - San Francisco) today declared his opposition to Proposition S, the smoking Prohibitions measure on the Nov ballot. \" If there ' s anything we don ' t need it ' s another attempt to legalize more government regulation of our private lives Foran said. \" Proposition 5 is an unwarranted scheme to write discrimination into law. It is expensive, restrictive and impractical. It would invite disobedience and disrespect for the law. Read the fine print and see what they ' re trying to put over on us. Then go out and vote no on 5. \" Senator Foran joinsi a number of other legislators in speaking come out against Proposition 5. They include State Senators. Dennis Carpenter (R - Newport Beach ); Alex P. Garcia (D - Los Angeles ); Lou Cusanovich (R - Woodland Hills ); Bill Greene (D - Los Angeles ); Robert B. Presley (D - Riverside) and John Stull (Roentgen - Escondido ). Assemblyman who have added their support to Californians for Common Sense in that group ' s efforts to defeat Proposition S include Dixon Arnett (R - Redwood City ); Willie L. Brown, Jr. (D - San Francisco ); Teresa P. Hughes. (D - Los Angeles ); Wadie P. Deddeh 2 (D - Chula Vista ); Michael Gage (D - Napa ); Julian C. Dixon (D - Los Angeles ); Bugene A. Chappie (R - Roseville ); Mike Cullen (D - Long Beach ), and Frank Vicencia (D - Bellflower ). ne e: eA (tO R B) Len pepe ay"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "State Senator John F. Foran (D-San Francisco) today.declared his opposition to Proposition S, the smoking.Prohibitions measure on the November ballot. \"If there's anything we don't need it's another attempt. to legalize more government regulation of our private lives,\" he said. California Assemblyman Dixon Arnett (R-Redwood City) added his support to Californians for Common Sense in that group's efforts to defeat Proposition 5."
}