{
    "filename": "03632160.jpg",
    "metadata": {},
    "text": "C Cc\nCalifornians for\nsanFreneseo.caitomasst’ Common Sense\n\nCo-Chairmen: Houston |. Flournoy and John F. Henning\n\nNorthern Headquarters Contacts Southern Headquarters Contacts\nsack S. McDowell Ed O'Connor\nPatricia Cameron 48-22 Michael 0. Meyers\nDick Woodward (219) 641-2081\n(615) 292-3304\n\nFOR IMMEDIATE RELEASE\n\nEscondido Mayor Doug Best today announced his support of\nCalifornians for Common Sense in the battle to defeat the\nsmoking prohibitions initiative -- Proposition 5 -- on the\nNovember ballot.\n\n“The burden on California taxpayers has reached the limit,\nMayor Best said. \"The smoking prohibitions propositon on our\nNovember ballot will place an additional $43 million burden on\nlocal and state taxpayers in the first year, to pay for an\nenormous system of expensive signs, law enforcement and court costs.\n\n“This additional tax load is neither justified nor necessary.\n\nI am supporting the Californians for Common Sense campaign to\ndefeat this needless and costly initiative.”\n\nco-chairmen of Californians for Common Sense, the organization\ncampaigning for defeat of Proposition 5, are Katherine B. Dunlap,\nprominent conservationist and civic leader, Houston I. Flournoy,\ndean of the University of Southern California Center for Public\nAffairs, and John F. Henning, executive secretary-treasurer of\n\nthe California Labor Federation (AFL-CIO).\n\nOsTze9£o\n\n \n\f",
    "augmented_texts": [
        "C Cc Californians for sanFreneseo. caitomasst ’ Common Sense Co - Chairmen: Houston |. Flournoy and John F. Henning Northern Headquarters Striking Southern Headquarters Contacts sack S. McDowell Ed O ' Connor Patricia Cameron 48 - 22 Michael 0. Meyers Dick Woodward (219) 641 - 2081 (615) 292 - 3304 FOR IMMEDIATE RELEASE Escondido Mayor Doug Best today announced his support of Californians for Common Sense in the battle to defeat the smoking prohibition initiative - - Proposition 5 - - on the November ballot. “ The burden on Calif. taxpayers has reached the limit, Mayor Best said. \" The smoking prohibitions propositon on our November ballot will place an additional $ 43 million burden on local and state taxpayers in the first year, to pay for an enormous system of expensive signs, law enforcement and court costs. “ This additional tax load is neither justified nor necessary. I am supporting the Californians for Common Mother wit campaign to defeat this needless and costly initiative. ” co - chairmen of Californians for Common Sense, the organization campaigning for defeat of Proposition 5, are Katherine B. Dunlap, prominent conservationist and civic leader, Houston I. Flournoy, dean of the University of Southern California Center for Public Affairs, and John F. Henning, executive secretary - treasurer of the California Labor Federation (AFL - CIO ). OsTze9 £ o",
        "C Cc Californians for sanFreneseo. caitomasst ’ Common Sense Co - President: Houston |. Flournoy and St. john F. Henning Northern Hq Contacts Southern Headquarters Contacts sack S. McDowell Ed O ' Connor Patricia Cameron 48 - 22 Michael 0. Meyers Dick Woodward (219) 641 - 2081 (615) 292 - 3304 FOR IMMEDIATE RELEASE Escondido Mayor Doug Best today announced his support of Californians for Common Sense in the battle to defeat the smoking prohibitions initiative - - Proposition 5 - - on the November ballot. “ The burden on California taxpayers has reached the limit, Mayor Best said. \" The smoking prohibitions propositon on our November ballot will place an additional $ 43 million burden on local and state taxpayers in the first year, to pay for an enormous system of expensive signs, law enforcement and court costs. “ This additional tax load is neither justified nor necessary. I am supporting the Californians for Common Sense campaign to defeat this needless and costly initiative. ” co - chairman of Californian for Common Sense, the organization fight for defeat of Proposition 5, are Katherine B. Dunlap, prominent conservationist and civic leader, Houston I. Flournoy, dean of the University of Southern California Center for Public Affairs, and John F. Henning, executive director secretary - treasurer of the California Labor Federation (AFL - CIO ). OsTze9 £ o"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Escondido Mayor Doug Best announced his support of Californians for Common Sense in the battle to defeat the smoking prohibitions initiative. \"The burden on California taxpayers has reached the limit,\" Best said. The organization's co-chairmen are Katherine B. Dunlap, Houston I. Flournoy and John F. Henning."
}