{
    "filename": "03761798_1801.jpg",
    "metadata": {},
    "text": "RAISIN CONCENTRATE\n\nTERMINOLOGY:\n\nRaisin concentrate is the name given to the pure concen-\ntrated extract of raisins prepared by leaching the raisins with\nwater. The leaching process is undertaken in several stages to\nproduce raisin juice. The liquid is then processed in a vacuum\npan, where the excess water is evaporated to obtain a desired 70°\nbrix concentration or 70% natural fruit soluble solids.\n\nSOURCES:\n\nThe major area of production of raisins is California but\nAustralia and certain areas of the Middle East are also producers.\nFatty acid esters have been used for many years in Australia and\nthe Middle East to reduce the drying time of the grapes (1).\n\nThis shorter drying time is caused by the interaction of esters\nin the dip with the waxy surface of the grapes to increase the\nrate of water loss during drying. In contrast, most California\nraisins are sun dried without the use of a drying aid, which\nresults in a raisin with a blue-black color, darker than that of\nAustralian raisins.\n\nRaisin concentrate is manufactured from two different types\nof raisins, Thompson seedless and Muscats. Each type of concen-\ntrate has its own distinctive flavor differing chemically in pH\ndue to the amount of tartaric acid present (2). The range of\ntartaric acid in the Thompson seedless concentrate is 1.3-2.08\ngiving it a pH range of 3.0-3.5. The Muscat concentrate has a\nconcentration range of 0.7-0.9% tartaric acid with a pH of\n4,0-4.5.\n\nUSAGE:\n\nRaisin concentrate is used in the commercial bakery produc-\ntion of breads as an anti-staling agent, a natural coloring\nagent, and as a substitute for sucrose, refiners syrup, and\nmolasses in flavoring and sweetening. ‘The two major sugars found\nin raisin concentrate are fructose and glucose, found in nearly\nequal amounts (3). Because raisin concentrate has no sucrose\ncontent and is a source of natural brown color, it also has\napplications in the manufacture of natural and healthfood goods.\nRaisin concentrate is also used as a flavor and humidifying agent\nfor aromatic tobaccos. It can be found in chewing tobaccos at a\nlevel of approximately 3% and in cigarettes at 0.25-1,00% of the\ncasing solutions.\n\n \n\nSUTILEO\n\n8\n\f",
    "augmented_texts": [
        "RAISIN CONCENTRATE TERMINOLOGY: Raisin concentrate is the name given to the pure concen - trated extract of raisins prepared by strip the raisins with water. The leaching process is undertaken in several stages to produce raisin juice. The liquid cost then processed in a vacuum pan, where the excess water is evaporated to obtain a desired 70 ° brix concentration or 70% natural fruit soluble solids. SOURCES: The major area of production of raisins is California but Australia and certain areas of the Middle East are also producers. Fatty acid ester have been used for many years in Australia and the Middle East to reduce the drying time of the grapes (1 ). This shorter dry time is caused by the interaction of esters in the dip with the waxy surface of the grapes to increase the rate of water loss during drying. In contrast, most California raisins are sun dried without the use of a drying aid, which results in a raisin with a blue - black color, darker than that of Australian raisins. Raisin concentrate is manufactured from two different types of raisins, Thompson seedless and Muscats. Each case of concen - trate has its own distinctive flavor differing chemically in pH due to the amount of tartaric acid present (2 ). The range of tartaric acid in the Homer armstrong thompson seedless concentrate is 1. 3 - 2. 08 giving it a pH range of 3. 0 - 3. 5. The Muscat dressed ore has a concentration range of 0. 7 - 0. 9% tartaric acid with a pH of 4, 0 - 4. 5. USAGE: Raisin concentrate is used in the commercial bakery produc - tion of breads as an anti - staling agent, a natural coloring agent, and as a substitute for sucrose, refiners syrup, and molasses in flavoring and sweetening. ‘ The two major sugars found in raisin concentrate are fructose and glucose, found in nearly equal amounts (3 ). Because raisin concentrate has no sucrose content and is a source of natural brown color, it also has applications in the manufacture of natural and healthfood goods. Raisin concentrate is also used as a flavor and humidifying agent for aromatic tobaccos. It can be found in chewing tobaccos at a level of approximately 3% and in cigarettes at 0. 25 - 1, 00% of the casing solutions. SUTILEO 8",
        "RAISIN CONCENTRATE TERMINOLOGY: Raisin concentrate is the name given to the pure concen - trated extract of raisins prepared by leaching the raisins with water. The leaching process is undertaken in several stages to produce raisin juice. The liquid is then processed in a vacuum pan, where the excess water is evaporated to obtain a desired 70 ° brix concentration or 70% natural fruit soluble solids. SOURCES: The major area of production of raisins is California but Australia and certain areas of the Middle East are also producers. Fatty acid esters have constitute used for many years in Australia and the Middle East to reduce the drying time of the grapes (1 ). This shorter drying time is caused by the interaction of esters in the dip with the waxy surface of the grapes to increase the rate of water loss during drying. In contrast, most California raisins are sun dried without the use of a drying aid, which results in a raisin with a blue - mordant color, darker than that of Australian raisins. Raisin concentrate is manufactured from two different types of raisins, Thompson seedless and Muscats. Each type of concen - trate has its ain distinctive flavor differing chemically in pH due to the amount of tartaric acid present (2 ). The range of tartaric acid in the Thompson seedless concentrate is 1. 3 - 2. 08 giving it a pH range of 3. 0 - 3. 5. The Muscat concentrate have a concentration range of 0. 7 - 0. 9% tartaric acid with a pH of 4, 0 - 4. 5. USAGE: Raisin concentrate is used in the commercial bakery produc - tion of breads as an anti - staling agent, a natural coloring agent, and as a substitute for sucrose, refiner syrup, and molasses in flavoring and sweetening. ‘ The two major sugars found in raisin concentrate are fructose and glucose, found in nearly equal amounts (3 ). Because raisin concentrate has no sucrose content and is a source of natural brown color, it also has applications in the manufacture of natural and healthfood goods. Raisin concentrate is also used as a flavor and humidifying agent for aromatic tobaccos. It can be found in chewing tobaccos at a level of approximately 3% and in cigarettes at 0. 25 - 1, 00% of the casing solutions. SUTILEO 8"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The major area of production of raisins is California but Australia and the Middle East are also producers. Raisin concentrate is used in the commercial bakery produc-tion of breads as an anti-staling agent, a natural coloring agent and as a substitute for sucrose, refiners syrup, andmolasses in flavoring and sweetening."
}