{
    "filename": "03768939_03768940.jpg",
    "metadata": {},
    "text": "The Tobacco Instity 1776 K St., N. W., Washygton, D.C. 20006\n\nContact: William Kloepfer, Jr.\n202/296-8434 - Office\n301/229-0414 - Home\n\nFor Release on Wednesday, December 26, 1973\nRoger L. Mozingo of Fairfax, Va., will join the staff of\nThe Tobacco Institute in Washington, D. C., on Jan. 1 as\nfield director--state activities. >\nHorace R. Kornegay, Institute president, announced the\nappointment of the North Carolina native who, for the past four years\nhas been vice president and assistant to the president of Tobacco\n\nAssociates, where his duties included overseas market development\n\n \n\nfor U. S.-grown flue-cured tobacco leaf.\nMozingo is a former president of the North Carolina Future\nFarmers of America. He graduated from North Carolina State University\nas president of his class in 1961.\n\nHe began his career in the tobacco industry as a supervisor\nin the blending department of R. J. Reynolds Tobacco Company. Later\nhe was an assistant agricultural extension agent in Forsyth County,\nN.C., and a tobacco marketing specialist for the North Carolina\nDepartment of Agriculture.\n\nMozingo is accredited with a non-degree program in\nbusiness-government relations at Cornell University. He is married\n\nto the former Wanda Newell of Snow Hill, N.C. The Mozingos have\n\ntwo sons.\n\ni\n62689260\n\n \n\f",
    "augmented_texts": [
        "The Tobacco Instity 1776 K St. , Northward. W. , Washygton, D. C. 20006 Contact: William Kloepfer, Jr. 202 / 296 - 8434 - Office 301 / 229 - 0414 - Home For Release on Wednesday, December 26, 1973 Roger L. Mozingo of Fairfax, Va. , will join the staff of The Tobacco Institute in Washington, D. C. , on Jan. 1 as field director - - country activities.> Horace R. Kornegay, Institute president, announced the appointment of the North Carolina native who, for the past four years has been frailty president and assistant to the president of Tobacco Associates, where his duties included overseas market development for U. S. - grown flue - cured tobacco leaf. Mozingo is a former president of the North Carolina Future Farmers of America. He graduated from North Carolina State University as president of his class in 1961. He began his career in the tobacco industry as a supervisor in the blending department of R. J. Reynolds Tobacco Company. Later he was an assistant agricultural prolongation agent in Forsyth County, N. C. , and a tobacco marketing specialist for the North Carolina Department of Agriculture. Mozingo is accredited with a non - degree program in business - government relations at Cornell University. He is married to the former Wanda Newell of Snow Hill, N. C. The Mozingos have two sons. i 62689260",
        "The Baccy Instity 1776 K St. , N. W. , Washygton, Five hundred. C. 20006 Contact: William Kloepfer, Jr. 202 / 296 - 8434 - Office 301 / 229 - 0414 - Home For Release on Wednesday, December 26, 1973 Roger L. Mozingo of Fairfax, Va. , will conjoin the staff of The Tobacco Institute in Washington, D. C. , on Jan. 1 as field director - - state activities.> Horace R. Kornegay, Institute president, announced the appointment of the North Carolina native who, for the past four years has been vice president and assistant to the president of Tobacco Associates, where his duties included overseas market development for U. S. - grown flue - cured tobacco leaf. Mozingo is a former president of the North Carolina Future Farmers of America. He graduated from North Carolina State University as president of his class in 1961. He began his career in the tobacco industry as a supervisor in the blending department of R. J. Reynolds Tobacco Company. Later he was an assistant agricultural extension agent in Forsyth County, N. C. , and a tobacco marketing specialist for the North Carolina Department of Agriculture. Mozingo is accredited with a non - degree program in business - government relations at Cornell University. He is married to the former Wanda Newell of Snow Hill, N. C. The Mozingos have deuce sons. i 62689260"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Roger L. Mozingo of Fairfax, Va., will join the staff of The Tobacco Institute in Washington, D.C., on Jan. 1. His duties include overseas market development for U.S.-grown flue-cured tobacco leaf. He is a former president of the North Carolina FutureFarmers of America."
}