{
    "filename": "038.txt",
    "metadata": {},
    "text": "Deutsche Telekom sees mobile gain\n\nGerman telecoms firm Deutsche Telekom saw strong fourth quarter profits on the back of upbeat US mobile earnings and better-than-expected asset sales.\n\nNet profit came in at 1.4bn euros (£960m; $1.85bn), a dramatic change from the loss of 364m euros in 2003. Sales rose 2.8% to 14.96bn euros. Sales of stakes in firms including Russia's OAO Mobile Telesystems raised 1.17bn euros. This was more than expected and helped to bring debt down to 35.8bn euros.\n\nA year ago, debt was more than 11bn euros higher. T-Mobile USA, the company's American mobile business, made a strong contribution to profits. \"It's a seminal achievement that they cut debt so low. That gives them some head room to invest in growth now,\" said Hannes Wittig, telecoms analyst at Dresdner Kleinwort Wasserstein. The company also said it would resume paying a dividend, after two years in which it focused on cutting debt.\n",
    "augmented_texts": [
        "Deutsche Telekom sees mobile gain German telecoms firm Deutsche Telekom saw strong fourth quarter profits on the back of upbeat US mobile earnings and better - than - expected asset sales. Net profit came in at 1. 4bn euros (£ 960m; $ 1. 85bn ), a dramatic change from the exit of 364m euros in 2003. Sales rose 2. 8% to 14. 96bn euros. Sales of stakes in firms including Russia ' s OAO Mobile Telesystems raised 1. 17bn euros. This was more than expected and helped to bring debt down to 35. 8bn euros. A year ago, debt was more than 11bn euros higher. T - Mobile USA, the company ' s American mobile business, make a firm contribution to profits. \" It ' s a seminal achievement that they cut debt so low. That gives them some promontory room to invest in growth now, \" said Hannes Wittig, telecoms psychoanalyst at Dresdner Kleinwort Wasserstein. The company also said it would resume paying a dividend, after two years in which it focused on cutting debt.",
        "Deutsche Telekom sees mobile gain German telecoms firm Deutsche Telekom saw strong quaternary quarter profits on the back of upbeat US mobile lucre and better - than - expected asset sales. Net profit came in at 1. 4bn euros (£ 960m; $ 1. 85bn ), a dramatic change from the loss of 364m euros in 2003. Sales rose 2. 8% to 14. 96bn euros. Sales of wager in firms including Russia ' s OAO Mobile Telesystems raised i. 17bn euros. This was more than expected and helped to work debt down to 35. 8bn euro. A year ago, debt was more than 11bn euros higher. T - Mobile USA, the company ' s American mobile business, made a strong contribution to profits. \" It ' s a originative achievement that they cut debt so low. That gives them some head room to invest in growth now, \" said Hannes Wittig, telecoms analyst at Dresdner Kleinwort Wasserstein. The company also said it would resume paying a dividend, after ii years in which it focused on cutting debt."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Net profit came in at 1.4bn euros (£960m; $1.85bn), a dramatic change from the loss of 364m euros in 2003. T-Mobile USA, the company's American mobile business, made a strong contribution to profits. The company also said it would resume paying a dividend, after two years in which it focused on cutting debt."
}