{
    "filename": "039 (4).txt",
    "metadata": {},
    "text": "Jones medals 'must go if guilty'\n\nWorld Anti-Doping Agency (WADA) chief Dick Pound says Marion Jones should be stripped of all her medals if found guilty of taking banned substances.\n\nVictor Conte, of Balco Laboratories, claims the American sprinter regularly used drugs to enhance her performance. \"If she is found guilty she should be stripped of all her medals and banned for two years,\" said Pound. Asked if there was a timescale as to what medals could be taken, Pound said: \"That is not an issue at all.\" However, under International Olympic Committee (IOC) rules, athletes can only be stripped of their medals if caught within three years of the event. Jones, who won five medals at the 2000 Olympics, denies using drugs and says she will take legal action over Conte's allegations. Balco Laboratories is the firm at the centre of a wide-reaching investigation into doping in the US. Pound continued: \"If she has indeed taken drugs it is going to be a big disappointment for a lot of people.\"\n",
    "augmented_texts": [
        "Jones medals ' must go if guilty ' Earth Anti - Doping Agency (WADA) chief Dick Pound says Marion Jones should be stripped of all her medals if found guilty of taking banned substances. Victor Conte, of Balco Laboratories, claims the American sprinter regularly used drugs to enhance her performance. \" If she is found guilty she should embody stripped of all her medals and banned for two years, \" said Pound. Asked if there was a timescale as to what medals could be taken, Pound said: \" That is not an issue at all. \" Notwithstanding, under International Olympic Committee (IOC) rules, athletes tush only be stripped of their medals if caught within three years of the event. Jones, who won five medals at the 2000 Olympics, refuse using drugs and tell she will take legal action over Conte ' s allegations. Balco Laboratories be the firm at the centre of a wide - reaching investigation into doping in the US. Pound continued: \" If she has indeed taken drugs it is going to be a big disappointment for a lot of people. \"",
        "Jones medals ' moldiness go if guilty ' World Anti - Doping Agency (WADA) chief Dick Pound says Marion Jones should be stripped of all her medals if found guilty of taking shun substances. Victor Conte, of Balco Laboratories, claims the American sprinter regularly used drugs to enhance her performance. \" If she is found guilty she should equal stripped of all her medals and banned for two years, \" said Pound. Asked if there was a timescale as to what medals could be bring, Pound said: \" That is not an issue at all. \" However, under International Olympic Committee (IOC) rules, athletes can only be stripped of their medals if caught within trine years of the event. Jones, who won five medals at the 2000 Olympics, denies using drugs and says she will take legal action over Conte ' s allegations. Balco Laboratories is the firm at the nub of a wide - reaching investigation into doping in the US. Pound continued: \" If she has indeed taken drugs it is go to be a big disappointment for a lot of people. \""
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Dick Pound says Marion Jones should be stripped of all her medals if found guilty of taking banned substances. Jones, who won five medals at the 2000 Olympics, denies using drugs and says she will take legal action over Victor Conte's allegations. Under International Olympic Committee (IOC) rules, athletes can only be removed from the Olympic team if caught within three years of the event."
}