{
    "filename": "04002591.jpg",
    "metadata": {},
    "text": "CHECKLIST\n\nPolitical Campaign Contribution Requests\nContributions Policy\n\n1. Contributions may be made to individual candidate committees only.\n2, When legislature is notin session OR ~\nIn response to fund-raiser invitation (enclose copy)\nContributions to poitical organizations may be made as appropriate.\n2. Contribution checks must be mailed from the Regional Office directly to the campaign committee or\nPolitical organization with a transmittal letter trom the Regional Vice Preside\n3. Regional Oice complies with all stateiocal laws and reporting requirements\n4. Checks not cashed within 90 days wil be queried; checks willbe canceled after 180 days,\n\n \n\n \n\n‘This checklist must accompany all political campaign contributions requests. Use one checklist\n\nfor each group of requests submitted for a single state at one time. Initial each statement or step\nas Its completed.\n\n \n\n \n\n \n\nChecidist for 1 request from Ilinois totaling $500.00\n\n‘State [) Local & Account Charged: 1401-7720-IL02\n‘State NOT in session (] Fund-raiser invitation enclosed (&) Group\nDraft transmittal letter, requests, and checklist mailed August 8, 1997.\n\nRequests and letter comply with sta\nSenior Vice President's signature Tag\n\n   \n\n   \n\n=\" Requests and checklist copied (2), original sent to Accounting (date).\nChecks retumed to SAD Administrative Assistant (date) with checklist\ns ivties .\n\nChecks stamped and copied (2) for data entry and files.\nChecks mailed to Regional Office with copy of this checklist and approval/revised draft\ntransmittal letters on (date)\n\n‘Checks mailed by Regional Vice President directly to campaign committees\n(date) with transmittal leter.\n\nChecklist and copy of each transmittal letter returned to Headquarters.\nSend acknowledgment letters to Headquarters upon receipt.\n\niviti :\nChecklist, check copies, and transmittal letters filed.\nRevised 02/95\n\nTHLBC 000572\n\f",
    "augmented_texts": [
        "CHECKLIST Political Campaign Contribution Requests Contributions Policy 1. Contributions may be made to individual candidate committees only. 2, When legislature is notin session OR ~ In response to fund - raiser invitation (enclose copy) Contributions to poitical organizations may be made as appropriate. 2. Contribution checks must be mailed from the Regional Office directly to the campaign committee or Political organization with a transmittal letter trom the Regional Vice Preside trine. Regional Oice complies with all stateiocal laws and reporting requirements 4. Checks not cashed within 90 days wil be queried; checks willbe canceled after 180 days, ‘ This checklist must accompany all political campaign contributions requests. Use one checklist for each grouping of requests submitted for a single state at one time. Initial each statement or step as Its completed. Checidist for 1 request from Ilinois totaling $ 500. 00 ‘ State [) Local & Account Charged: 1401 - 7720 - IL02 ‘ State NOT in session (] Fund - raiser invitation enclosed (&) Group Draft transmittal letter, requests, and checklist mailed August 8, 1997. Requests and letter comply with sta Senior Vice President ' s signature Tag = \" Requests and checklist copied (2 ), original sent to Accounting (date ). Checks retumed to SAD Administrative Assistant (date) with checklist s ivties. Checks stamped and copied (2) for data entry and files. Checks mailed to Regional Office with copy of this checklist and approval / revised draft transmittal letters on (engagement) ‘ Checks mailed by Regional Vice President directly to campaign committees (date) with transmittal leter. Checklist and copy of each transmittal letter returned to Headquarters. Send acknowledgment letters to Headquarters upon receipt. iviti: Checklist, check copies, and transmittal letters filed. Revised 02 / 95 THLBC 000572",
        "CHECKLIST Political Campaign Contribution Requests Contributions Policy 1. Contributions may be made to individual candidate committees only. 2, When legislature is notin session OR ~ In response to fund - raiser invitation (enclose copy) Contributions to poitical organizations may be made as appropriate. 2. Contribution checks must be mailed from the Regional Office directly to the campaign committee or Political organization with a transmittal alphabetic character trom the Regional Vice Preside 3. Regional Oice complies with all stateiocal laws and reporting requirements 4. Checks not cashed within 90 days wil make up queried; substantiation willbe canceled after 180 days, ‘ This checklist must accompany all political campaign contributions requests. Use one checklist for each group of requests submitted for a single state at one time. Initial each statement or step as Its completed. Checidist for 1 request from Ilinois totaling $ d. 00 ‘ State [) Local & Account Charged: 1401 - 7720 - IL02 ‘ State NOT in session (] Fund - raiser invitation enclosed (&) Group Draft transmittal letter, requests, and checklist mailed August 8, 1997. Requests and letter comply with sta Senior Vice President ' s signature Tag = \" Requests and checklist copied (2 ), original sent to Accounting (date ). Checks retumed to SAD Administrative Assistant (date) with checklist s ivties. Checks stamped and copied (2) for data entry and files. Checks mailed to Regional Office with copy of this checklist and approval / revised draft transmittal letters on (date) ‘ Checks mailed by Regional Vice President directly to campaign committees (date) with transmittal leter. Checklist and copy of each transmittal letter returned to Headquarters. Send acknowledgment letters to Headquarters upon receipt. iviti: Checklist, check copies, and transmittal letters filed. Revised 02 / 95 THLBC 000572"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Political Campaign Contribution Requests Policy. Checklist must accompany all political campaign contributions requests. Checks not cashed within 90 days wil be queried; checks will be canceled after 180 days, if they are not paid in full. Regional Oice complies with all stateiocal laws and reporting requirements."
}