{
    "filename": "041 (2).txt",
    "metadata": {},
    "text": "No ads for Passion Oscar campaign\n\nProducer Mel Gibson will not be using paid advertisements to promote The Passion of the Christ to voters in next year's Academy Awards.\n\nGibson and his Icon Productions partner Bruce Davey said they would not be campaigning in print, radio or TV for success at the Oscars in February. \"This film should be judged on its artistic merit, not who spends more money on advertising,\" Davey said. But DVDs will be sent to Oscar voters, who will be invited to screenings. Icon spent very little on advertising the film, which deals with the last hours of Jesus Christ's life, when it was released earlier this year - instead, it made the film available for special screenings at churches. It went on to gross over $600m (£322m) in ticket sales worldwide. Over recent years, marketing films to the members of the Academy of Motion Picture Arts and Sciences has become a multi-million dollar industry. Last year, the academy formed a committee to tighten the rules after the campaigns spilled over into personal attacks between studios. Academy president Frank Pierson praised Gibson's move for working to restore the Oscars as a \"celebration and appreciation of excellence,\" and resisting the \"crass commercialisation that was threatening the integrity of the award\".\n",
    "augmented_texts": [
        "No ads for Passion Oscar campaign Producer Mel Gibson will not be utilise paid advertisements to promote The Passion of the Christ to voters in next year ' s Academy Awards. Gibson and his Icon Productions collaborator Bruce Davey say they would not be campaigning in print, radio or TV for success at the Oscars in February. \" This film should be judged on its artistic merit, not who spends more money on advertising, \" Davey said. But DVDs will be sent to Oscar voters, who will be invited to screenings. Icon spent very little on advertising the film, which deals with the last hours of Jesus Christ ' s life, when it was release earlier this year - instead, it make the pic available for special screenings at churches. It went on to gross over $ 600m (£ 322m) in ticket sales worldwide. Over recent years, marketing films to the members of the Academy of Motion Picture Arts and Sciences has become a multi - million dollar industry. Last year, the academy formed a committee to tighten the rules after the campaigns spilled over into personal attacks between studios. Academy president Frank Pierson praised Gibson ' s move for working to restore the Oscars as a \" celebration and appreciation of excellence, \" and resisting the \" crass commercialisation that was threatening the integrity of the honour \".",
        "No ads for Passion Oscar campaign Producer Mel Gibson bequeath not be use paid advertisements to promote The Passion of the Christ to voters in next year ' s Academy Awards. Gibson and his Icon Productions partner Bruce Davey said they would not be campaigning in print, radio or TV for success at the Oscars in February. \" This film should be judged on its esthetic merit, not who spends more money on advertising, \" Davey said. But videodisk bequeath be send to Oscar voters, who will be invited to screenings. Icon spent very little on advertising the film, which deals with the last hours of Jesus Christ ' s life, when information technology was released earlier this year - instead, it made the film available for special screenings at churches. It went on to gross over $ 600m (£ 322m) in ticket sales worldwide. Terminated recent years, marketing films to the members of the Honorary society of Motion Picture Arts and Sciences has become a multi - million dollar industry. Last year, the academy formed a committee to tighten the rules after the campaigns spilled over into personal attacks between studios. Academy president Frank Pierson praised Gibson ' s move for working to restore the Oscars as a \" celebration and appreciation of excellence, \" and resisting the \" crass commercialisation that was threatening the integrity of the award \"."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Gibson and his Icon Productions partner Bruce Davey said they would not be campaigning in print, radio or TV for success at the Oscars in February. Icon spent very little on advertising the film, which deals with the last hours of Jesus Christ's life. It went on to gross over $600m (£322m) in ticket sales worldwide."
}