{
    "filename": "042.txt",
    "metadata": {},
    "text": "UK Coal plunges into deeper loss\n\nShares in UK Coal have fallen after the mining group reported losses had deepened to £51.6m in 2004 from £1.2m.\n\nThe UK's biggest coal producer blamed geological problems, industrial action and \"operating flaws\" at its deep mines for its worsening fortunes. The South Yorkshire company, led by new chief executive Gerry Spindler, said it hoped to return to profit in 2006. In early trade on Thursday, its shares were down 10% at 119 pence. UK Coal said it was making \"significant progress\" in shaking up the business. It had introduced new wage structures, a new daily maintenance regime for machinery at its mines and methods to continue mining in adverse conditions. The company said these actions should \"significantly uplift earnings\". It expected 2005 to be a \"transitional year\" and to return to profitability in 2006.\n\nThe recent rise in coal prices has failed to benefit the company as most of its output had already been sold, it said. Total production costs were £1.30 per gigajoule, UK Coal said, but the average selling price was just £1.18 per gigajoule. \"We have a long journey ahead to fix these issues. We continue to make progress and great strides have already been made,\" said Mr Spindler. UK Coal operates 15 deep and surface mines across Nottinghamshire, Derbyshire, Leicestershire, Yorkshire, the West Midlands, Northumberland and Durham.\n",
    "augmented_texts": [
        "UK Coal plunges into deeper loss Shares in UK Coal have fallen after the mining group report losses had deepened to £ 51. 6m in 2004 from £ 1. 2m. The UK ' s biggest coal producer blamed geological problems, industrial action and \" operate flaws \" at its deep mines for its worsening fortunes. The South Yorkshire company, led by new chief executive Gerry Spindler, said it hoped to return to profit in 2006. In early trade on Th, its shares were down 10% at 119 pence. UK Coal said it was making \" significant progress \" in shaking up the business. It had introduced new wage structures, a new daily alimony regime for machinery at its mines and methods to continue mining in untoward conditions. The company said these actions should \" significantly uplift earnings \". It expected 2005 to be a \" transitional year \" and to return to profitability in 2006. The recent rise in coal prices has failed to benefit the company as most of its output had already been sold, it said. Total production costs were £ 1. 30 per gigajoule, UK Coal said, but the average selling price was just £ 1. 18 per gigajoule. \" We have a long journey ahead to fix these issues. We continue to make procession and great strides have already been made, \" said Mr Spindler. UK Coal operates 15 deep and surface mines across Nottinghamshire, Derbyshire, Leicestershire, Yorkshire, the West Midlands, Northumberland and Durham.",
        "UK Coal plunges into deeper loss Shares in UK Coal have fallen after the mining group reported losses had deepened to £ 51. 6m in 2004 from £ 1. 2m. The UK ' s biggest coal producer blamed geological problems, industrial action and \" operating flaws \" at its deep mines for its worsening fortunes. The South Yorkshire company, led by new chief executive Gerry Spindler, said it hoped to return to profit in 2006. In early craft on Thursday, information technology shares were down 10% at 119 pence. UK Coal said it was earn \" significant progress \" in shaking up the business. It had introduced new wage structures, a newfangled daily maintenance regime for machinery at its mines and methods to continue mining in adverse conditions. The company said these actions should \" significantly uplift earnings \". It expected 2005 to be a \" transitional year \" and to return to profitability in 2006. The recent wage hike in coal prices has failed to benefit the company as most of its output had already been sold, it said. Total production costs were £ 1. 30 per gigajoule, UK Coal said, but the average selling price was just £ ace. xviii per gigajoule. \" We have a long journey ahead to fix these issues. We continue to make progress and great strides have already been made, \" said Mr Spindler. UK Coal operates 15 deep and surface mines across Nottinghamshire, Derbyshire, Leicestershire, Yorkshire, the West Midlands, Northumberland and Durham."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "UK's biggest coal producer blames geological problems, industrial action and \"operating flaws\" at its deep mines for its worsening fortunes. South Yorkshire company, led by new chief executive Gerry Spindler, said it hoped to return to profit in 2006. In early trade on Thursday, its shares were down 10% at 119 pence."
}