{
    "filename": "04228600.jpg",
    "metadata": {},
    "text": "© Derdlrd So\n\nDirector of Sales Planning\n\nJanuary 31, 1974\n\nTo: Division Manager, Assistant Division Manager and Salesnen\nin the Pittsburgh, Perna. Division\n\nFROM: J, Ry Mueller\n\nSubject: Work Plans ~ March, 1974\n(Allegheny, Beaver, Washington and\nWestrorelend Courities Only)\n\n     \n \n\nTais promotion incorporates the following changes in the normal work\nplan:\n\nCounter Display Progran\n1, Primary Display\nFeature: KENT Menthol DeLuxe - 100%\n\nUse KENT Menthol Carton Card with “Try the Crisp, Clean Taste\nof KENT Menthol\" copy.\n\n2, Supplementary Display\n\nFeature: KENT 100's - 100%\n\nUse \"KENT - Auerica's Quality Cigarette” Carton Card.\n\n \n\njale Materials\n\nMaterials listed below are in addition to the one month standing order\nas stated in the March work plan and have been arbitrarily shipped:\n\n00982200\n\nKENT Menthol Carton Cards ~ 750\n\nLoritard, A Di\n\n \n\nion of Loews Theatres, Inc, 200 East 42nd St, New York, New York 10017\n\n \n\f",
    "augmented_texts": [
        "© Derdlrd So Director of Sales Planning January 31, 1974 To: Division Manager, Assistant Division Manager and Salesnen in the Pittsburgh, Perna. Division FROM: J, Ry Mueller Subject: Work Design ~ March, 1974 (Allegheny, Beaver, Washington and Westrorelend Courities Only) Tais promotion incorporates the following changes in the normal work plan: Counter Display Progran 1, Primary Display Feature: KENT Menthol DeLuxe - 100% Use KENT Menthol Carton Bill with “ Try the Crisp, Clean Taste of KENT Menthol \" copy. 2, Supplementary Display Feature: KENT 100 ' s - 100% Use \" KENT - Auerica ' s Quality Cigarette ” Carton Card. jale Materials Materials listed below follow in addition to the one month standing order as stated in the March work plan and have been arbitrarily shipped: 00982200 KENT Menthol Carton Cards ~ 750 Loritard, Antiophthalmic factor Di ion of Loews Theatres, Inc, 200 East 42nd St, New York, New York 10017",
        "© Derdlrd So Director of Sales Planning January 31, 1974 To: Division Manager, Assistant Division Manager and Salesnen in the Pittsburgh, Perna. Division FROM: J, Ry Mueller Subject: Work Plans ~ Marchland, 1974 (Allegheny, Beaver, Washington and Westrorelend Courities Only) Tais promotion incorporates the following changes in the normal work plan: Counter Display Progran 1, Primary Display Lineament: rockwell kent Menthol DeLuxe - 100% Use KENT Menthol Carton Card with “ Try the Crisp, Clean Taste of KENT Menthol \" copy. 2, Supplementary Display Feature: KENT 100 ' s - 100% Use \" KENT - Auerica ' s Quality Cigarette ” Carton Card. jale Materials Materials listed below are in addition to the one calendar month standing order as stated in the Marching work programme and have be arbitrarily shipped: 00982200 KENT Menthol Carton Cards ~ 750 Loritard, A Di ion of Loews Theatres, Inc, 200 East 42nd St, New York, New York 10017"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "KENT Menthol Carton Card with “Try the Crisp, Clean Taste’ copy. KENT 100's - 100% - \"Auerica's Quality Cigarette\" Card. \"Use \"Kent - Auericas\" Cartons with \"Crisp\" and \"Clean\" names."
}