{
    "filename": "04238597.jpg",
    "metadata": {},
    "text": " \n\n358\n\n \n\nMONTHLY MANAGEMENT STATUS REPORT PROJECT NO\n\n \n\nNove 30; 19\n\nPROJECT TITLE: pyrolysis of Tohacco and Tts Component DATEtDec. 31, 1982\n\nBUDGET: $23,233\nPROJECT DESCRIPTION:\n\n \n\n \n\n \n\nPetnetpai Projece objectives ~\n\n‘The focus of this project 48 on generating supporting precursor-product data for projects\nthere the combustion ef tobacco {z modified of wiere deconposable adéitives are used,\n\n \n\n \n\n   \n \n\nYEAR|\nmontH|J TET MTA\n\n   \n      \n\n        \n   \n\n \n\nMJ STALSIO[N] DEST FT MTarMTufutalsto\n\n \n  \n\nBUDGET VS ACTUAL KS\n\nBUDGET\nACTUAL 52.101\n\n \n  \n    \n   \n\nPROJECT\nCOMPONENTS\n\nTiveracure Search\n\n  \n\n \n\nTa the pyrolysis of cellulose, nore than 40 compounds were observed on the gas. chrona~\nroprens’\"Sizecen of these products have been identified, and 7 of then were major\nseats, “the prelininary result shoved that the yield of these products depends\nrrethe ceapecature and the duration of pyrolysis. Sone of these products increased\notek the decrease of tenperature which others increased first and then decreased vhers\nie eceeetatare went up further. The yield of many major products also increased\nas the duration of pyrolysis increased, however, a decrease of yields was observed WW\nthen the pyrolysis tine vas prolonged. g\n\n6\na\n\nE-Chung Wu\nPREPARED BY\n\n \n\n \n\f",
    "augmented_texts": [
        "358 MONTHLY MANAGEMENT STATUS REPORT PROJECT NO Nove 30; 19 PROJECT TITLE: pyrolysis of Tohacco and Tts Component DATEtDec. xxxi, 1982 BUDGET: $ 23, 233 PROJECT DESCRIPTION: Petnetpai Projece objectives ~ ‘ The focus of this project 48 on generating supporting precursor - product data for projects there the combustion ef tobacco {z modified of wiere deconposable adéitives are used, YEAR | montH | J TET MTA MJ STALSIO [N] DEST FT MTarMTufutalsto BUDGET VS ACTUAL KS BUDGET ACTUAL 52. 101 PROJECT COMPONENTS Tiveracure Search Ta the pyrolysis of cellulose, nore than 40 compounds were observed on the gas. chrona ~ roprens ’ \" Sizecen of these products have been identified, and 7 of then were major seats, “ the prelininary result shoved that the yield of these products depends rrethe ceapecature and the duration of pyrolysis. Sone of these products increased otek the decrease of tenperature which others increased first and then decreased vhers ie eceeetatare went up far. The yield of many major products also increased as the duration of pyrolysis increased, however, a step down of yields was observed WW then the pyrolysis tine vas prolonged. g 6 a E - Chung Wu dialect PREPARED BY",
        "358 MONTHLY MANAGEMENT STATUS REPORT PROJECT NO Nove thirty; 19 PROJECT TITLE: pyrolysis of Tohacco and Tts Component DATEtDec. 31, 1982 BUDGET: $ 23, 233 PROJECT DESCRIPTION: Petnetpai Projece objectives ~ ‘ The focus of this project 48 on generating supporting precursor - product data for projects there the combustion ef tobacco {z modified of wiere deconposable adéitives be used, yr | montH | J TET MTA MJ STALSIO [N] DEST FT MTarMTufutalsto BUDGET VS ACTUAL KS BUDGET ACTUAL 52. 101 PROJECT COMPONENTS Tiveracure Search Ta the pyrolysis of cellulose, nore than 40 compounds were observed on the gas. chrona ~ roprens ’ \" Sizecen of these products have been identified, and 7 of then were major seats, “ the prelininary result shoved that the yield of these products depends rrethe ceapecature and the duration of pyrolysis. Sone of these products increase otek the decrease of tenperature which others increased first and then decreased vhers ie eceeetatare went up far. The yield of many major products also increased as the duration of pyrolysis increased, however, a decrease of yields was observed WW then the pyrolysis tine vas prolonged. g 6 a E - Chung Wu PREPARED BY"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The focus of this project 48 on generating supporting precursor-product data for projects. Nore than 40 compounds were observed on the gas. The yield of many major products also increased as the duration of pyrolysis increased, however, a decrease of yields was observed."
}