{
    "filename": "043.txt",
    "metadata": {},
    "text": "Saudi ministry to employ women\n\nWomen will be employed in Saudi Arabia's foreign ministry for the first time this year, Foreign Minister Prince Saud Al-Faisal has been reported as saying.\n\nThe move comes as the conservative country inches open the door to working women. Last year, Crown Prince Abdullah, the de-facto ruler, told government departments to put plans in place for employing women. But progress has been slow, reports from the country say.\n\nEarlier this week, the local Arab News said Labour Minister Ghazi al-Gosaibi had \"caused uproar\" when he said his ministry was having difficulty hiring women because they demanded segregated offices. The newspaper said many Saudi women found his explanation \"a pitiful excuse for not employing women\". Women now make up more than half of all graduates from Saudi universities but only 5% of the workforce. \"Our educational reforms have created a new generation of highly-educated and professionally trained Saudi women who are acquiring their rightful position in Saudi society,\" Arab News quoted Prince Saud as saying. \"I am proud to mention here that this year we shall have women working in the Ministry of Foreign Affairs for the first time.\"\n",
    "augmented_texts": [
        "Saudi ministry to employ women Women will be employed in Saudi Arabia ' s foreign ministry for the first metre this year, Foreign Minister Prince Saud Al - Faisal has been reported as saying. The move comes as the conservative country inches open the door to working women. Last year, Crown Prince Abdullah, the de - facto ruler, told government departments to put plans in place for employing women. But progress has been slow, reports from the country say. Earlier this week, the local Arab News said Labour Minister Ghazi al - Gosaibi had \" caused uproar \" when he said his ministry was consume difficulty hiring women because they demanded segregated offices. The newspaper said many Saudi women found his explanation \" a pitiful excuse for not employing women \". Women now make up more than half of all graduates from Saudi universities but only 5% of the workforce. \" Our educational reforms have created a new generation of highly - educated and professionally trained Saudi women who are acquiring their rightful position in Saudi society, \" Arab News quoted Prince Saud as saying. \" I exist proud to mention here that this year we shall have women working in the Ministry of Foreign Affairs for the first time. \"",
        "Saudi ministry to employ women Women will be employed in Saudi Arabian peninsula ' s foreign ministry for the first time this year, Foreign Minister Prince Saud Al - Faisal has been reported as saying. The move comes as the conservative country inches open the door to working women. Last year, Crown Prince Abdullah, the de - facto ruler, told government departments to put plans in place for employing women. Only progress get been slow, reports from the country say. Earlier this week, the local Arab News said Labour Minister Ghazi al - Gosaibi have \" caused uproar \" when he said his ministry was having difficulty hiring women because they demanded segregated offices. The newspaper said many Saudi women found his explanation \" a pitiful excuse for not employing women \". Women now make up more than half of all graduates from Saudi universities but only 5% of the workforce. \" Our educational reforms have created a new generation of highly - educated and professionally trained Saudi arabian women who are acquiring their rightful position in Saudi society, \" Arab News quoted Prince Saud as saying. \" I am proud to mention here that this year we shall have women working in the Ministry of Foreign Affairs for the first time. \""
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Saudi ministry to employ women for the first time this year. Move comes as the conservative country inches open the door to working women. Women now make up more than half of all graduates from Saudi universities. But only 5% of the workforce in the country are women, reports say."
}