{
    "filename": "04327615.jpg",
    "metadata": {},
    "text": "oe.\n\nTHE TOBACCO INSTITUTE\n\n3 43675 1 STREET, NORTHWEST WILLIAM KLOEPFER, IR.\nWASHINGTON, DC 20008 ‘Senior Vice Presideat-\n\n202/457-4800 » 900/424-0876\n\nprsonisiese\n\nJanuary 11, 1980\n\nMEMORANDUM\n\nTO: Mr. Bewley Mr. Temko\nMr. Millhiser Mr. Toti\nMr. Pepples Mr. Yeargin\nMr. Seidensticker Mr. Zahn\nFROM: WILLIAM KLOEPFER, JR.\n\nFor your information we are distributing the\nenclosed by hand today to selected Washington\ncorrespondents.\n\nBy late Monday, we expect to send to each\nCommunications Committee member a facsimile\nby wire of a special edition of The Tobacco\nInstitute Newsletter, covering the new HEW\nreport and our response, and to mail it Monday\nnight to all regular Newsletter subscribers.\n\n&\n\nse,\n\nmss\n\nEnclosures\n\n \n\n \n\nsr9zeeye\n\n \n\f",
    "augmented_texts": [
        "oe. THE baccy INSTITUTE 3 43675 1 STREET, NORTHWEST WILLIAM KLOEPFER, IR. WASHINGTON, DC 20008 ‘ Elder Vice Presideat - 202 / 457 - 4800 » 900 / 424 - 0876 prsonisiese January 11, 1980 MEMORANDUM TO: Mr. Bewley Mr. Temko Mr. Millhiser Mr. Toti Mr. Pepples Mr. Yeargin Mr. Seidensticker Mr. Zahn FROM: WILLIAM KLOEPFER, JR. For your data we are distributing the enclosed by hand today to selected Washington correspondents. By late Monday, we await to send to each Communications Committee member a facsimile by wire of a special edition of The Tobacco plant Institute Newsletter, covering the new HEW report and our response, and to mail information technology Monday night to all regular Newsletter subscribers. & se, mss Enclosures sr9zeeye",
        "oe. THE TOBACCO INSTITUTE 3 43675 1 STREET, NORTHWEST WILLIAM KLOEPFER, IR. WASHINGTON, DC 20008 ‘ Senior Vice Presideat - 202 / 457 - 4800 » 900 / 424 - 0876 prsonisiese January 11, 1980 MEMORANDUM TO: Mister. Bewley Mister. Temko Mr. Millhiser Mr. Toti Mr. Pepples Mr. Yeargin Mr. Seidensticker Mr. Zahn FROM: WILLIAM KLOEPFER, JR. For your information we are distributing the enclosed by hand today to selected Washington correspondents. By late Monday, we expect to send to each Communications Committee member a facsimile by wire of a special edition of The Tobacco Institute Newsletter, overcompensate the new HEW report and our response, and to mail it Monday nox to all regular Newsletter subscribers. & southeastward, mss Enclosures sr9zeeye"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Tobacco Institute of Washington, D.C. issues a report and response to the HEW report. The report is being distributed by hand to selected Washington correspondents. A special edition of The Tobacco Institute's Newsletter will be sent to all regular Newsletter subscribers Monday night."
}