{
    "filename": "048.txt",
    "metadata": {},
    "text": "Parmalat to return to stockmarket\n\nParmalat, the Italian dairy company which went bust after an accounting scandal, hopes to be back on the Italian stock exchange in July.\n\nThe firm gained protection from creditors in 2003 after revealing debts of 14bn euros ($18.34bn; £9.6bn). This was eight times higher than it had previously stated. In a statement issued on Wednesday night, Parmalat Finanziaria detailed administrators' latest plans for re-listing the shares of the group.\n\nAs part of the re-listing on the Italian stock exchange, creditors' debts are expected to be converted into shares through two new share issues amounting to more than 2bn euros. The company's creditors will be asked to vote on the plan later this year. The plan is likely to give creditors of Parmalat Finanziaria shares worth about 5.7% of the debts they are owed. This is lower than the 11.3% creditors previously hoped to receive. Creditors of Parmalat, the main operating company, are likely to see the percentage of debt they receive fall from 7.3% to 6.9%.\n\nSeveral former top Parmalat executives are under investigation for the fraud scandal. Lawmakers said on Wednesday night Enrico Bondi, the turnaround specialist appointed by the Italian government as Parmalat's chief executive, spoke positively about the company during a closed-door hearing of the Chamber of Deputies industry commission. \"Bondi supplied us with elements of positive results on the industrial positions and on the history of debt which will find a point of solution through the Parmalat group's quotation on the market in July,\" Italian news agency Apcom quoted several lawmakers as saying in a statement.\n",
    "augmented_texts": [
        "Parmalat to return to stockmarket Parmalat, the Italian dairy company which went bust after an accounting scandal, hopes to be back on the Italian stock exchange in July. The firm gained protection from creditors in 2003 after revealing debts of 14bn euros ($ 18. 34bn; £ 9. 6bn ). This was eight times higher than it had previously stated. In a statement issued on Wednesday night, Parmalat Finanziaria detailed administrators ' latest plans for re - listing the shares of the group. As part of the re - listing on the Italian stock exchange, creditors ' debts are expected to be converted into shares through two new share issues amounting to more than 2bn euros. The company ' s creditors will be asked to vote on the plan later this year. The plan is likely to give creditors of Parmalat Finanziaria shares worth about 5. 7% of the debts they are owed. This is lower than the 11. 3% creditors previously hoped to receive. Creditors of Parmalat, the main operating company, are likely to see the percentage of debt they receive fall from 7. 3% to six. 9% . Several former top Parmalat executives be under investigation for the fraud scandal. Lawmakers said on Wednesday night Enrico Bondi, the turnaround specialist appointed by the Italian government as Parmalat ' s chief executive, spoke positively about the company during a closed - room access hearing of the Chamber of Deputies industry commission. \" Bondi supplied us with elements of positive results on the industrial positions and on the history of debt which will find a point of solution through the Parmalat group ' s quotation on the grocery in July, \" Italian news agency Apcom quoted several lawmakers as saying in a statement.",
        "Parmalat to return to stockmarket Parmalat, the Italian dairy company which went bust after an accounting scandal, hopes to be back on the Italian stock exchange in July. The firm gained protection from creditors in 2003 after revealing debts of 14bn euros ($ 18. 34bn; £ 9. 6bn ). This was eight times higher than it had previously stated. In a statement issued on Wednesday night, Parmalat Finanziaria detailed administrators ' latest plans for re - listing the shares of the group. As part of the re - listing on the Italian stock exchange, creditors ' debts are expected to be converted into shares through deuce new share issues amounting to more than 2bn euros. The company ' s creditors will constitute asked to vote on the programme later this year. The plan is likely to give creditors of Parmalat Finanziaria shares worth about 5. 7% of the debts they are owed. This is lower than the 11. 3% creditors previously hoped to receive. Creditors of Parmalat, the main operating company, are likely to see the percentage of debt they receive fall from 7. 3% to 6. 9% . Several former top Parmalat executives are under investigating for the fraud scandal. Lawmakers said on Wednesday night Enrico Bondi, the turnaround specialist appointed by the Italian government as Parmalat ' s chief executive, spoke positively about the company during a closed - door hearing of the Chamber of Deputies industry commission. \" Bondi supplied america with elements of positive results on the industrial spot and on the history of debt which will find a point of solution through the Parmalat group ' s quotation on the market in July, \" Italian news agency Apcom quoted several lawmakers as saying in a statement."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Parmalat Finanziaria hopes to be back on the Italian stock exchange in July. Firm gained protection from creditors in 2003 after revealing debts of 14bn euros ($18.34bn; £9.6bn) Lawmakers say turnaround specialist Enrico Bondi spoke positively about the company."
}