{
    "filename": "05003251_05003257.jpg",
    "metadata": {},
    "text": " \n\nae ison t CANDY DIS TEL No.21?-544-0874 Mar. 1,89 14:02 P.O3\n\n‘Mr, Speaker, Mr, President, Members of the S6th General Asceubly, ay\nfellow constitutional officers, honered guests and my fellov citizens,\n\nbudget that is the revult of our rebounding econeny and\nening, 0 “fieced fitaves” reginen that strengthened our\nability te pay our bille on tine but alec sapped our ability to provide necded\nfunding for edveation and human servi\n\n  \n\n \n\n \n\nToday ve 0\nbite on tine for\nincome tex refunde can be reduced, and 2 again can expect to recaive\n\nprouieed Circuit Breaker relief on tine.\n\n‘This budget is o far better budget than any in recent yeare, It isa\ncular budget, neither malnourished nor od with fat. It hes the\nstrength to lead us into the 90s and get a fest otart in the world marathon\nfor high tech jebs and increased exports,\n\nVile tt does net fund all of the services needed by our citizens and does\nnot provide gil of the monay needed by eur educational system, it dees bring\nWelcomed improvenente that vill be sean and fult throughout eur State,\n\nOur achools ~~ the brains and the brava of the Illinois ssenosy — have\nauboiated on a lov-eal diet of Atate finding, This budget pute meat and\npotatoes back of the menu. It 19 4 distinct improvement, one thet se\nTilinote education on the read to a comeback,\n\n$21.6 Dillion in total appropriations. General fund\nax sources Vill be up an effective 507 militoa, plus\n$370 million from the nev cigarette tax, We have deen able te reach that\n\npoint largely because of an improved 51\n\nMine years ago, the grovth of personal income for ILlineisens vas much\nJose than the growth for most Americans, but that gap nov bas virtually\ndisappeared, And last month, Illinois’ unespluyment rate fell belev 6 peraent\n\nfor the first time eince October, 1979. Tocel eeployment has reached an\nall-time high with five and one-half afliion I)linoleana taking hone paychecks,\n\n \n\n   \n\n  \n\n   \n\n \n\n  \n\n    \n\n   \n\n \n\nReonomie forecasters tell us to expect s mnaged alovdows of the U.S.\neconomy, vith increasing interest rates dampening inflation, If thay are\ncorrect, the national slovdown vill result in « job growth in Illineis that\nwill be alowar than the past two years,\n\nHowever, this budget helps Illinois fight that predicted trend by deing\nmore than ever before for education, for our infrastructure, and for our\ncommftaent to taka technological tgprovenente out of the labs and onte the\nProduction lines,\n\n \n\n \n\n \n\njar defere to heal thi atch, protect theese vhe\nGannot protect themselves, extend day care services to keep voi areata\nWorking, shelter the hone jueate the public vith tha facts abeut AIDS,\nKeep ravaged families together vhenever poseibin, and find homes fer children\n\nin need of adoption.\nTILBC 015568\n\n \n\nWe vill do more than\n\n \n\n \n\n   \n\na\n\f",
    "augmented_texts": [
        "ae ison t CANDY DIS TEL No. 21? - 544 - 0874 Mar. 1, 89 14: 02 P. O3 ‘ Mr, Speaker, Mr, President, Members of the S6th General Asceubly, ay fellow constitutional officers, honered guests and my fellov citizens, budget that is the revult of our rebounding econeny and ening, 0 “ fieced fitaves ” reginen that strengthened our ability te pay our bille on tine but alec sapped our ability to provide necded funding for edveation and human servi Today ve 0 bite on tine for income tex refunde can be reduced, and 2 again can expect to recaive prouieed Circuit Breaker relief on tine. ‘ This budget is o far better budget than any in recent yeare, It isa cular budget, neither malnourished nor od with fat. It hes the strength to lead us into the 90s and get a fest otart in the world marathon for high tech jebs and increased exports, Vile tt does net fund all of the services needed by our citizens and does not provide gil of the monay needed by eur educational system, it dees bring Welcomed improvenente that vill be sean and fult throughout eur State, Our achools ~ ~ the brains and the brava of the Illinois ssenosy — have auboiated on a lov - eal diet of Atate finding, This budget pute meat and potatoes back of the menu. Information technology 19 4 distinct improvement, one thet se Tilinote education on the read to a comeback, $ 21. 6 Dillion in total appropriations. Superior general fund ax sources Vill be up an effective 507 militoa, plus $ 370 million from the nev cigarette tax, We have deen able te reach that point largely because of an improved 51 Mine years ago, the grovth of personal income for ILlineisens vas much Jose than the growth for most Americans, but that gap nov bas virtually disappeared, And last month, Illinois ’ unespluyment rate fell belev 6 peraent for the first time eince October, 1979. Tocel eeployment has reached an all - time high with five and one - half afliion I) linoleana taking hone paychecks, Reonomie forecasters tell us to expect s mnaged alovdows of the U. S. economy, vith increasing interest rates dampening inflation, If thay are correct, the national slovdown vill result in « job growth in Illineis that will be alowar than the past two years, However, this budget helps Illinois fight that predicted drift by deing more than ever before for education, for our infrastructure, and for our commftaent to taka technological tgprovenente out of the labs and onte the Production lines, jar defere to heal thi atch, protect theese vhe Gannot protect themselves, extend day care services to keep voi areata Working, shelter the hone jueate the public vith tha facts abeut AIDS, Keep ravaged families together vhenever poseibin, and find homes fer children in need of adoption. TILBC 015568 We vill do more than a",
        "ae ison t CANDY DIS TEL No. 21? - 544 - 0874 Mar. 1, 89 14: 02 P. O3 ‘ Mr, Speaker, Mr, President, Members of the S6th General Asceubly, ay fellow constitutional officers, honered guests and my fellov citizens, budget that is the revult of our rebounding econeny and ening, 0 “ fieced fitaves ” reginen that strengthened our ability te pay our bille on tine but alec sapped our ability to provide necded funding for edveation and human servi Today ve 0 bite on tine for income tex refunde can be reduced, and 2 again can expect to recaive prouieed Circuit Breaker relief on tine. ‘ This budget is o far better budget than any in recent yeare, It isa cular budget, neither malnourished nor od with fat. It hes the strength to lead us into the 90s and get a fest otart in the world marathon for high pitched technical school jebs and increased exports, Vile tt does net fund all of the services needed by our citizens and does not provide gil of the monay needed by eur educational organisation, it dees bring Welcomed improvenente that vill be sean and fult throughout eur State, Our achools ~ ~ the brains and the brava of the Illinois ssenosy — have auboiated on a lov - eal diet of Atate finding, This budget pute meat and potatoes back of the menu. It 19 4 distinct improvement, one thet se Tilinote education on the read to a comeback, $ 21. 6 Dillion in total appropriations. Superior general fund ax sources Vill be up an effective 507 militoa, plus $ 370 million from the nev cigarette tax, We have deen able te reach that point largely because of an improved 51 Mine years ago, the grovth of personal income for ILlineisens vas much Jose than the growth for most Americans, but that gap nov bas virtually disappeared, And last month, Illinois ’ unespluyment rate fell belev 6 peraent for the first time eince October, 1979. Tocel eeployment has reached an all - time high with five and one - half afliion I) linoleana taking hone paychecks, Reonomie forecasters tell us to expect s mnaged alovdows of the Atomic number 92. S. economy, vith increasing interest rates dampening inflation, If thay are correct, the national slovdown vill result in « job growth in Illineis that will be alowar than the past two years, However, this budget helps Illinois fight that predicted trend by deing more than ever before for education, for our infrastructure, and for our commftaent to taka technological tgprovenente out of the labs and onte the Production lines, jar defere to heal thi atch, protect theese vhe Gannot protect themselves, extend day care services to keep voi areata Working, shelter the hone jueate the public vith tha facts abeut AIDS, Keep ravaged families together vhenever poseibin, and find homes fer children in need of adoption. TILBC 015568 We vill do more than a"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "'This budget is o far better budget than any in recent yeare, It isacular budget, neither malnourished nor od with fat. It hes thestrength to lead us into the 90s and get a fest otart in the world marathon,' he said."
}