{
    "filename": "060 (2).txt",
    "metadata": {},
    "text": "Snicket tops US box office chart\n\nThe film adaptation of Lemony Snicket novels has topped the North America box office chart, displacing Ocean's 12.\n\nA Series of Unfortunate Events, starring Jim Carrey, took $30.2m (£15.5m) in its debut weekend. Ocean's 12 fell to number two while new entry Spanglish entered the chart at number three, taking $9m (£4.6m). A Series of Unfortunate Events also stars Scottish comedian Billy Connelly, while Carrey takes on a number of different roles in the surreal film. The only other new entry in the top 10 was re-make, Flight of the Phoenix, at number eight, starring Dennis Quaid. Carrey entertained crowds at the UK premiere of Lemony Snicket in London on Friday. The actor grabbed co-star Meryl Streep and whisked her around Leicester Square. Based on the cult children's books by author Daniel Handler, the film follows three children who are orphaned when their parents die in a fire. They are taken in by their wicked uncle Count Olaf, played by Carrey, who schemes to get his hands on their fortune.\n",
    "augmented_texts": [
        "Snicket tops US box office chart The film adaptation of Lemony Snicket novels has topped the North America box office chart, displacing Ocean ' south 12. A Series of Unfortunate Events, starring Jim Carrey, took $ 30. 2m (£ 15. 5m) in information technology debut weekend. Ocean ' s 12 fell to number two while new entry Spanglish entered the chart at number three, taking $ 9m (£ 4. 6m ). A Series of Unfortunate Events also star Scottish comedian Billy Connelly, while Carrey takes on a number of different roles in the surreal film. The only other new entry in the top 10 was re - make, Flight of the Phoenix, at number eight, star Dennis Quaid. Carrey entertained crowds at the UK premiere of Lemony Snicket in London on Friday. The actor grabbed co - star Meryl Streep and whisked her around Leicester Square. Based on the cult children ' s books by author Daniel Handler, the film follows three children who be orphaned when their parents die in a fire. They are taken in by their wicked uncle Count Olaf, played by Carrey, who schemes to receive his hand on their fortune.",
        "Snicket tops US box position chart The film adaptation of Lemony Snicket novels has topped the North America box office chart, displacing Ocean ' s 12. A Series of Unfortunate Events, starring Jim Carrey, took $ 30. 2m (£ 15. 5m) in its debut weekend. Ocean ' s 12 fell to number two while new entry Spanglish entered the chart at number tierce, taking $ 9m (£ 4. 6m ). A Series of Unfortunate Events also stars Scotch comedian Billy Connelly, while Carrey takes on a number of different roles in the surreal film. The only other new entry in the top 10 was re - make, Flight of the Phoenix, at number eight, starring Dennis Quaid. Carrey entertained crowds at the UK premiere of Lemony Snicket in London on Friday. The actor grabbed co - star Meryl Streep and whisked her around Leicester Square. Based on the cult small fry ' s books by author Book of daniel Handler, the film follows three children who are orphaned when their parents fail in a fire. They are taken in by their wicked uncle Count Olaf, played by Carrey, who schemes to get his hands on their fortune."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "A Series of Unfortunate Events took $30.2m (£15.5m) in its debut weekend. Ocean's 12 fell to number two while Spanglish entered the chart at number three. The only other new entry in the top 10 was re-make, Flight of the Phoenix."
}