{
    "filename": "060.txt",
    "metadata": {},
    "text": "Insurance bosses plead guilty\n\nAnother three US insurance executives have pleaded guilty to fraud charges stemming from an ongoing investigation into industry malpractice.\n\nTwo executives from American International Group (AIG) and one from Marsh & McLennan were the latest. The investigation by New York attorney general Eliot Spitzer has now obtained nine guilty pleas. The highest ranking executive pleading guilty on Tuesday was former Marsh senior vice president Joshua Bewlay.\n\nHe admitted one felony count of scheming to defraud and faces up to four years in prison. A Marsh spokeswoman said Mr Bewlay was no longer with the company. Mr Spitzer's investigation of the US insurance industry looked at whether companies rigged bids and fixed prices. Last month Marsh agreed to pay $850m (£415m) to settle a lawsuit filed by Mr Spitzer, but under the settlement it \"neither admits nor denies the allegations\".\n",
    "augmented_texts": [
        "Insurance bosses plead guilty Another three US insurance executives have pleaded guilty to fraud charges stemming from an ongoing investigation into industry malpractice. 2 executives from American International Group (AIG) and one from Marsh & McLennan were the latest. The investigation by New York attorney general Eliot Spitzer has now obtained ennead guilty pleas. The highest ranking executive pleading shamefaced on Tuesday was former Marsh senior vice president Joshua Bewlay. Helium admitted ace felony count of scheming to defraud and faces up to four years in prison. A Marsh spokeswoman said Mr Bewlay was no longer with the company. Mr Spitzer ' s investigation of the US insurance industry looked at whether ship's company rigged bids and fixed prices. Last month Marsh agreed to pay $ 850m (£ 415m) to settle a lawsuit filed by Mr Spitzer, but under the settlement it \" neither admits nor denies the allegations \".",
        "Insurance bosses plead guilty Another three US insurance executives have pleaded guilty to fraud charges stemming from an ongoing investigation into diligence malpractice. Two executives from American International Group (AIG) and one from Marsh & McLennan were the latest. The investigating by New York attorney general Eliot Spitzer has now obtained nine guilty pleas. The highest ranking executive pleading guilty on Tuesday was former Marsh senior vice president Joshua Bewlay. He admitted i felony count of scheming to defraud and faces up to four days in prison. A Marsh spokeswoman said Mr. Bewlay was no longer with the company. Mr. Spitzer ' s investigation of the US insurance industry looked at whether companies rigged bids and fixed prices. Last month Marsh agreed to pay $ 850m (£ 415m) to settle a lawsuit filed by Mr Spitzer, but under the settlement it \" neither admits nor denies the allegations \"."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Two executives from American International Group and one from Marsh & McLennan plead guilty. The three face up to four years in prison for their part in a scheme to fix prices for goods and services in the U.S. They are the third and fourth to do so in just two weeks."
}