{
    "filename": "073 (4).txt",
    "metadata": {},
    "text": "Johnson uncertain about Euro bid\n\nJade Johnson is undecided about whether to contest next month's European Indoor Championships in Madrid despite winning the AAAs long jump title on Saturday.\n\nThe 24-year-old delivered a personal best of 6.50m to win the European trials but had to wait until her final jump after four failures. \"I don't want to go if I am not going to get a medal,\" said Johnson. \"I will have to see how I am jumping in the next competition and I'll have to have a conversation with my coach.\" Johnson, who finished seventh in last year's Olympic Games, has not competed indoors since 2000. And the Commonwealth and European silver medallist believes her lack of experience in the early part of the season has knocked her confidence. \"It's the stress,\" said Johnson. \"I am not used to feeling this, this early. I am just used to training. \"But if I'm doing this kind of thing, then I will have to see how it goes.\" Johnson next competes in the high-class Birmingham Grand Prix on 18 February.\n",
    "augmented_texts": [
        "Johnson uncertain about Euro bid Jade Johnson is undecided about whether to contest next month ' s European Indoor Championships in Madrid despite winning the AAAs long jump title on Saturday. The 24 - year - old delivered a personal best of 6. 50m to win the European trials but had to wait until her final jump after quaternary failures. \" I don ' t want to go if I am not going to get a medal, \" said Johnson. \" Iodine will have to see how I am jumping in the next competition and I ' ll receive to have a conversation with my coach. \" Johnson, who finished seventh in last year ' s Olympic Games, has not contend indoors since 2000. And the Commonwealth and European silver medal winner believes her lack of experience in the former part of the season has knocked her confidence. \" It ' s the stress, \" said Johnson. \" I be not used to feeling this, this early. I am just used to training. \" But if I ' m doing this kind of thing, then I will have to see how it goes. \" Johnson next competes in the high - class Birmingham Grand Prix on 18 February.",
        "Johnson uncertain about Euro bid Jade Johnson is undecided about whether to contend side by side month ' s European Indoor Championships in Madrid despite winning the AAAs long jump title on Saturday. The 24 - year - old delivered a personal best of 6. 50m to win the European trials but had to wait until her final jump after four failures. \" I don ' t want to go if I am not going to get a medal, \" said Johnson. \" I will have to see how I am jumping in the next competition and I ' ll have to have a conversation with my coach. \" Johnson, who finished seventh in last year ' s Olympic Games, has non contend indoors since 2000. And the Commonwealth and European silver medallist believes her want of experience in the early part of the season has knocked her confidence. \" It ' s the stress, \" said Johnson. \" I am not used to feeling this, this early. I am just used to training. \" But if I ' m serve this kind of thing, then I volition have to see how it goes. \" Johnson next competes in the high - class Birmingham Grand Prix on xviii February."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Johnson uncertain about Euro bid despite winning AAAs long jump title. The 24-year-old delivered a personal best of 6.50m to win the European trials. Johnson finished seventh in last year's Olympic Games, has not competed indoors since 2000. She next competes in the high-class Birmingham Grand Prix on 18 February."
}