{
    "filename": "079 (2).txt",
    "metadata": {},
    "text": "Russian film wins BBC world prize\n\nRussian drama The Return (Vozvrashchenie) has been named winner of the BBC Four World Cinema Award.\n\nThe film tells the story of two adolescent boys who are subjected to a harsh regime when their strict father returns after a 10-year absence. Directed by Andrey Zvyagintsev, The Return previously won the 2003 Golden Lion award at the Venice Film Festival. The prize was presented at an awards ceremony held in London on Thursday and hosted by Jonathan Ross. The winner was chosen by a panel which included X Files actress Gillian Anderson, critic Roger Clarke and Touching the Void director Kevin McDonald.\n\nRoss, who is the presenter of BBC One's Film 2005, was also involved in the deliberations. A shortlist of six films from around the world had been drawn up from which the panel chose. Other nominees included the Motorcycle Diaries, Zatoichi and Hero. A viewer poll saw director Zhang Yimou's martial arts epic Hero emerge as the favourite with 32% of votes cast. Tragedy struck the production of The Return when one of the young stars, 15-year-old Vladimir Girin, drowned in a lake where some of the film's scenes were set. The winner of the World Cinema Award last year was the French animated feature Belleville Rendezvous\n",
    "augmented_texts": [
        "Russian film wins BBC world prize Russian drama The Return (Vozvrashchenie) has been named winner of the BBC Four World Cinema Award. The film tells the story of two adolescent boys who are subjected to a harsh regime when their strict father returns after a 10 - year absence. Directed by Andrey Zvyagintsev, The Comeback previously won the 2003 Golden Lion award at the Venice Photographic film Festival. The prize was presented at an awards ceremony held in London on Thursday and hosted by Jonathan Ross. The winner was chosen by a dialog box which included X Files actress Gillian Maxwell anderson, critic Roger Clarke and Touching the Void conductor Kevin McDonald. Ross, who is the presenter of BBC One ' s Film 2005, was also involved in the deliberations. A shortlist of six films from around the world had been drawn up from which the panel chose. Other nominees included the Motorcycle Diary, Zatoichi and Hero. A viewer poll saw director Zhang Yimou ' s martial arts epic Hero emerge as the favourite with 32% of votes cast. Tragedy struck the production of The Return when one of the young stars, 15 - year - previous Vladimir Girin, drowned in a lake where some of the film ' s scenes were set. The winner of the World Cinema Award last year was the French animated feature Belleville Rendezvous",
        "Russian film wins BBC world prize Russian drama The Return (Vozvrashchenie) has been named winner of the BBC Four World Movie theatre Prize. The film tells the story of two adolescent boys who are subjected to a harsh regime when their strict father returns after a 10 - year absence. Directed by Andrey Zvyagintsev, The Return previously won the 2003 Golden Lion award at the Venice Film Festival. The prize was presented at an awards ceremony held in London on Thursday and hosted by Jonathan Ross. The winner was chosen by a panel which included X Files actress Gillian Anderson, critic Roger Clarke and Touching the Void director Kevin McDonald. Ross, who is the presenter of BBC One ' s Film 2005, be also involved in the deliberations. A shortlist of six films from around the world had been drawn up from which the control panel chose. Other nominees included the Motorcycle Diaries, Zatoichi and Hero. A viewer poll saw director Zhang Yimou ' s martial arts epic Hero emerge as the darling with 32% of votes cast. Tragedy struck the production of The Return when one of the young stars, 15 - year - old Vladimir Girin, drowned in a lake where some of the film ' s scenes were put. The winner of the World Cinema Award last year was the French animated feature Belleville Rendezvous"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "The Return (Vozvrashchenie) won the BBC Four World Cinema Award. The film tells the story of two adolescent boys who are subjected to a harsh regime. It was presented at an awards ceremony held in London on Thursday. Other nominees included the Motorcycle Diaries, Zatoichi and Hero."
}