{
    "filename": "080.txt",
    "metadata": {},
    "text": "Argentina, Venezuela in oil deal\n\nArgentina and Venezuela have extended a food-for-oil deal, which helped the former to overcome a severe energy crisis last year.\n\nArgentine President Nestor Kirchner and Venezuelan President Hugo Chavez signed the deal in Buenos Aires on Tuesday. Last April, Argentina signed a $240m agreement to import Venezuelan fuel in exchange for agricultural goods and this deal has now been extended. Venezuela will now import cattle, medicines and medical equipment. Last year, Argentina's severe energy crisis forced President Kirchner to suspend gas exports to Chile. Argentina fears that rising demand could spark another crisis and wants to prevent it by signing this deal. The two countries also formalised a co-operation deal between Venezuelan energy firm PDVSA and Argentina's Enarsa. Under this deal, the Argentine market will be opened to Venezuelan investment. President Chavez added that Brazil's Petrobras could join soon the co-operation deal. President Chavez is an ardent promoter of the concept of a South American oil company, which could include the state-owned companies of Venezuela, Argentina, Brazil and Bolivia. The two presidents also agreed to create 'Television Sur', a Latin American network of state-owned television channels.\n",
    "augmented_texts": [
        "Argentina, Venezuela in oil deal Argentina and Venezuela have extended a food - for - oil trade, which helped the former to overcome a severe energy crisis last year. Argentine President Nestor Kirchner and Venezuelan President Hugo Chavez signed the deal in Buenos Aire on Tuesday. Last Apr, Argentina contract a $ 240m agreement to import Venezuelan fuel in exchange for agricultural goods and this deal has now been extended. Republic of venezuela will now import cattle, medicines and medical equipment. Last year, Argentina ' s severe energy crisis forced President Kirchner to suspend gas exports to Chile. Argentina fears that rising demand could spark another crisis and wants to prevent it by signing this deal. The two countries also formalised a co - operation mint between Venezuelan energy firm PDVSA and Argentina ' s Enarsa. Under this deal, the Argentine market will be opened to Venezuelan investment. President Chavez added that Brazil ' s Petrobras could join soon the co - operation deal. President Chavez is an ardent promoter of the concept of a South American oil troupe, which could include the state - owned companies of Republic of venezuela, Argentina, Brazil and Bolivia. The two presidents also agreed to create ' Television Sur ', a Latin American network of state - owned television channels.",
        "Argentina, Venezuela in oil deal Argentina and Venezuela have extended a food - for - oil deal, which helped the former to overcome a severe department of energy crisis last year. Argentine President Nestor Kirchner and Venezuelan Chairman Hugo Chavez signed the deal in Buenos River aire on Tuesday. Last April, Argentina signed a $ 240m agreement to import Venezuelan fuel in exchange for agricultural goods and this deal has now been extended. Venezuela will now import cattle, medicines and medical equipment. Last year, Argentina ' s severe energy crisis forced President Kirchner to suspend gas exports to Chile. Argentina fears that rising demand could spark another crisis and wants to prevent it by signing this deal. The two countries also formalised a co - operation deal between Venezuelan energy firm PDVSA and Argentina ' s Enarsa. Under this deal, the Argentine market will be opened to Venezuelan investment. President Chavez added that Brasil ' s Petrobras could join soon the co - operation deal. President Chavez is an ardent promoter of the concept of a South American oil company, which could include the state - owned companies of Venezuela, Argentina, Brazil and Bolivia. The two presidents also agreed to create ' Television Sur ', a Latin American network of state - owned television channels."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Argentine President Nestor Kirchner and Venezuelan President Hugo Chavez signed the deal in Buenos Aires on Tuesday. Last April, Argentina signed a $240m agreement to import Venezuelan fuel in exchange for agricultural goods. The two presidents also agreed to create 'Television Sur', a Latin American network of state-owned television channels."
}