{
    "filename": "083 (4).txt",
    "metadata": {},
    "text": "Johnson too strong for GB runners\n\nBritain's Kathy Butler and Hayley Yelling were no match for Benita Johnson in the 51st Cross International Zornotza in Amorebieta, Spain.\n\nButler and Yelling finished fourth and fifth as Australian world champion Johnson romped to a five-second victory in the 6km race ahead of Edith Masai. Masai's fellow Kenyan Alice Timbilil finished third. Johnson said: \"I ran comfortably for the first 3km and then I tried to leave the others but it wasn't an easy task.\" Butler clocked a time of 22 minutes 45 seconds - 22secs behind the winner but four ahead of Yelling, who last month succeeded Paula Radcliffe as European champion. Johnson, will be one of the star attractions at the Great EdinburghInternational Cross Country on 15 January.\n",
    "augmented_texts": [
        "Johnson too strong for GB runners U.k. ' s Kathy Samuel butler and Hayley Shouting were no match for Benita Johnson in the 51st Hybridization International Zornotza in Amorebieta, Spain. Butler and Shouting finished fourth and fifth as Australian world champion Johnson romped to a five - second victory in the 6km race ahead of Edith Masai. Masai ' s fellow Kenyan Alice Timbilil finished third. Johnson said: \" I ran comfortably for the first 3km and then I tried to leave the others but it wasn ' t an easy task. \" Butler clocked a time of 22 minutes 45 seconds - 22secs behind the achiever but four ahead of Yelling, who last month come through Paula Radcliffe as European champion. Johnson, will be one of the star attractions at the Great EdinburghInternational Crossing Country on 15 January.",
        "Johnson too strong for GB runners United kingdom ' s Kathy Butler and Hayley Yelling were no friction match for Benita Johnson in the 51st Cross International Zornotza in Amorebieta, Spain. Butler and Shouting finished fourth and fifth as Australian world champion Johnson romped to a five - second victory in the 6km race ahead of Edith Masai. Masai ' s fellow Kenyan Alice Timbilil finished third. Johnson said: \" I ran comfortably for the world class 3km and then I tried to leave the others but it wasn ' t an easy task. \" Pantryman clocked a time of 22 minutes 45 seconds - 22secs behind the winner but four ahead of Yelling, who last month succeeded Paula Radcliffe as European admirer. Johnson, will be one of the star attractive force at the Great EdinburghInternational Cross Country on 15 January."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Johnson too strong for GB runners in 51st Cross International Zornotza. Kathy Butler and Hayley Yelling finished fourth and fifth. Australian world champion Johnson romped to a five-second victory in the 6km race ahead of Edith Masai. Johnson will be one of the star attractions at the Great EdinburghInternational Cross Country on 15 January."
}