{
    "filename": "085.txt",
    "metadata": {},
    "text": "Home loan approvals rising again\n\nThe number of mortgages approved in the UK has risen for the first time since May last year, according to lending figures from the Bank of England.\n\nNew loans in December rose to 83,000, slightly higher than November's nine-year low of 77,000. Mortgage lending rose by £7.1bn in December, up from a £6.4bn rise in November. The figures contradict a survey from the British Bankers' Association, which said approvals were at a five-year low.\n\nAnalysts say the figures show the market may be stabilising but still point to further house price softness. \"The modest rise in mortgage approvals and lending in December reinforces the impression that the housing market is currently slowing steadily rather than sharply,\" said Global Insight analyst Howard Archer, commenting on the BoE's figures. The BBA believes that the property market is continuing to cool down. Changes to mortgage regulation may have artificially depressed figures in November, thus flattering the December figures, analysts said. In October last year, new rules came into force, which meant some lenders were forced to withdraw mortgage products temporarily in November and defer some lending until they had made sure they had complied with the rules properly. Separately, the Bank of England said that consumer credit rose by £1.5bn in December, more than the £1.4bn expected and above the £1.4bn reported in the previous month.\n",
    "augmented_texts": [
        "Home loan approvals rising again The number of mortgages approved in the UK has risen for the first time since May last year, according to lending figures from the Bank of England. New loans in December rose to 83, 000, slightly higher than November ' s nine - year low of 77, 000. Mortgage lending rose by £ 7. 1bn in December, up from a £ hexad. 4bn rise in November. The figures contradict a survey from the British Bankers ' Connexion, which said approvals were at a five - year low. Analysts say the figures show the market may personify stabilising but still point to further house price softness. \" The modest rise in mortgage approvals and lending in December reinforces the impression that the housing market is currently slowing steadily rather than acutely, \" said Global Perceptiveness analyst Howard Archer, commenting on the BoE ' s figures. The BBA believes that the property market is keep to cool down. Changes to mortgage regulation may have artificially depressed figures in November, thus flattering the December figures, analysts said. In October last twelvemonth, new rules came into force, which meant some lenders were forced to withdraw mortgage products temporarily in November and defer some lending until they had made sure they had complied with the rules properly. Separately, the Bank of England said that consumer credit rose by £ 1. 5bn in December, more than the £ 1. 4bn expected and above the £ 1. 4bn cover in the previous month.",
        "Home loan approvals rising again The number of mortgages approved in the UK has risen for the first time since May last year, according to lending figures from the Bank of England. New loans in December rose to 83, 000, slightly high than November ' s nine - year low of 77, 000. Mortgage lending rose by £ 7. 1bn in December, up from a £ 6. 4bn rise in November. The figures negate a survey from the British Bankers ' Association, which said approvals were at a five - year low. Analysts say the figures show the market may be stabilising but still point to further house price softness. \" The modest rise in mortgage approvals and lending in December reinforces the impression that the housing market is currently slowing steadily rather than sharply, \" said Global Insight analyst Leslie howard Archer, commenting on the BoE ' s figures. The BBA believes that the property market is continuing to cool down. Changes to mortgage regulation may have artificially depressed bod in Nov, thus flattering the December figures, analysts said. In October last year, new rule came into force, which meant some lender were forced to withdraw mortgage products temporarily in November and defer some lending until they had made sure they had complied with the rule properly. Separately, the Bank of England said that consumer credit rose by £ 1. 5bn in December, more than the £ 1. 4bn expected and above the £ 1. 4bn reported in the previous month."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Mortgage lending rose by £7.1bn in December, up from a £6.4bn rise in November. Figures contradict a survey from the British Bankers' Association, which said approvals were at a five-year low. Changes to mortgage regulation may have artificially depressed figures."
}