{
    "filename": "087.txt",
    "metadata": {},
    "text": "Worldcom boss 'left books alone'\n\nFormer Worldcom boss Bernie Ebbers, who is accused of overseeing an $11bn (£5.8bn) fraud, never made accounting decisions, a witness has told jurors.\n\nDavid Myers made the comments under questioning by defence lawyers who have been arguing that Mr Ebbers was not responsible for Worldcom's problems. The phone company collapsed in 2002 and prosecutors claim that losses were hidden to protect the firm's shares. Mr Myers has already pleaded guilty to fraud and is assisting prosecutors.\n\nOn Monday, defence lawyer Reid Weingarten tried to distance his client from the allegations. During cross examination, he asked Mr Myers if he ever knew Mr Ebbers \"make an accounting decision?\". \"Not that I am aware of,\" Mr Myers replied. \"Did you ever know Mr Ebbers to make an accounting entry into Worldcom books?\" Mr Weingarten pressed. \"No,\" replied the witness. Mr Myers has admitted that he ordered false accounting entries at the request of former Worldcom chief financial officer Scott Sullivan. Defence lawyers have been trying to paint Mr Sullivan, who has admitted fraud and will testify later in the trial, as the mastermind behind Worldcom's accounting house of cards.\n\nMr Ebbers' team, meanwhile, are looking to portray him as an affable boss, who by his own admission is more PE graduate than economist. Whatever his abilities, Mr Ebbers transformed Worldcom from a relative unknown into a $160bn telecoms giant and investor darling of the late 1990s. Worldcom's problems mounted, however, as competition increased and the telecoms boom petered out. When the firm finally collapsed, shareholders lost about $180bn and 20,000 workers lost their jobs. Mr Ebbers' trial is expected to last two months and if found guilty the former CEO faces a substantial jail sentence. He has firmly declared his innocence.\n",
    "augmented_texts": [
        "Worldcom boss ' left books alone ' Former Worldcom boss Bernie Ebbers, who is accused of overseeing an $ 11bn (£ 5. 8bn) fraud, never made accounting decisions, a witness has told jurors. David Myers made the comments under questioning by defence lawyers who have been arguing that Mr Ebbers was not responsible for Worldcom ' s problems. The phone company collapsed in 2002 and prosecutors claim that losses were hidden to protect the firm ' s shares. Mr Myers has already pleaded guilty to sham and is assisting prosecutors. On Monday, defence lawyer Reid Weingarten tried to distance his guest from the allegations. During cross examination, he asked Mr Myers if he ever knew Mr Ebbers \" make an accounting decision? \". \" Not that I am aware of, \" Mr Myers replied. \" Did you ever know Mr Ebbers to make an accounting entry into Worldcom books? \" Mr Weingarten pressed. \" No, \" replied the witness. Mr Myers has admitted that he ordered false accounting entries at the request of quondam Worldcom tribal chief financial officer Scott Sullivan. Defence lawyers have been trying to paint Mr Sullivan, who has allow in fraud and will testify afterward in the trial, as the mastermind behind Worldcom ' s accounting house of cards. Mr Ebbers ' team, meanwhile, are looking to portray him as an affable boss, who by his own admission is more PE graduate than economist. Whatever his abilities, Mr Ebbers transformed Worldcom from a relative unknown into a $ 160bn telecoms giant and investor darling of the late 1990s. Worldcom ' s problems mounted, however, as competition increased and the telecom boom petered out. When the firm finally collapsed, shareholders lost about $ 180bn and 20, 000 workers lost their jobs. Mr Ebbers ' trial is expected to last two months and if found guilty the former CEO faces a substantial jail sentence. He has firmly declared his innocence.",
        "Worldcom boss ' left books alone ' Former Worldcom boss Bernie Ebbers, who is accused of overseeing an $ 11bn (£ 5. 8bn) fraud, ne'er made accounting decisions, a witness has told jurors. David Myers made the comments under questioning by defence attorney world health organization have been arguing that Mr Ebbers was not responsible for Worldcom ' s problems. The phone company collapsed in 2002 and prosecutors claim that losses were hidden to protect the firm ' s shares. Mr Myers has already pleaded guilty to fraud and is assisting prosecutors. On Monday, defence lawyer Reid Weingarten tried to outdistance his client from the allegations. During cross examination, he asked Mr Myers if he ever knew Mr Ebbers \" make an accounting decision? \". \" Not that I am aware of, \" Mr Myers replied. \" Did you ever know Mr Ebbers to make an accounting entry into Worldcom books? \" Mr Weingarten pressed. \" No, \" replied the witness. Mr Myers has admitted that he ordered false accounting entries at the request of former Worldcom chief financial officer Scott Sullivan. Defence lawyers have been trying to paint Mr Sullivan, who has admitted fraud and will testify later in the trial, as the mastermind behind Worldcom ' s accounting house of cards. Mr Ebbers ' team, meanwhile, are looking to portray him as an affable boss, who by his own admission is more PE graduate than economist. Whatever his abilities, Mr Ebbers transformed Worldcom from a relative unknown into a $ 160bn telecoms giant and investor darling of the late 1990s. Worldcom ' s problems mounted, however, as competition increased and the telecoms boom petered out. When the firm finally collapsed, shareholders lost about $ 180bn and 20, 000 workers lost their jobs. Mr Ebbers ' trial is expected to last two months and if found guilty the former CEO faces a substantial jail sentence. He has firmly declared his innocence."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Former Worldcom boss Bernie Ebbers is accused of overseeing an $11bn (£5.8bn) fraud. The phone company collapsed in 2002 and prosecutors claim that losses were hidden to protect the firm's shares. Witness David Myers made the comments under questioning by defence lawyers. Mr Myers has already pleaded guilty to fraud and is assisting prosecutors."
}