{
    "filename": "089 (2).txt",
    "metadata": {},
    "text": "Oscar nominee Dan O'Herlihy dies\n\nIrish actor Dan O'Herlihy, who was nominated for best actor at the 1955 Oscars, has died at the age of 85.\n\nO'Herlihy, whose Oscar nomination was for Luis Bunuel's The Adventures of Robinson Crusoe, died at his home in Malibu, California, a spokesman said. The actor began his film career in the 1940s, playing Macduff to Orson Welles' Macbeth in 1948, and was also a regular in on the Dublin stage. He later appeared in Robocop and its sequel and cult TV show Twin Peaks. He played the CEO of Omni Consumer Products in 1987's Robocop and Robocop 2 three years later, and was saw mill owner Andrew Packard in Twin Peaks, also in 1990. Despite his Oscar nomination, he had few other lead roles and became a familiar supporting actor on TV and in film. The year he was nominated, the Academy Award was won by Marlon Brando for On the Waterfront.\n",
    "augmented_texts": [
        "Oscar nominee Dan O ' Herlihy dies Irish actor Dan O ' Herlihy, who was nominated for best histrion at the 1955 Oscars, has died at the age of 85. O ' Herlihy, whose Oscar nomination was for Luis Bunuel ' s The Adventures of Robinson Crusoe, died at his home in Malibu, California, a spokesman said. The thespian began his film career in the 1940s, playing Macduff to Orson Welles ' Macbeth in 1948, and was also a regular in on the Dublin stage. Atomic number 2 later on appeared in Robocop and its sequel and cult TV show Twin Peaks. Atomic number 2 played the CEO of Omni Consumer Products in 1987 ' s Robocop and Robocop deuce three years later, and was saw mill owner Andrew Packard in Twin Peaks, also in 1990. Despite his Oscar nomination, he had few other lead roles and became a familiar supporting actor on TV and in film. The year he was nominated, the Academy Award was won by Marlon Brando for On the Waterfront.",
        "Oscar nominee Dan O ' Herlihy drop dead Irish actor Dan Oxygen ' Herlihy, who was propose for best actor at the 1955 Oscars, has died at the age of 85. O ' Herlihy, whose Oscar nomination was for Luis Luis bunuel ' s The Adventures of Robinson Crusoe, died at his home in Malibu, California, a spokesman said. The actor began his film career in the 1940s, playing Macduff to Orson Welles ' Macbeth in 1948, and was also a regular in on the Dublin stage. He later appeared in Robocop and its subsequence and furor telly show Twin Peaks. He played the CEO of Omni Consumer Products in 1987 ' s Robocop and Robocop 2 three years later, and was saw mill owner Andrew Packard in Twin Peaks, also in 1990. Despite his Oscar nomination, he had few other lead roles and became a familiar supporting actor on TV and in film. The year he was nominated, the Academy Award was won by Marlon Brando for On the Waterfront."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Dan O'Herlihy died at his home in Malibu, California, a spokesman said. The actor began his film career in the 1940s, playing Macduff in Macbeth. He later appeared in Robocop and its sequel and cult TV show Twin Peaks."
}