{
    "filename": "091 (4).txt",
    "metadata": {},
    "text": "Balco case trial date pushed back\n\nThe trial date for the Bay Area Laboratory Cooperative (Balco) steroid distribution case has been postponed.\n\nUS judge Susan Illston pushed back a preliminary evidentiary hearing - which was due to take place on Wednesday - until 6 June. No official trial date has been set but it is expected to begin in September. Balco founder Victor Conte along with James Valente, coach Remy Korchemny and trainer Greg Anderson are charged with distributing steroids to athletes.\n\nAnderson's clients include Barry Bonds, and several other baseball stars have been asked to appear before a congressional inquiry into steroid use in the major leagues. The Balco defence team have already lost their appeal to have the case dismissed at a pre-trial hearing in San Francisco but will still argue the case should not go to trial. The hearing in June will focus on the admissibility of evidence gathered during police raids on Balco's offices and Anderson's home. Conte and Anderson were not arrested at that point but federal agents did obtain statements from them. The defence are expected to challenge the legality of those interviews and if Ilston agrees she could could reject all the evidence from the raids. Balco has been accused by the United States Anti-Doping Agency (USADA) of being the source of the banned steroid THG and modafinil.\n\nFormer double world champion Kelli White and Olympic relay star Alvin Harrison have both been banned on the basis of materials discovered during the Balco investigation. Britain's former European 100m champion Dwain Chambers is currently serving a two-year ban after testing positive for THG in an out-of-competition test in 2003. And American sprinter Marion Jones has filed a lawsuit for defamation against Conte following his allegations that he gave her performance-enhancing drugs.\n",
    "augmented_texts": [
        "Balco case trial date pushed back The trial date for the Bay Area Laboratory Cooperative (Balco) steroid distribution case has been postponed. US jurist Susan Illston pushed back a preliminary evidentiary hearing - which was due to take place on Wednesday - until 6 June. No official trial date has been set but it is expected to begin in September. Balco founder Victor Conte along with James river Valente, coach Remy Korchemny and trainer Greg Anderson are charged with distributing steroids to athletes. Anderson ' s clients include Barry Bonds, and several other baseball stars have been asked to appear before a congressional inquiry into steroid use in the major leagues. The Balco defence team have already lost their prayer to have the case dismissed at a pre - trial hearing in San Francisco but will still argue the case should not go to trial. The hearing in June will focalise on the admissibility of evidence gathered during police raids on Balco ' s offices and Anderson ' s home. Conte and Anderson were not arrested at that point but federal agents did obtain statements from them. The defence are expected to challenge the legality of those interviews and if Ilston agrees she could could reject all the evidence from the raids. Balco has been accused by the United States Anti - Doping Agency (USADA) of being the source of the banned steroid THG and modafinil. Former double world champion Kelli White and Olympic relay star Alvin Harrison have both been banned on the basis of materials discovered during the Balco investigation. Britain ' s former European 100m champion Dwain Chambers is currently serving a two - year ban after testing positive for THG in an out - of - competition test in 2003. And American sprinter Marion Jones has filed a lawsuit for traducement against Conte following his allegations that he gave her performance - enhancing drugs.",
        "Balco case trial date pushed back The trial date for the Bay Area Laboratory Cooperative (Balco) steroid distribution case has been postponed. US judge Susan Illston pushed back a preliminary evidentiary hearing - which was due to take place on Wednesday - until 6 June. No official trial date has been set but it is expected to begin in September. Balco founder Victor Conte along with James Valente, coach Remy Korchemny and trainer Greg Anderson are charged with distributing steroids to athletes. Anderson ' s clients include Barry Bonds, and several other baseball champion have been asked to appear before a congressional inquiry into steroid use in the major league. The Balco defensive measure team have already lost their appeal to have the case dismissed at a pre - trial hearing in San Francisco but will still argue the case should not go to trial. The hearing in June will focus on the admissibility of grounds gathered during police raids on Balco ' s offices and Anderson ' s home. Conte and Anderson were not arrested at that point but federal agents did obtain statements from them. The defending team are expected to challenge the legality of those interviews and if Ilston agrees she could could reject all the evidence from the raids. Balco has been accused by the United States Anti - Doping Agency (USADA) of being the source of the banned steroid THG and modafinil. Former double world champion Kelli White and Olympic relay star Alvin Harrison have both been banned on the foundation of materials discovered during the Balco investigation. Britain ' s former European 100m champion Dwain Chambers is currently serving a two - year ban after testing positive for THG in an ko'd - of - competition test in 2003. And American sprinter Marion Jones has filed a lawsuit for defamation against Conte following his allegations that he gave her performance - enhancing drugs."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Balco founder Victor Conte along with James Valente, coach Remy Korchemny and trainer Greg Anderson are charged with distributing steroids to athletes. No official trial date has been set but it is expected to begin in September. The hearing in June will focus on the admissibility of evidence gathered during police raids on Balco's offices and Anderson's home."
}