{
    "filename": "092 (2).txt",
    "metadata": {},
    "text": "Actor Foxx sees Globe nominations\n\nUS actor Jamie Foxx has been given two nominations for Golden Globe awards, with Meryl Streep, Morgan Freeman and Cate Blanchett also up for prizes.\n\nThe stars were shortlisted on Monday for supporting roles, with the main nominations still to come. Foxx has starred in Collateral and Ray. Clive Owen, David Carradine and Natalie Portman are also up for awards. The Golden Globes, Hollywood's second most prominent awards, are the first major nominations to be announced. Last year, The Lord Of the Rings: The Return Of the King was named best drama movie while Lost In Translation won best musical or comedy. Sean Penn, Charlize Theron, Tim Robbins and Renee Zellweger all won acting awards - mirroring the eventual Oscars outcome. The Golden Globes ceremony will take place on 16 January, with the Oscars following on 27 February.\n",
    "augmented_texts": [
        "Actor Foxx sees Globe nominations US actor Jamie Foxx has been given two nominations for Golden Globe awards, with Meryl Streep, Morgan Freeman and Cate Blanchett also upwardly for prizes. The stars were shortlisted on Monday for supporting roles, with the main nominations still to come. Foxx has starred in Collateral and Ray. Clive Owen, David Carradine and Natalie Portman are also up for awards. The Golden Globes, Hollywood ' s second most prominent awards, are the initiatory major nominations to be announced. Last year, The Lord Of the Rings: The Return Of the King was named best drama movie while Drop off In Translation won best musical or clowning. Sean Penn, Charlize Theron, Tim Robbins and Renee Zellweger all won acting awards - mirror the eventual Oscar outcome. The Golden Globes ceremonial will take place on xvi January, with the Oscars following on 27 February.",
        "Player Foxx sees Globe nominations US actor Jamie Foxx has been given two nominating speech for Golden Globe awards, with Meryl Streep, Morgan Freeman and Cate Blanchett also up for prizes. The stars were shortlisted on Monday for supporting roles, with the main nominations still to come. Foxx has starred in Collateral and Light beam. Baron clive Owen, David Carradine and Natalie Portman are also up for awards. The Golden Globes, Hollywood ' s second most prominent awards, are the first major nominations to be announced. Last year, The Lord Of the Rings: The Return Of the King be named best drama movie while Lost In Translation won best musical beaver state funniness. Sean Penn, Charlize Theron, Tim Robbins and Renee Zellweger all won acting awards - mirroring the eventual Oscars outcome. The Golden Globes ceremony will take place on 16 January, with the Oscars following on 27 February."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Actor Foxx sees Globe nominations for Collateral and Ray. Meryl Streep, Morgan Freeman and Cate Blanchett also up for prizes. Clive Owen, David Carradine and Natalie Portman also nominated. The Golden Globes ceremony will take place on 16 January."
}