{
    "filename": "092 (4).txt",
    "metadata": {},
    "text": "Collins calls for Chambers return\n\nWorld 100m champion Kim Collins says suspended sprinter Dwain Chambers should be allowed to compete in the Olympics again.\n\nChambers was banned for two years after testing positive for the anabolic steroid THG and his suspension runs out in November this year. But Collins says the British Olympic Association should reverse the decision to ban him from the Olympics for life. \"It was too harsh,\" Collins told Radio Five Live. \"They should reconsider.\" Chambers has been in America learning American football but has not ruled out a return to the track. Collins added: \"He is a great guy and I have never had any problems with him. We are friends. \"I would like to see Dwain come back and compete again. He is a good person. \"Even though he made a mistake he understands what he did and should be given a chance once more.\"\n",
    "augmented_texts": [
        "Collins calls for Chambers return World 100m champion Kim Collins says suspended sprinter Dwain Chambers should be allowed to compete in the Olympics over again. Chamber was banned for two years after testing positive for the anabolic steroid hormone THG and his suspension runs out in Nov this year. But Collins says the British Olympic Association should reverse the decision to ban him from the Olympics for life. \" It was too harsh, \" Collins told Radio Five Live. \" They should reconsider. \" Chambers has been in America learning American football but has not ruled out a return to the track. Collins added: \" Helium is a great guy and I have never have any problems with him. We are friends. \" I would like to see Dwain come back and compete again. He is a good person. \" Even though he made a mistake he understands what he did and should be given a chance formerly more. \"",
        "Collins calls for Chambers return World 100m champion Kim Collins says suspended sprinter Dwain Chambers should be allowed to compete in the Olympics again. Chambers was banned for two year after testing positive for the anabolic steroid hormone THG and his suspension runs out in November this year. But Collins says the British Olympic Association should reverse the decision to ban him from the Olympics for life. \" It was too harsh, \" Collins told Radio Five Live. \" They should reconsider. \" Chambers has been in America learning American football but has not ruled out a return to the track. Collins added: \" He is a great guy and I have never had any problems with him. We are friend. \" Ane would like to see Dwain come back and compete again. He is a good person. \" Even though he made a mistake atomic number 2 understands what he did and should be given a chance once more. \""
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Dwain Chambers was banned for two years after testing positive for the anabolic steroid THG. Chambers has been in America learning American football but has not ruled out a return to the track. Collins says the British Olympic Association should reverse the decision to ban him from the Olympics for life."
}