{
    "filename": "096 (2).txt",
    "metadata": {},
    "text": "Singer's film to show at festival\n\nA documentary which takes a candid look at the life of chart-topping singer George Michael will be shown at this year's Berlin Film Festival.\n\nA Different Story will screen in the Panorama section of the festival, which runs from 10-20 February. It features the singer talking about both his career and his personal life, from his days in Wham! through to more recent events. Michael will attend the festival to introduce the screening on 16 February. Director Southan Morris and executive producer Andy Stephens will also attend the festival.\n\nThe 93 minute film will see Michael discussing his early days in Wham! along with his later career, including his legal battles with record label Sony and his stance against the Iraq war and American politics. It will also touch upon his turbulent personal life, including his arrest in a Beverly Hills park toilet in 1998 for \"lewd behaviour\", and the death of his boyfriend Anselmo Feleppa from Aids. The film, which includes previously unseen footage of the singer also features contributions from Michael's former Wham! partner Andrew Ridgeley, as well as ex-Wham! backing singers Pepsi and Shirlie. Other contributors include Sting, Mariah Carey, Elton John, Noel Gallagher, Geri Halliwell and Simon Cowell. This year's festival will open with Man To Man, a historical epic starring Joseph Fiennes and Kristin Scott-Thomas. It will be one of 21 films competing for the festival's top prize, the Golden Bear. Other films in competition will include The Life Aquatic, a quirky comedy starring Bill Murray, and the biopic Kinsey, which features Liam Neeson. The full programme will be announced on 1 February.\n",
    "augmented_texts": [
        "Singer ' s film to show at festival A documentary which admit a candid look at the life of chart - topping singer George Michael will be shown at this year ' s Israel baline Film Festival. A Different Story leave screen in the Panorama section of the festival, which runs from 10 - 20 February. It features the singer talking about both his career and his personal life, from his days in Wham! through to more recent events. Michael will attend the fete to introduce the screening on 16 February. Director Southan Morris and executive producer Andy Stephens will also attend the festival. The 93 minute film will see Michael discussing his early days in Wham! along with his later career, including his legal battles with record label Sony and his stance against the Iraq war and American politics. It will also touch upon his turbulent personal life, including his arrest in a Beverly Hills park toilet in 1998 for \" lewd behaviour \", and the death of his boyfriend Anselmo Feleppa from Aids. The film, which includes previously unseen footage of the vocalist also features contributions from Michael ' s former Wham! partner Andrew Ridgeley, as well as ex - Wham! backing singers Pepsi and Shirlie. Other contributors include Sting, Mariah Carey, Elton John, Noel Gallagher, Geri Halliwell and Simon Cowell. This year ' s festival will open with Man To Man, a historical epic starring Joseph Fiennes and Kristin Scott - Thomas. It will be one of 21 films competing for the festival ' s top prize, the Golden Bear. Other films in competition will let in The Life Aquatic, a quirky comedy starring Bill Murray, and the biopic Kinsey, which features Liam Neeson. The full programme will be announced on 1 February.",
        "Singer ' s film to show at festival A infotainment which takes a candid look at the life of chart - topping singer George Michael will be shown at this year ' s Berlin Film Festival. A Different Story will screen in the Panorama section of the festival, which runs from 10 - 20 February. It features the singer talking about both his career and his personal life, from his days in Wham! through to more recent events. Michael leave attend the fete to introduce the screening on 16 February. Director Southan Morris and executive producer Andy Sir leslie stephen will also attend the festival. The 93 minute film will see Michael discussing his early days in Wham! along with his later career, including his legal battles with record label Sony and his stance against the Iraq war and American politics. It will also touch upon his turbulent personal life, including his arrest in a Beverly Hills park toilet in 1998 for \" lewd behaviour \", and the destruction of his boyfriend Anselmo Feleppa from Aids. The film, which includes previously unseen footage of the singer also features contributions from Michael ' s former Wham! partner Andrew Ridgeley, as well as ex - Wham! backing singers Pepsi and Shirlie. Other contributors include Sting, Mariah Carey, Elton John, Noel Gallagher, Geri Halliwell and Simon Cowell. This year ' s festival will spread with Man To Man, a historical epic starring Joseph Fiennes and Kristin Scott - Thomas. It will be one of 21 films competing for the festival ' s top loot, the Golden Bear. Other films in competition will let in The Life Aquatic, a quirky comedy starring Bill Murray, and the biopic Kinsey, which features Liam Neeson. The full programme will be announced on 1 February."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "A Different Story will screen in the Panorama section of the Berlin Film Festival. It features the singer talking about both his career and his personal life. Michael will attend the festival to introduce the screening on 16 February. The 93 minute film will see Michael discussing his early days in Wham! along with his later career."
}