{
    "filename": "1000027787_1000027795.jpg",
    "metadata": {},
    "text": "° \\Leriflard Research Genter\n\nGreenshoro\n\nLEAD - AN ENVIRONMENTAL POLLUTANT\n\n  \n\nReport number: ___ Date:_ 11/29/73\nSummary or Abstract Saat\n\noii co\n\n    \n\nihe\n\n   \n\n5 eam a\nThis is a summary of a literature survey about lead in the\nenvironment. An estimate of the contribution of lead in\ncigarette tobacco to the overall environment has been made. °\nIt can be concluded that food is by far the greatest source\n\nof lead for man. Cigarette smoking is a minor contributor\n\nof lead to the human body burden. . ay\n\n \n\n \n\n&\n\n“CIL:njw\nXe: Dr. A. W. Spears\nLibrary ype ei 2 :\n\n    \n\n#+84220000)\n\n \n\f",
    "augmented_texts": [
        "° \\ Leriflard Research Genter Greenshoro LEAD - AN ENVIRONMENTAL POLLUTANT Report issue: ___ Date: _ 11 / 29 / 73 Summary or Abstract Saat oii co ihe 5 eam a This is a summary of a literature survey about lead in the environment. An estimate of the contribution of lead in cigarette tobacco to the overall environment has been made. ° It can be concluded that food is by far the smashing source of lead for man. Cigarette smoking is a minor contributor of lead to the human dead body incumbrance. . ay & “ CIL: njw Xenon: Dr. A. W. Spears Library ype ei 2: # + 84220000 )",
        "° \\ Leriflard Research Genter Greenshoro LEAD - AN ENVIRONMENTAL POLLUTANT Report number: ___ Date: _ 11 / 29 / 73 Summary or Abstract Saat oii co ihe 5 eam a This is a summary of a literature survey about track in the surround. An estimate of the contribution of lead in cigarette tobacco to the overall environment make been made. ° Information technology can be concluded that food is by far the greatest source of lead for man. Coffin nail smoking is a minor subscriber of lead to the human body burden. . ay & “ CIL: njw Xe: Dr. Ampere. W. Spears Library ype ei 2: # + 84220000 )"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "This is a summary of a literature survey about lead in the environment. An estimate of the contribution of lead to the overall environment has been made. Food is by far the greatest source of Lead for man. Cigarettes are a minor contributor to lead burden on the human body."
}