{
    "filename": "1000050612_1000050617.jpg",
    "metadata": {},
    "text": " \n\n  \n\nby L. Text\n\nINTRODUCTION\n\n   \n\n    \n  \n\nBanks, Desmarchelier and Elek (1) outline four main\nmethods for the analysis of bromide in foodstuffs,\n\nA simple and faster distillation method is described\n\n4n this paper. Its accuracy and reproducibility are\ncompared with neutron activation, x-ray fluorescence\n\n‘and iodometric methods. - a\n\n   \n \n\n \n\nMemH0D\n\n1g finely ground cured tobacco leaves is heated\nSlowly (3 ~ 4h) to 450 ~ 475°C and maintained at that\ntemperature until it becomes a white ash, or preferably\nashed overnight for 15 hours. The ash is transferrea\nto a Markham still with a brush through a small glass\nfunnel and 1s washed dovn with 5 ml distilled water.\n\nA volume of § ml oxidising mixture, containing\n\n400 ml 1,25 M aqueous chromium trioxide and 300 mi\nconcentrated sulphuric acid, 4s added. Steam is\nadmitted to the still where selective oxidation of\nBromide to bromine takes place and this is distilled\nAnto 25 ml of 10% potassium sodide until 100 ml have\nbeen collected. The liberated iodine is titrated\nwith 0,005N sodium thiosulphate using a 1% starch\nsolution as indicator and a 10 ml burette graduated\n\n4p 0,02 mi.\n\n \n\n2,\n\nee\n\n* gobacco Research Board Research Paper No, 152\n\n \n\n   \n\n \n\n2t90sS09c0p\n\f",
    "augmented_texts": [
        "by L. Text INTRODUCTION Banks, Desmarchelier and Elek (1) outline four main methods for the analysis of bromide in foodstuffs, A simple and faster distillation method is described 4n this paper. Its truth and reproducibility be compared with neutron activation, x - ray fluorescence ‘ and iodometric methods. - a MemH0D 1g finely ground cured tobacco leaves is heated Slowly (3 ~ 4h) to 450 ~ 475 ° C and maintained at that temperature until it becomes a white ash, or preferably ashed overnight for 15 hours. The ash is transferrea to a Markham even so with a brush through a small glass funnel and 1 washed dovn with 5 ml distilled water. A volume of § ml oxidising mixture, containing 400 ml 1, 25 M aqueous chromium trioxide and 300 mi concentrated sulphuric acid, tetrad added. Steam is admitted to the still where selective oxidation of Bromide to bromine takes place and this is distilled Anto xxv ml of 10% potassium sodide until 100 ml have been collected. The liberated iodine is titrated with 0, 005N sodium thiosulphate using a 1% starch solution as indicator and a 10 ml burette graduated 4p 0, 02 wolverine state. 2, ee * gobacco Research Board Research Paper No, 152 2t90sS09c0p",
        "by L. Text INTRODUCTION Banks, Desmarchelier and Elek (single) outline four main methods for the analysis of bromide in foodstuffs, A simpleton and faster distillation method is described 4n this paper. Its accuracy and reproducibility are compared with neutron activation, x - ray fluorescence ‘ and iodometric methods. - a MemH0D 1g finely ground cured tobacco leaves is heated Slowly (3 ~ 4h) to 450 ~ 475 ° C and maintained at that temperature until it becomes a white ash, or preferably ashed overnight for 15 hours. The ash is transferrea to a Markham still with a brush through a small glass funnel and 1s washed dovn with 5 ml distilled water. A volume of § ml oxidising mixture, containing 400 ml 1, 25 M aqueous chromium trioxide and 300 mi concentrated sulphuric acid, 4s added. Steam is admitted to the still where selective oxidation of Bromide to bromine takes space and this is distilled Anto xxv cubic centimetre of 10% potassium sodide until 100 ml have been collected. The liberated iodine is titrated with 0, 005N sodium thiosulphate using a 1% starch result as indicator and a 10 ml burette graduated 4p 0, 02 mi. 2, ee * gobacco Research Board Research Paper No, 152 2t90sS09c0p"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "A simple and faster distillation method is described in this paper. Its accuracy and reproducibility are compared with neutron activation, x-ray fluorescence and iodometric methods. A volume of oxidising mixture, containing 400 ml of chromium trioxide and 300ml of sulphuric acid, 4s added. Steam is admitted to the still where selective oxidation of bromide to brome takes place."
}