{
    "filename": "1000218151_1000218154.jpg",
    "metadata": {},
    "text": " \n\n \n\nMetabolism and Nitrosation of Nictotine\n\n \n\nE. Boyland\n\nNicotine is metabolised to several products but the author proposes to\ndeal only with cotinine, the hypothetical hydroxy nicotine and the oxides of\nnicotine. ~ 2 ne\n\ncotinine is an important metabolite of nicotine. Truhaut, de Clereq and\nLoisillier (1964) shoved that cotinine was 50 times less toxic than nicotine on |\nInjection in mice, When adainistered to 60 rats in the drinking water 12 out of\n15 that died between the 8th and 18th months had various malignant tumours but\nnone of the 45 rats which were killed after 18 months had malignant tumours.\n\nSchnllhl and Osswald (1968) treated 60 rats with cotinine so that they\nreceived doses of about 20g. per Kg. body weight. One rat developed a hepatoma\nbut the ineidence of fibromas and thymonas was the same as in the control animals.\n\nes < *\nhen tZaated in adult mice by subcutaneous injection or skin painting cotinine\n\ndid not induce any tumours. On injection into newborn mice or implantation into\n\n--the bladders of adult mice it induced some tumours (Boyland, 1968 ) wopeblished\n\ncbsexzations). The evidence that cotinine is carcinogente is not conclusive but as\ncotinine is a siajor metabolite of nictoine it should investigated further in long\ntera tests. Cotinine’is forned from nicotine by the lung tissue of rats and also\nby adult and foetal hunan lung. .\nHydroxynicotine a s\n\nWhen rats are pretreated with nicotine they became resistant to the lethal\naction of nicotine. This could be due to a nicotine metabolite protecting the\nanimals fron the effects of nicotine itself. Cotinine does not have the protective\neffect but a product prepared by reduction of cotinine with lithium aluminiua\n\nhydride does protect against nicotine, The product,which could be hydroxy, nicotine,\n\ncould not be obtained in a pure state. The experiments indicate that this\n\n% we), 1000218151\n\f",
    "augmented_texts": [
        "Metabolism and Nitrosation of Nictotine E. Boyland Nicotine is metabolised to respective products but the source proposes to deal only with cotinine, the hypothetical hydroxy nicotine and the oxides of nicotine. ~ 2 ne cotinine is an important metabolite of nicotine. Truhaut, de Clereq and Loisillier (1964) shoved that cotinine was 50 times less toxic than nicotine on | Injection in mice, When adainistered to 60 stinkpot in the drinking water 12 out of 15 that died between the 8th and 18th months had various malignant tumours but none of the 45 rats which were killed after 18 months had malignant tumours. Schnllhl and Osswald (1968) treated 60 rats with cotinine so that they meet doses of just about 20g. per Kg. body weight. One rat developed a hepatoma but the ineidence of fibromas and thymonas was the same as in the control animals. es <* hen tZaated in adult mouse by subcutaneous injection or skin painting cotinine did not induce any tumours. On injection into newborn mice operating theater implantation into - - the bladders of adult mice it induced some tumours (Boyland, 1968) wopeblished cbsexzations ). The evidence that cotinine is carcinogente is not conclusive but as cotinine is a siajor metabolite of nictoine it should investigated further in long tera test. Cotinine ’ is forned from nicotine by the lung tissue of rats and also by adult and foetal hunan lung. . Hydroxynicotine a s When rats are pretreated with nicotine they became resistant to the lethal action of nicotine. This could be due to a nicotine metabolite protecting the animals fron the effects of nicotine itself. Cotinine does not have the protective effect but a product prepared by reduction of cotinine with lithium aluminiua hydride does protect against nicotine, The product, which could be hydroxy, nicotine, could not be obtained in a pure state. The experiments indicate that this% we ), 1000218151",
        "Metabolism and Nitrosation of Nictotine E. Boyland Nicotine is metabolised to several products but the author proposes to deal only with cotinine, the hypothetical hydroxy nicotine and the oxides of nicotine. ~ 2 ne cotinine is an important metabolite of nicotine. Truhaut, de Clereq and Loisillier (1964) shoved that cotinine was 50 times to a lesser extent toxic than nicotine on | Injectant in mice, When adainistered to 60 rats in the drinking water 12 out of 15 that died between the 8th and 18th calendar month had various malignant tumours but none of the 45 rats which were killed after 18 months had malignant tumours. Schnllhl and Osswald (1968) treated 60 rats with cotinine so that they received doses of about 20g. per Kg. body weight. One rat developed a hepatoma but the ineidence of fibromas and thymonas was the same as in the control animals. es <* hen tZaated in adult mice by subcutaneous injection or skin painting cotinine did not induce any tumours. On injection into newborn mice or implantation into - - the bladders of adult mice it induce some tumours (Boyland, 1968) wopeblished cbsexzations ). The evidence that cotinine is carcinogente is not conclusive but as cotinine is a siajor metabolite of nictoine it should investigated further in long tera tests. Cotinine ’ is forned from nicotine by the lung tissue of rats and also by adult and foetal hunan lung. . Hydroxynicotine a s When rats are pretreated with nicotine they became resistant to the lethal action of nicotine. This could cost due to a nicotine metabolite protecting the animals fron the effects of nicotine itself. Cotinine does not have the protective effect but a product prepared by reduction of cotinine with lithium aluminiua hydride does protect against nicotine, The product, which could be hydroxy, nicotine, could not be incur in a pure state. The experiments indicate that this% we ), 1000218151"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Nicotine is metabolised to several products but the author proposes to deal only with cotinine, the hypothetical hydroxy nicotine and the oxides ofnicotine. Cotininine is an important metabolite of nicotine. Truhaut, de Clereq and Loisillier (1964) shoved that c nicotine was 50 times less toxic than nicotine on mice."
}