{
    "filename": "1000111556_1000111568.jpg",
    "metadata": {},
    "text": " \n\nC C\n\nPHILIP MORRIS INCORPORATED\nRESEARCH CENTER\n\nTRIP REPORT\n\n58TH ANNUAL MEETING OF THE\nAIR POLLUTION CONTROL ASSOCIATION\n\nJune 20 ~ 24, 1965\n\nToronto, Ontario\n\nT. Weissbecker\n\nDistribution\n\n+ H. Wakeham Mr. C. J. Connelly\n. R. B. Seligman Dr. R. M. Creamer\n- iH. B, Merritt Mr. M. D. Edmonds\n\nDr. T. S. Osdene\n\nMr. F. E. Resnik\n\nMr. R. N. Saleeby\n\nMr. J. Staley\n\nDr. C. V. Mace\n\nDr. L. M. Baxt\n\nMr. R. D. Carpenter-~\n\nJuly 9, 1965\nRichmond, Virginia\n\nGerber\nIkeda\nJohnson\n+ Murrill\n+ Robb\n\n, Thomson\nMr. C. Varsel\n\n \n\n9SSTTTO00O\n\f",
    "augmented_texts": [
        "C Coke PHILIP MORRIS INCORPORATED RESEARCH CENTER TRIP REPORT 58TH ANNUAL MEETING OF THE line contamination CONTROL ASSOCIATION June 20 ~ 24, 1965 Toronto, Ontario T. Weissbecker Distribution + H. Wakeham Mr. C. J. Connelly. R. Barn. Seligman Dr. R. M. Creamer - iH. B, Merritt Mr. M. D. Edmonds Dr. T. S. Osdene Mr. F. E. Resnik Mr. R. N. Saleeby Mr. J. Staley Dr. C. V. Macer Dr. 50. M. Baxt Mr. R. D. Carpenter - ~ July 9, 1965 Richmond, Old dominion state Gerber Ikeda Johnson + Murrill + Robb, Thomson Mr. C. Varsel 9SSTTTO00O",
        "C C PHILIP MORRIS INCORPORATED RESEARCH CENTER TRIP account 58TH yearly MEETING OF THE AIR POLLUTION CONTROL ASSOCIATION June 20 ~ 24, 1965 Toronto, Ontario T. Weissbecker Distribution + Planck's constant. Wakeham Mr. C. J. Connelly. Gas constant. B. Seligman Dr. R. M. Creamer - iH. B, Merritt Mr. M. D. Edmonds Dr. T. S. Osdene Mr. F. E. Resnik Mr. R. N. Saleeby Mr. J. Staley Dr. C. V. Mace Dr. Cubic decimeter. Molar concentration. Baxt Mr. R. D. Carpenter - ~ July nine, 1965 Richmond, Virginia Gerber Ikeda Johnson + Murrill + Robb, Thomson Mr. C. Varsel 9SSTTTO00O"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "58th Annual Meeting of the Air Pollution Control Association. Meeting held in Toronto, Ontario, Canada on June 20, 1965. Report by Dr. C.C. Varsel, Director of Research Center at the University of Toronto. For confidential support call the National Suicide Prevention Lifeline at 1-800-273-8255 or visit http://www.suicidepreventionlifeline.org/."
}