{
    "filename": "1001817070_1001817074.jpg",
    "metadata": {},
    "text": "i > Fb fete | C\nee 1776 K St., N. Pel, c. 20006\n\nThe Tobacco Institute,\n\nContact: William Kloepfer, Jr.\n\n  \n\nOffice 202/296-8434\nHome 301/229-0414\n\n7°\" s FOR USE ON AND AFTER SUNDAY, JANUARY 3 1971\n\n2 Ne Regal trie am\n\n \n\n \n\n'sPe\"sharp increase in scientific attention to this controversy that\n\n   \n   \n\nwit, \"Advisory Committee issued its report on smoking and health,\"\n\n \n\n\"In these years, instead of a massive assault on the 8\n\nUH scientific mysteries of reported associations between smoking and 5\nillness, many of the competent research support sources have z\ndiverted publicly collected funds into wholesale anti-cigarette 2\n\npropaganda.\"\n\n(more)\n\f",
    "augmented_texts": [
        "i> Fb fete | C ee 1776 K St. , N. Pel, c. 20006 The Tobacco Institute, Contact lens: William Kloepfer, Jr. Office 202 / 296 - 8434 Home 301 / 229 - 0414 7 ° \" s FOR USE ON AND AFTER SUNDAY, JANUARY 3 1971 2 Ne Regal trie am ' sPe \" sharp increment in scientific attention to this controversy that wit, \" Advisory Committee issued its report on smoking and wellness, \" \" In these years, instead of a monolithic assault on the 8 UH scientific mysteries of reported associations between smoking and 5 illness, many of the competent research support sources have z amuse publicly pull in funds into wholesale anti - cigarette 2 propaganda. \" (more )",
        "unity> Fb fete | C ee 1776 K St. , N. Pel, c. 20006 The Tobacco Institute, Contact: William Kloepfer, Jr. Office 202 / 296 - 8434 Home 301 / 229 - 0414 vii ° \" sec FOR USE ON AND AFTER SUNDAY, JANUARY 3 1971 2 Nor' east Regal trie am ' sPe \" sharp increase in scientific attention to this controversy that wit, \" Advisory Citizens committee publish its report on smoking and health, \" \" In these years, instead of a massive assault on the 8 UH scientific mysteries of reported associations between smoking and 5 illness, many of the competent research support source have z diverted publicly collected funds into wholesale anti - cigarette 2 propaganda. \" (more )"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "i > Fb fete | C676 K St., N. Pel, c. 20006. The Tobacco Institute, New York, NY. William Kloepfer, Jr. is the director of the Institute. For confidential support call the National Suicide Prevention Lifeline at 1-800-273-8255 or visit http://www.suicidepreventionlifeline.org/. For support in the U.S. and Canada, call the Samaritans on 08457 909090."
}