{
    "filename": "1001828480_1001828520.jpg",
    "metadata": {},
    "text": " \n\nAPPLICATION OF COMPUTER ENHANCEMENT TECHNIQUES\nIN THE SEMI-AUTOMATED HIGH RESOLUTION. GAS CHROMATOGRAPHIC\nDISCRIMINATIVE ANALYSIS OF TOBACCO SMOKE VOLATILES\n\nMilton E. Parrish*, Bennie W. Good, Frank W. Hatch*\nDaniel M. Ennis, David R. Douglas, Janet H. Shelton\nDuane C. Watson\n\nPhilip Morris, Inc.,\nResearch and Development\nP. 0. Box 26583\nRichmond, Virginia 23261\n\nCharles N. Reilley\nDepartment of Chemistry, University of North\nCarolina, Chapel Hill, N. C. 27514\n\n* Present address: Boehringer Ingelheim, Research and\nDevelopment, P. 0. Box 368, Ridgefield, CT. 06877\n\n»\nS\nS$\n5\n8\n®@\n-\n®\n3\n\n \n\n \n\f",
    "augmented_texts": [
        "APPLICATION OF COMPUTER ENHANCEMENT TECHNIQUES IN THE SEMI - AUTOMATED HIGH RESOLUTION. GAS CHROMATOGRAPHIC DISCRIMINATIVE ANALYSIS OF TOBACCO SMOKE VOLATILES Milton E. Parrish *, Bennie W. Good, Frank W. Hatch * Book of daniel M. Ennis, David R. Douglas, Janet H. Shelton Duane Century. Watson Prince philip Morris, Inc. , Research and Ontogeny P. zero. Box 26583 Richmond, Virginia 23261 Charles N. Reilley Department of Interpersonal chemistry, University of Due north Carolina, Chapel service Alfred hawthorne, N. C. 27514 * Present address: Boehringer Ingelheim, Research and Development, P. 0. Box 368, Ridgefield, CT. 06877 » S S $ 5 8 ® @ - ® 3",
        "application program OF COMPUTER ENHANCEMENT TECHNIQUES IN THE SEMI - AUTOMATED HIGH RESOLUTION. GAS CHROMATOGRAPHIC DISCRIMINATIVE ANALYSIS OF TOBACCO SMOKE volatile Milton E. Parrish *, Bennie W. Good, Frank W. Hatch * Daniel M. Ennis, David R. Douglas, Janet H. Shelton Duane C. Watson Philip Morris, Inc. , Inquiry and Development P. 0. Box 26583 Richmond, Virginia 23261 Charles N. Reilley Department of Chemistry, University of North Carolina, Chapel service Hill, N. Coulomb. 27514 * Present address: Boehringer Ingelheim, Research and Development, P. 0. Box 368, Ridgefield, CT. 06877 » S S $ 5 eight ® @ - ® 3"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "APPLICATION OF COMPUTER ENHANCEMENT TECHNIQUES. GAS CHROMATOGRAPHIC. DISCRIMINATIVE ANALYSIS OF TOBACCO SMOKE VOLATILes. The results of the study were published in the journal Gas Chimomatography."
}