{
    "filename": "1001808905_1001808906.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\nSYNOPSIS\n\nQuantitative Determination of Scopoletin in Cigarette Smoke\n\nvon P, Waltz, M, Héusermann und A. Krull.\nVereinigte Tabakfabriken A. G,, NeuchAtel-Serriéres.\n\nSynopsis by R. P. Gerber, Ph.D.\n\nScopoletin and scopolin have been identified in the tobacco\n\nplant, but only scopoletin appears in the smoke. A new quantitative\nmethod for scopoletin in smoke condensate (CORESTA standards) has\n\nbeen worked out. It comprises these steps:\n\nLiquid-liquid partition: Three partitions remove non-phenolic\nand some phenolic compounds from the condensate. (Figure 1)\n\nRecoveries are 96+ %.\n\nColumn chromatography with CHCl, on a polyamide powder\nfurther purifies the scopoletin fraction. Recovery 1s 100%\n\n(Table 2).\n\nUV-spectrophotometry (Figure 2). The differential extinction\nof scopoletin in two solvents is a direct measure of its\nconcentration, (5.5 in the manuscript). Spectrophotometric\ncalibration with known solutions supplies the conversion factor\n\n(5.6).\n\nThe specificity of the method 1s discussed under 6.1\n\nSOG6SO0STOOT\n\nReproducibility results are listed in Table 3, ‘Ten determinations\n\nmade with the same smoke condensate gave a mean of 14.17 ug/Cigt.\n\nStandard deviation 0.267 ye/Cigt:\n\nThe accuracy is checked by determining total scopoletin in a\n\npreviously analyzed condensate to which known amounts of\n\f",
    "augmented_texts": [
        "SYNOPSIS Quantitative Determination of Scopoletin in Cigarette Smoke von P, Waltz, M, Héusermann und A. Krull. Vereinigte Tabakfabriken A. G, , NeuchAtel - Serriéres. Synopsis by R. P. Gerber, Ph. D. Scopoletin and scopolin have been identified in the tobacco plant, but only scopoletin appears in the smoke. A new quantitative method for scopoletin in smoke condensation (CORESTA standards) has been worked out. It comprises these steps: Liquid - liquid partition: Three partitions remove non - phenolic resin and some phenolic compounds from the condensate. (Figure 1) Recoveries are 96 +% . Column chromatography with CHCl, on a polyamide powder further sanctify the scopoletin fraction. Recovery 1s 100% (Table two ). UV - spectrophotometry (Figure 2 ). The differential extinction of scopoletin in two solvents is a direct measure of its concentration, (5. 5 in the manuscript ). Spectrophotometric calibration with known solutions supplies the conversion factor (5. 6 ). The specificity of the method single discussed under 6. 1 SOG6SO0STOOT Reproducibility results are listed in Table 3, ‘ Ten determinations made with the same smoke condensate gave a mean of 14. 17 ug / Cigt. Standard deviation 0. 267 ye / Cigt: The accuracy is checked by determining total scopoletin in a antecedently analyzed condensate to which known amount of",
        "SYNOPSIS Quantitative Determination of Scopoletin in Cigarette Smoke von P, Waltz, M, Héusermann und A. Krull. Vereinigte Tabakfabriken A. G, , NeuchAtel - Serriéres. Synopsis by R. P. Gerber, Ph. D. Scopoletin and scopolin have equal identified in the tobacco plant, but entirely scopoletin appears in the smoking. A new quantitative method for scopoletin in smoke condensate (CORESTA standards) has been worked out. It comprises these steps: Liquid - liquid division: Three partitions remove non - phenolic and some phenolic compounds from the condensate. (Figure 1) Recoveries are 96 +% . Column chromatography with CHCl, on a polyamide powder further purifies the scopoletin fraction. Recovery 1s 100% (Table 2 ). UV - spectrophotometry (Figure 2 ). The differential extinction of scopoletin in two solvents is a lineal measure of its concentration, (5. 5 in the manuscript ). Spectrophotometric standardisation with known solutions supplies the conversion factor (5. 6 ). The specificity of the method 1s discussed under 6. 1 SOG6SO0STOOT Reproducibility results be list in Table 3, ‘ Ten determinations made with the same smoke condensate gave a mean of 14. 17 ug / Cigt. Standard deviation 0. 267 ye / Cigt: The accuracy is checked by determining total scopoletin in a previously analyzed condensate to which known amounts of"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Scopoletin and scopolin have been identified in the tobacco plant. A new quantitative method has been worked out to determine the exact amount of the compound in a smoke condensate. The accuracy is checked by determining total scopsin in previously analyzed smoke. It comprises three steps: liquid-liquid partition, column chromatography and spectrophotometry."
}