{
    "filename": "1002760541.jpg",
    "metadata": {},
    "text": "pobwes\n\n‘pune wns rer Saari cop}\nRepel i ny a pete i ret\n\not eles tt bles cet of PO\n\n(Gti, ot pty ech ae ad nid\n\nsrs beored ie Store’ rina a toe mia\n~ becoufond) ra ha Ulm bn aka an\nWalheiet of pper Thm net Stove, alto od:\n{ert fudy beter tun bade soe oat Sal\n\npayee every yur, tora pls Ue tang acne\nodbiat do enmaogjekta tote Why, Stoo\n\nSe erat et ta\na cease\n_ SE athe ect eee\nTia aay ae Sea\nSore rues\nmate\nait\nts\nGreets east tS eh a\nPoe a eee\n\n&\n\nTresoszz00T\n\n \n\f",
    "augmented_texts": [
        "pobwes ‘ pune wns rer Saari copper} Repel i ny a pete i ret ot eles tt bles cet of PO (Gti, ot pty ech ae ad nid srs beored ie Store ’ rina a toe mia ~ becoufond) ra ha Ulm bn aka an Walheiet of pper Thm net Stove, alto od: {ert fudy beter tun bade soe oat Sal payee every yur, tora pls Ue tang acne odbiat do enmaogjekta tote Why, Stoo Se erat et ta a cease _ SE athe ect eee Tia aay ae Sea Sore regret mate ait ts Greets east tS eh a Poe a eee & Tresoszz00T",
        "pobwes ‘ pune wns rer Saari cop} Repel i ny a pete i ret ot eles tt bles cet of PO (Gti, ot pty ech ae ad nid srs beored ie Store ’ rina a toe mia ~ becoufond) ra ha Ulm bn aka an Walheiet of pper Thm net Stove, alto od: {ert fudy beter tun press soe oat Sal payee every yur, tora pls Ue tang acne odbiat fare enmaogjekta tote Why, Stoo Se erat et ta a cease _ SE athe ect eee Tia aay ae Ocean Sore rues mate ait ts Greets east tS eh a Poe a eee & Tresoszz00T"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "pobwes                                 ‘pune wns rer Saari cop’ (Saari police) Pune: “Pune is a city in Finland.” Pobwe: “The city is in the north of Finland, near the town of Hiiya. It is named after the city of Punpunahti, which is on the island of Puna. Paunahta: \"Puna is an island in northern Finland.\" Punahto:  \"The island is made up of many small islands, many of which are uninhabited. These islands are known as Puninaht, or 'Puni'"
}