{
    "filename": "1002615796_1002615800.jpg",
    "metadata": {},
    "text": "THE TOBACCO INSTITUTE, 1776 K N. W., WASHINGTON, D. C. 20006\n\n \n\nontact: William Kloepfer, Jr.\nOffice 202/296-8434\n— ” Home 301/229-0414\n\nFOR IMMEDIATE RELEASE 6 p.m, THURSDAY, DECEMBER 3, 1970\n\n      \n   \n    \n    \n   \n    \n \n   \n     \n\nThe cigarette industry today gharged that publication this\n\nweek of two controversial research papers about “smoking dogs\" may\namount to “a perversion of ordinary Acientific processes to promote\na public relations goal.\"\n\nHorace R. Kornegay, prebident of The Tobacco Institute,\ncalled the American Cancer Socigty's handling of its dog research\na \"“three-quarter-million-dollay fiasco,\" and challenged the Society\nto make public a \"barrage of ekpert criticisms\" which he said it\nhas received.\n\nEarlier this year, ftwo major medical journals refused to\npublish the “smoking dog\" findings. In manuscripts published\nthis week in Archives of Environmental Health, a specialty journal,\nthe Society's researchers c}aim they found two \"microscopic\" lung\ncancers after 86 beagle dogs inhaled cigarette smoke daily, forced\nthrough holes cut in their /throats, for nearly three years.\n\nBut at a heavily/attended news conference in New York's\nWaldorf-Astoria Hotel last! February 5, the American Cancer Society\nclaimed there were a dozen, lung cancer cases among the 96 dogs.\n\n. 1002615796\n\n“The Society's public relations staff made this one of the\n\nmost heavily publicized experiments in history because the claimed\n\f",
    "augmented_texts": [
        "THE TOBACCO INSTITUTE, 1776 K N. W. , WASHINGTON, D. C. 20006 ontact: William Kloepfer, Jr. Office 202 / 296 - 8434 — ” Home 301 / 229 - 0414 FOR IMMEDIATE RELEASE 6 p. m, THURSDAY, DECEMBER 3, 1970 The cigarette industry today gharged that publication this week of deuce controversial research papers about “ smoking dogs \" may amount to “ a sexual perversion of ordinary Acientific processes to promote a public relations goal. \" Horace R. Kornegay, prebident of The Tobacco Institute, called the American Cancer Socigty ' s handling of its hotdog research a \" “ three - quarter - million - dollay fiasco, \" and challenged the Society to make public a \" barrage of ekpert criticisms \" which he said it has received. Earlier this yr, ftwo major medical journals refused to release the “ smoking bounder \" determination. In manuscripts published this week in Archives of Environmental Wellness, a specialty journal, the Society ' s researchers c} aim they found two \" microscopic \" lung cancers after 86 beagle dogs inhaled cigarette smoke daily, forced through holes cut in their / throats, for nearly three years. But at a heavily / attended news conference in New York ' s Waldorf - Astoria Hotel last! February 5, the American Cancer Society claimed there were a dozen, lung cancer cases among the 96 dogs. . 1002615796 “ The Society ' s public relations staff made this one of the most heavily publicized experiments in history because the claimed",
        "THE TOBACCO INSTITUTE, 1776 K N. W. , WASHINGTON, D. C. 20006 ontact: William Kloepfer, Jr. Office 202 / 296 - 8434 — ” Home 301 / 229 - 0414 FOR IMMEDIATE RELEASE 6 p. m, THURSDAY, DECEMBER 3, 1970 The cigarette industry today gharged that publication this week of two controversial research papers about “ smoking dogs \" may amount to “ a sexual perversion of ordinary Acientific processes to promote a public relations goal. \" Horace R. Kornegay, prebident of The Tobacco Institute, called the American Cancer Socigty ' sulfur handling of its dog research a \" “ three - quarter - million - dollay fiasco, \" and challenged the Society to make public a \" barrage of ekpert criticisms \" which he said it has received. Earlier this year, ftwo major medical journals refused to publish the “ smoking dog \" findings. In holograph published this week in Archives of Environmental Health, a specialty journal, the Society ' s researchers c} aim they find out two \" microscopic \" lung cancers after 86 beagle dogs inhaled cigarette smoke daily, forced through holes cut in their / throats, for nearly trey years. Just at a heavily / attended news conference in New York ' s Waldorf - Astoria Hotel last! February 5, the American Cancer Society claim there were a dozen, lung cancer cases among the 96 dogs. . 1002615796 “ The Society ' s public relations staff made this one of the most heavily publicized experiments in history because the claimed"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "American Cancer Society claims there were a dozen, lung cancer cases among the 96 dogs. 86 beagle dogs inhaled cigarette smoke daily, forced through holes cut in their /throats, for nearly three years. Tobacco Institute calls the American Cancer Socigty's handling of its dog research a \"three-quarter-million-dollay fiasco\""
}