{
    "filename": "1002402589_1002402591.jpg",
    "metadata": {},
    "text": "  \n\nVend\n\n| TOBACCORES GT\n\nveno\nchcaes.\n\n \n\n  \n\nseni ua | i :\nPaes\n\n \n\nGiparel Ve :\n\nle\n\nVend Magazine conducted a com-\nprehensive survey of cigarette vending\nfperators in August for a crosesee\ntion of facts om current operating pot\nteens and. problems in this product\narea. Questions covered volume, ex-\nPansion and labor cost trends over the\nfest five years, aswell at present pic:\ning, commision systems, ox costs top\nselling brands, use of 100mm sires se\nOf placement. programs and. cigar\nSending activity\n\nResults were restived. from 35\nvending companies based in 33 ites\nnd towns of 21 States in all pats of\nthe country. Respondents ranged from\na vendor operating 30 cigarete a>\nShines to one with 2,500 units on loca\ntion. They included cigarette special\niss as well as operators heavily en-\n5404 in full-line food vending\n\n‘The companies taking part in the\nstudy have total of 20670 6\n‘machines on locaton today, wth 65\n\ncent of these nit in public spots\nEnd the rest tm industrial and ist\ntional paces, The average number of\nCigaretie machines per operator was\nsto,\n\nFive years back, for a comparison\nof growth end the ane\nfeported operating 4 total of 16,123\ntigate nis, or an average of 490\nnits each, This. means. an average\ncigarette machine expansion gain of\n120. machines per operator in that\nfiveyear period. Only three of the\nrespondents said they have less cig:\nett equipment today than five years\ngp, while two others reported ap\n\n   \n\n  \n\nproximately no change in these units\n\nAlong with expansion in equipment,\nthe operators generally reported in-\ncreases in total pack volume over the\npast five-year period. Among 23 oper\nators. giving estimates for both cur-\nrent and five-year-ago volume, the\noverall totals were: currently—5.684.-\n562 million packs a month, or 247,155\n‘monthly packs per operation: vs. five\nyears back—5, 450,000 packs a month,\nfor an. average of 236,874 for each\noperator. On an individual basis, 17\nof the respondents here had. actual\nvolume increases, in each case through\nmore machines.” Three vendors. re-\nport dips in unit sales over that period:\nOne has doubled his machines over\nthe five years, another has kept the\nsame number of units, and the third\nhhas “tightened up,” with less units\nfn location today than 1963,\n\nPer-Unit Sales\n\nTo get an idea of consumer cig\narette buying trends in the past five\nyears, the operators were asked for\naverage monthly: per-machine pack\nvolume comparisons covering the pe-\nriod. Some. 16 operators reported\ngains here, with the average increase\n\ninst 1963 at the 6 per cent level,\n13 said their sales fell off, with the\naverage amounting to 7 pet cent, One\n‘operator reported per-machine volume\nholding steady, while five others were\n‘not able to supply the comparison,\n\nOne large operation in the New\nYork metropolitan area suffered a 25\nper cent drop in the past five years\n\n  \n\n \n\n \n\n \n\n \n\nfon a per-machine unit basis. This is a\ncigarette specialist—among_many in\nthe city—with 90 per cent of its ma\n‘chines in. public locations ca\nprices of $0/and (mainly) $5 cents pet\nack, vs. standard counter pricing of\n48 cents and supermarket prices at $4\na carton. The operation had 2,100 ma-\nchines on location five years ago and\ncounts 1,900 today: its total monthly\nunit volume has fallen in that period\nfrom 1.1 million packs to a current\nrate of 800,000. This pretty well re-\nflects the general nosedive for vended\ncigarette sales in New York City,\ncaused mainly by a combination of\nhigh pack taxes (lotaling over. 18\ncents) and large-scale bootlegging.\n\nAmong. all operators in the study,\nthe most common vending price for\nthose 32 market areas aeross the coun-\ntty was 40 cents in public locations,\n‘That's the price currently used by 22\nof the 35) respondents, nine others\nare at 45. The range ran from 30\nfeenis in taxless North Carolina, to\nNew York's 55. In captive (industrial-\ninstitutional) locations, 16 operators\nsaid they use 40-cent pricing, while 15\nUse 35; this includes four operators\nusing a combination of hath, Among.\nall respondents. however, 18. report\nusing one single price for both captive\nland public locations. Half of this seg:\n‘ment was at straight 40 in both types\n‘of locations\n\n‘Compared with these vended prices.\naverage standard counter price in the\n\n \n\n \n\n \n\n \n\ncontinued on page 20\n\n2007 VEN 6 OCTORER 1, 1968 PACE 19\ncn)\n\n \n\ntiem\n\n \n\n. 68S20P200T\n\n \n\f",
    "augmented_texts": [
        "Vend | TOBACCORES GT veno chcaes. seni ua | i: Paes Giparel Ve: le Vend Magazine conducted a com - prehensive survey of cigarette vending fperators in August for a crosesee tion of facts om current operating pot teens and. problems in this product area. Questions covered volume, ex - Pansion and labor cost trends over the fest five years, aswell at present pic: ing, commision systems, ox costs top selling brands, use of 100mm sires se Of placement. programs and. cigar Sending activity Results were restived. from 35 vending companies based in 33 ites nd towns of 21 States in all pats of the country. Respondents ranged from a vendor operating 30 cigarete a> Shines to one with ii, 500 units on loca tion. They included cigarette special iss as well as operators heavily en - 5404 in full - line food vending ‘ The companies taking part in the study have total of 20670 6 ‘ machines on locaton today, wth 65 cent of these nit in public spots End the rest tm industrial and ist tional paces, The average number of Cigaretie machines per operator was sto, Five years back, for a comparison of growth end the ane feported operating 4 total of 16, 123 tigate nis, or an average of 490 nits each, This. means. an average cigarette machine expansion gain of 120. machines per operator in that fiveyear period. Only three of the respondents said they have less cig: ett equipment today than five years gp, while two others reported ap proximately no change in these units Along with expansion in equipment, the operator generally reported in - creases in total pack volume over the past five - year period. Among 23 oper ators. giving estimates for both cur - rent and five - year - ago volume, the overall totals were: currently — 5. 684. - 562 million pack a month, or 247, 155 ‘ monthly packs per operation: vs. five years back — 5, 450, 000 packs a month, for an. average of 236, 874 for each operator. On an individual basis, 17 of the respondents here had. actual volume increases, in each case through more machines. ” Three vendors. re - port dips in unit sales over that period: One has doubled his machines over the five class, another has kept the same number of units, and the third hhas “ tightened up, ” with less units fn location today than 1963, Per - Unit Sales To get an idea of consumer cig arette buying trends in the past five years, the operators were asked for average monthly: per - machine pack volume comparisons covering the pe - riod. Some. 16 operators reported gains here, with the average increase inst 1963 at the captain hicks per cent level, 13 said their gross revenue fell off, with the average amounting to 7 pet centime, One ‘ operator reported per - machine volume holding steady, while five others were ‘ not able to supply the comparison, One large operation in the New York metropolitan area suffered a 25 per cent drop in the past five years fon a per - machine unit basis. This is a cigarette specialist — among_many in the city — with 90 per cent of its ma ‘ chines in. public locations ca prices of $ 0 / and (mainly) $ 5 cents pet ack, vs. standard counter pricing of 48 cents and supermarket prices at $ 4 a carton. The operation had 2, 100 ma - chines on location five years ago and counts 1, 900 today: its total monthly unit volume has fallen in that period from 1. 1 million packs to a current rate of 800, 000. This pretty well re - flects the general nosedive for vended cigarette sales in New York City, caused mainly by a combination of high pack taxes (lotaling over. 18 centime) and large - scale bootlegging. Among. all operators in the study, the most common vending price for those 32 market areas aeross the coun - tty was 40 cents in public locations, ‘ That ' s the price currently used by 22 of the 35) respondents, nine others are at 45. The range ran from 30 feenis in taxless North Carolina, to New York ' s 55. In captive (industrial - institutional) locations, 16 operators said they use 40 - cent pricing, while 15 Use 35; this includes four operators using a combination of hath, Among. all respondents. however, 18. report using one single price for both captive land public locations. Half of this seg: ‘ ment was at straight 40 in both types ‘ of locations ‘ Compared with these vended prices. average standard counter price in the continued on page 20 2007 VEN 6 OCTORER 1, 1968 PACE 19 cn) tiem. 68S20P200T",
        "Vend | TOBACCORES GT veno chcaes. seni ua | i: Paes Giparel Ve: le Vend Magazine conducted a com - prehensive survey of cigarette vending fperators in August for a crosesee tion of facts om current operating pot teens and. problems in this product area. Questions covered volume, ex - Pansion and labor cost trends over the fest five years, aswell at present pic: ing, commision systems, ox costs top selling brands, use of 100mm sires se Of placement. programs and. cigar Sending activity Event were restived. from 35 vending companies based in 33 ites nd towns of 21 States in all pats of the country. Respondents ranged from a vendor operating 30 cigarete a> Shines to one with 2, 500 units on loca tion. They included cigarette special iss as well as operators heavily en - 5404 in full - product line food vending ‘ The companies taking part in the study have total of 20670 6 ‘ machines on locaton today, wth 65 cent of these nit in public spots End the rest tm industrial and ist tional paces, The average number of Cigaretie machines per operator was sto, Five years back, for a comparison of growth end the ane feported operating 4 total of 16, 123 tigate nis, or an average of 490 nits each, This. means. an average cigarette machine expansion gain of 120. machines per operator in that fiveyear period. Only three of the respondents said they have less cig: ett equipment today than five years gp, while two others reported ap proximately no change in these units Along with expansion in equipment, the operators generally reported in - creases in total pack volume over the past five - year period. Among 23 oper ators. giving estimates for both cur - rent and five - year - ago volume, the overall totals were: currently — 5. 684. - 562 million packs a month, or 247, 155 ‘ monthly packs per operation: vs. five years back — 5, 450, 000 packs a month, for an. average of 236, 874 for each operator. On an individual basis, 17 of the respondents here had. actual volume increases, in each case through more machines. ” Three vendors. re - port dips in unit sales over that period: One has doubled his machines over the five years, another has kept the same number of units, and the third hhas “ tightened up, ” with less units fn location today than 1963, Per - Unit Sales To get an idea of consumer cig arette buying trends in the past five years, the operators were asked for average monthly: per - machine pack volume comparisons covering the pe - riod. Some. 16 operators reported gains here, with the average increase inst 1963 at the 6 per cent level, 13 said their sales fell off, with the average amounting to 7 pet cent, One ‘ operator reported per - machine volume holding steady, while five others were ‘ not able to supply the comparison, One large operation in the New York metropolitan area suffered a 25 per cent drop in the past five years fon a per - machine unit basis. This is a cigarette specialist — among_many in the city — with 90 per cent of its ma ‘ chines in. public locations ca prices of $ 0 / and (mainly) $ fin cents pet ack, vs. standard counter pricing of 48 cents and supermarket prices at $ 4 a carton. The operation had 2, 100 ma - chines on location five years ago and counts 1, 900 today: its total monthly unit volume has fallen in that period from 1. 1 million packs to a current rate of 800, 000. This pretty well re - flects the general nosedive for vended cigarette sales in New York City, caused mainly by a combination of high pack taxes (lotaling over. 18 cents) and large - scale bootlegging. Among. all operators in the study, the most common vending price for those 32 market areas aeross the coun - tty be 40 cents in public locations, ‘ That ' s the price currently used by 22 of the 35) respondents, nine others are at 45. The range ran from 30 feenis in taxless North Carolina, to New York ' s 55. In captive (industrial - institutional) locations, 16 operators said they use 40 - cent pricing, while 15 Use 35; this includes four operators using a combination of hath, Among. all respondents. however, 18. report using one single price for both captive land public locations. Half of this seg: ‘ ment was at straight 40 in both types ‘ of locations ‘ Compared with these vended prices. average standard counter price in the continued on page 20 2007 VEN 6 OCTORER 1, 1968 PACE nineteen cn) tiem. 68S20P200T"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Vend Magazine conducted a com-prehensive survey of cigarette vending operators in August. Questions covered volume, ex-                Pansion and labor cost trends over the past five years. Results were restived. from 35                vending companies based in 33 itesnd towns of 21 States."
}