{
    "filename": "1002620127_1002620130.jpg",
    "metadata": {},
    "text": "send the entire tobacco industry up\nin smoke, From the state that\nbrought us Proposition 13 comes\nWi 1 z E Proposition 5, a wellorganized, yet\nilliam F. fnancil outmatched campaign to\n\nban smoking in nearly all indoor\n\na —SSE\nAs millions of Californians stream\nto the polls on Election Day this\n‘month, they will be asked to vote\non an issue whose passage could\n\nVice-president of public places in California. While\nThe Tobacco Institute supporters of the ban, many of\n——— whom belong to the Calfornians\nInterview by Stewart Trisler for Clean Indoor Air, say they will\nPhotograph by John Nation be lucky to raise $500,000 for their\n\n‘cause, the $17-bilion-a-year to-\nbacco industry will end up spend-\ning some $5 million just to combat\nthe measure.\n\n‘Comedian Johnny Carson\nquipped on his show several\n‘weeks ago that the polls in the state\nshowed 53% for Proposition 5,\n“The other 47%,” he said, “are\ndead.” Jokes like that produce no\nsmiles on the face of William F.\nDwyer, vice-president of the To-\nbacco Institute, a Washington-\nbased organization that lobbies for\nthe tobacco companies which sup-\nport it, He is adamant in his con-\ntention that smoking has never\nbeen linked causally to any disease,\ndespite claims to the contrary by\nthe American Medical Association,\nReader's Digest (which Dwyer\nwryly calls \"the country’s foremost\nmedical journal”) andiany number\nof anti-smoking groups\n\nDwyer says the Institute doesn't\nencourage or discourage smoking,\nRather, it attempts to keep the de-\nbate between smoking and health\nadversaries \"robust and uninhib-\nited.\" A pack-a-day smoker himself,\nDwyer says the Institute does not\nmake smoking a condition for em-\nployment. “We regard tobacco use\nas an adult custom not for chil\ndren—to be decided on by mature\nminds.”\n\nTobacco is changing the way it\ndeals with the controversy, largely\n‘due to additional pressure from\nantitobacco forces in government.\nHealth, Education & Welfare Sec-\nretary Joseph Califano's $30-millon\nanti-smoking campaign and a new\nSurgeon General's report due next\nJanuary constitute only part of the\n\n \n\n2£Z2T0z9ZV0H\n\n \n\f",
    "augmented_texts": [
        "send the entire tobacco industry up in smoke, From the state that brought us Proposition 13 comes Wi 1 z E Proposition little phoebe, a wellorganized, yet illiam F. fnancil outmatched campaign to ban smoking in nearly all indoor a — SSE As millions of Californians stream to the polls on Election Day this ‘ month, they will be asked to vote on an issue whose passage could Vice - president of public places in California. While The Tobacco plant Institute supporters of the ban, many of — — — whom belong to the Calfornians Interview by Stewart Trisler for Clean Indoor Air, say they bequeath Photograph by John Country be lucky to raise $ 500, 000 for their ‘ cause, the $ 17 - bilion - a - year to - bacco industry will end up spend - ing some $ 5 million just to combat the measure. ‘ Comedian Johnny Carson quipped on his show several ‘ weeks ago that the polls in the state showed 53% for Proposal 5, “ The other 47% , ” he said, “ are dead. ” Jokes like that produce no smiles on the face of William F. Dwyer, vice - president of the To - bacco Institute, a Wa - based organization that lobbies for the tobacco companies which sup - port it, He is adamant in his con - tention that smoking has ne'er been linked causally to any disease, despite claims to the contrary by the American Medical Association, Reader ' s Digest (which Dwyer wryly calls \" the country ’ s foremost medical journal ”) andiany number of anti - smoking groups Dwyer says the Institute doesn ' t encourage or discourage smoking, Rather, it attempts to keep the de - bate between smoking and health adversaries \" robust and uninhib - ited. \" A pack - a - day smoker himself, Dwyer says the Institute does not make smoking a condition for em - ployment. “ We regard tobacco use as an adult custom not for chil dren — to be decided on by mature minds. ” Tobacco is changing the way it deals with the controversy, largely ‘ due to additional pressure from antitobacco forces in government. Health, Education & Welfare Sec - retary Joseph Califano ' s $ 30 - millon anti - smoking campaign and a new Surgeon General ' s report due next January constitute only part of the 2 £ Z2T0z9ZV0H",
        "send the entire tobacco industry up in smoke, From the state that brought us Proposition 13 comes Wi 1 z E Proposition 5, a wellorganized, yet illiam F. fnancil outmatched campaign to ban smoking in nearly all indoor a — SSE As millions of Californians stream to the polls on Election Day this ‘ month, they will be asked to vote on an issue whose passage could Vice - president of public places in California. While The Tobacco Institute supporters of the ban, many of — — — whom belong to the Calfornians Interview by Stewart Trisler for Clean Indoor Air, say they will Photograph by John Nation be lucky to raise $ 500, 000 for their ‘ cause, the $ 17 - bilion - a - year to - bacco industry will end up spend - ing some $ 5 million just to combat the measure. ‘ Comedian Johnny Carson quipped on his show several ‘ weeks ago that the polls in the state showed 53% for Proposition 5, “ The other 47% , ” he said, “ are dead. ” Jokes like that produce no smiles on the face of William F. Dwyer, vice - president of the To - bacco Institute, a Washington - establish organization that lobbies for the tobacco companies which sup - port it, He is adamant in his con - tention that smoking has never been linked causally to any disease, despite claims to the contrary by the American Medical Association, Reader ' s Digest (which Dwyer wryly calls \" the country ’ s foremost medical journal ”) andiany number of anti - smoking groups Dwyer says the Institute doesn ' t encourage or discourage smoking, Rather, it attempts to keep the de - bate between smoking and health adversaries \" robust and uninhib - ited. \" A pack - a - day smoker himself, Dwyer says the Institute does not make smoking a condition for em - ployment. “ We regard tobacco use as an adult custom not for chil dren — to be decided on by mature psyche. ” Tobacco is changing the way it deal with the controversy, largely ‘ due to additional pressure from antitobacco forces in authorities. Health, Education & Welfare Sec - retary Joseph Califano ' s $ 30 - millon anti - smoking campaign and a new Surgeon General ' s report due next January constitute only part of the 2 £ Z2T0z9ZV0H"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": " Proposition 5 would ban smoking in nearly all indoor public places in California. The $17-bilion-a-year tobacco industry will end up spending some $5 million just to combat the measure. Tobacco Institute supporters of the ban say they will be lucky to raise $500,000 for their cause."
}