{
    "filename": "10023536.jpg",
    "metadata": {},
    "text": "hope\n\npq\n\nELT0005098\n\nFEDERAL TRADE COMMISSION\n‘WASHINGTON. D.C. 20580 way 21 1809\n\neee Indy Gee\n\nClarence Gook Little,\n\nSee Dy\n\nScientific Director,\n\nThe Councll for Tobacco\nResearch = U.S.A,\n\n633 Third Avenue,\n\nNew York, N. ¥. 10017\n\nDear Mr, Littles\n\n‘The Commission has initiated a Trade Regulation Rule\nproceeding relating to the advertising of cigarettes. The\nProposed Rule would require the clear and prominent dis-\nclosure in cigarette advertising that cigarette smoking is\ndangerous to health and may cause death from cancer, coronary\nheart disease, chronic bronchitis, pulmonary emphysema, and\nother disease:\n\n \n\n \n\n \n\n   \n\nFull details concerning these proceedings are contained _\nin the News Release and Notice of Rulemaking Proceeding\n‘transmitted herewith.\n\nYour participation in these proceedings either by\n\nwritten submission filed with the undersigned by n late~\n\nthan June 20, 1969 and/or by an actual appearance at public\nrings to Commence on July 1, 1969 (with written copies or\n\njummaries of your oral statement to be filed with the\n\nSecretary by no later than June 20, 1969) is cordially invited.\n\nIn the event you wish to testify at the hearings, please\n\nadvise us of the time you estimate will be necessary to deliver\n\nyour statement, In addition, in delivering your oral statement\n\nyou may wish to summarize or stresa the salient features\n\nrather than restating your entire atatement, which will have\n\n‘been made a part of the public record.\n\n \n\n \n\n   \n\n   \n\nShould you or any mesber of your staff require any\nfurther information, I will be happy to make myself available,\n\nIt ds regretted that a form letter has been used. The\nneed for tinsly notice left no alternative,\n\nGerald T, McDonough,\nActing Chief, Division of\nEnclosures. ‘Trade Regulation Rules.\n\f",
    "augmented_texts": [
        "hope pq ELT0005098 fed TRADE COMMISSION ‘ WASHINGTON. D. C. 20580 way 21 1809 eee Indy Gee Clarence Gook Little, See Dy Scientific Director, The Councll for Tobacco Research = U. S. A, 633 Third Avenue, New York, N. ¥. 10017 Dear Mr, Littles ‘ The Commission has initiated a Trade Regulation Rule proceeding relating to the advertising of cigarettes. The Proposed Rule would require the clear and prominent dis - closure in fag advertising that cigarette smoking is dangerous to health and may cause death from cancer, coronary philia disease, chronic bronchitis, pulmonary emphysema, and other disease: Full details concerning these proceedings are contained _ in the News Release and Notice of Rulemaking Proceeding ‘ transmitted herewith. Your participation in these proceedings either by written submission file with the undersigned by n late ~ than June 20, 1969 and / or by an actual appearance at public rings to Commence on July 1, 1969 (with written copies or jummaries of your oral statement to be filed with the Secretary by no later than June 20, 1969) is cordially invited. In the event you wish to testify at the hearings, please advise us of the time you estimate will make up necessary to birth your statement, In addition, in delivering your unwritten statement you may wish to summarize or stresa the salient features sort of than restating your entire atatement, which will have ‘ been made a part of the public record. Should you or any mesber of your staff require any further information, I will be happy to make myself available, It ds regretted that a form letter has been used. The need for tinsly notice left no alternative, Gerald T, McDonough, Acting Gaffer, Division of Enclosures. ‘ Trade Regulation Rules.",
        "hope pq ELT0005098 FEDERAL TRADE COMMISSION ‘ WASHINGTON. D. C. 20580 way 21 1809 eee Indy Gee Clarence Gook Little, See Dy Scientific Director, The Councll for Tobacco plant Research = U. S. A, 633 Third Avenue, New York, N. ¥. 10017 Dear Mr, Littles ‘ The Commission has initiated a Trade Regulation Rule proceeding relating to the advertising of cigarettes. The Proposed Rule would require the clear and prominent dis - closure in cigarette advertising that cigarette smoke is dangerous to health and may cause death from cancer the crab, coronary heart disease, chronic bronchitis, pulmonary emphysema, and other disease: Full details concerning these proceedings are contained _ in the News Release and Notice of Rulemaking Proceeding ‘ transmitted herewith. Your participation in these proceedings either by pen submission filed with the undersigned by n late ~ than June 20, 1969 and / or by an actual appearance at public rings to Commence on July ace, 1969 (with written copies or jummaries of your oral statement to be filed with the Secretary by no later than June 20, 1969) is cordially invited. In the event you wish to bear witness at the hearings, please advise us of the time you estimate will be necessary to deliver your statement, In addition, in delivering your oral statement you may wish to summarize or stresa the salient features rather than restating your entire atatement, which will have ‘ been made a part of the public record. Should you or any mesber of your staff require any further information, I will be happy to make myself available, It ds regretted that a form letter has been used. The need for tinsly notice left no alternative, Gerald T, McDonough, Acting Top dog, Division of Enclosures. ‘ Trade Regulation Rules."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Cigarette smoking is dangerous to health and may cause death from cancer, coronaryheart disease, chronic bronchitis, pulmonary emphysema, and other disease. The proposed Rule would require the clear and prominent dis-phthalclosure in cigarette advertising that cigarette smoking. is harmful tohealth."
}