{
    "filename": "1002403070-b.jpg",
    "metadata": {},
    "text": "JCOD4OB O70\n\nWELLS, RICH, GREENE IN CANADA.\n\n \n\n  \n\n \n\n \n\nr\n‘Wells, Rich, Greene is planning co open an office in §\nTorone, Canad which could well indcte tat McCann &\n\nErickson may lose some ofits Benson & Hedges billing there. & ye “i 3\nBenson & Hedges Led, the Canadian bin OF Phiip :\nori cent Se Nia ama acy fer 4 «\n\nadvertising — which reporcedy bills less chan $1 million | © 9\nanaually. In the Ui S. Wells, Rich, Greene handles Benson '&\n‘& Hedges 100' for PM. In Canada Benson & Hedges 1003 &\nhave about I per cent of the total market — which is about\nhal ofthe L0bau segment ther, ,\nHAZARD, KY. *\nHERALD ii Philip Morris\nMay Expand *e\nL Research Space\neek ae 1 Plans are nee coaie\n= — pion al et as\noe . ar exparaon of Pilg a\nPhilip Morris Introduces New Booklet Soccer ont\na . nota terre Tuite ie\nDescribing Corporate Operations rstetusaeloseso™ DO\nThe aaition fe tne center\nGeorge Weissman, President of ducts, packaging, paper, adhesives, ould be devaced pass ee\nPhilip Morris Incorporated, today specialty textile chemicals and ‘chemical research for all of the\nannouriced the publication of a hospital supplies including tseesume™ roduts,\nNew illustrated booklet describing “Through a diversification pro and medical suppies, accord,\nall aspects of the diversified to- gram which began in 1957, we ing to Ross R. Milihiser.\nbacco company’s operations. fave. sought ant oulet forthe Weare considering very\n‘The booklet, “This Is Philip brosdgauge. abies “of Phite seriountyaduinons seer\nMorris,\" is designed to acquaint Morris people who: seek opportun- any auitners presenting\nfriends of the company, prospec: ities for more active, more ex: Pencamlons of dollars’ ex-\ntive employees and interested ed- citing growth.” ‘The multi-millioa-dollar\nioral personnel with both Philip. ‘The versifieaton theme ts ChesterteldCommneseet at\nMorris ncorprated and the itt noted by Joseph F, Cullman, Sr antaisaneperatonsceners\ndustries in which it is represent- Chairman of the Board of Philip ease cent gum plant\n“ Mri win dates at, ue pur | Ged geet ter ci\nsig 2\" propom of deren | Rhonater caacesag\n\n{itis Is Philip Morris” begins tion, it has Been my experience\n‘wilh a statement of jhe beanie that the winning formula is Phil-\nPresent pasition and notes its gsophy plus Planning plus People\nfoals for the future, The booklet esol? Geen *\nthen proceeds to trace the history “sed. in this sense, I mean\nof the tobacco industry as well that a strong, wellithoughtout\nas that of ‘Philip Morris, system of motives and goals\n\n‘The coinpany’s continuing pro- Should guide a qorporate “pro.\ngram of diversification ints nom. 83%, while utilizing the creative\ntobacco consumer products is abilities and loyalties of all levels\nstressed inthe color booklet, Of Management and staff. Tt is\nTe states that, “Today, we play Wally important to extend this\nan important role not only in the Fe8ard for people to affiliated\ntobacco industry, but others as Companies. Jn this way, the sum\nwell: chewing gum, shaving pro. Wil Be growth\n\n/002 403070 B\n\n     \n\nN Ozoe0pz001\n\n \n\n(2)\n\f",
    "augmented_texts": [
        "JCOD4OB O70 WELLS, RICH, GREENE IN CANADA. r ‘ Wells, Rich, Greene represent planning co open an office in § Torone, Canad which could well indcte tat McCann & Erickson may lose some ofits Benson & Hedges billing there. & ye “ i 3 Benson & Hedges Led, the Canadian bin OF Phiip: ori centime Se Nia ama acy fer 4 « advertising — which reporcedy bills less chan $ 1 million | © 9 anaually. In the Ui S. Wells, Rich, Greene handles Benson ' & ‘ & Hedges 100 ' for PM. In Canada Benson & Hedges 1003 & have about I per cent of the total market — which is about hal ofthe L0bau segment ther, , HAZARD, KY. * HERALD ii Philip Morris May Expand * e L Research Space eek ae 1 Plans are nee coaie = — pion al et as oe. ar exparaon of Pilg a Philip Morris Introduces New Booklet Soccer ont a. nota terre Tuite ie Describing Corporate Operations rstetusaeloseso ™ DO The aaition fe tne center George Weissman, President of ducts, promotion, paper, adhesives, ould be devaced pass ee Philip Morris Incorporated, today specialty textile chemicals and ‘ chemical research for all of the annouriced the publication of a hospital supplies including tseesume ™ roduts, New illustrated booklet describing “ Through a diversification pro and medical suppies, accord, all aspects of the diversified to - gram which began in 1957, we ing to Ross R. Milihiser. bacco company ’ s operations. fave. sought ant oulet forthe Weare considering very ‘ The booklet, “ This Is Philip brosdgauge. abies “ of Phite seriountyaduinons seer Morris, \" is designed to acquaint Morris people who: seek opportun - any auitners presenting friends of the company, prospec: ities for more active, more ex: Pencamlons of dollars ’ ex - tive employees and interested ed - citing growth. ” ‘ The multi - millioa - dollar ioral personnel with both Philip. ‘ The versifieaton theme ts ChesterteldCommneseet at Morris ncorprated and the itt noted by Joseph F, Cullman, Sr antaisaneperatonsceners dustries in which it is represent - Chairman of the Board of Philip ease cent gum plant “ Mri win dates at, ue pur | Ged geet ter ci sig 2 \" propom of deren | Rhonater caacesag {itis Is Philip Morris ” begins tion, it has Been my experience ‘ wilh a statement of jhe beanie that the winning formula is Phil - Present pasition and notes its gsophy plus Planning plus People foals for the future, The booklet esol? Geen * then proceeds to trace the history “ sed. in this sense, I mean of the tobacco industry as well that a strong, wellithoughtout as that of ‘ Philip Robert morris, system of motives and goals ‘ The coinpany ’ s continuing pro - Should guide a qorporate “ pro. gram of diversification ints nom. 83% , while utilizing the creative tobacco consumer products is abilities and loyalties of all levels stressed inthe color booklet, Of Management and staff. Tt is Te states that, “ Today, we play Wally important to extend this an important role not only in the Fe8ard for mass to affiliated tobacco industry, but others as Companies. Jn this way, the sum well: chewing gum, shaving pro. Wil Be growth / 002 403070 B N Ozoe0pz001 (2 )",
        "JCOD4OB O70 WELLS, RICH, GREENE IN CANADA. r ‘ Wells, Rich, Greene is planning co open an office in § Torone, Canad which could well indcte tat McCann & Erickson may lose some ofits Benson & Hedges billing there. & ye “ i 3 Benson & Hedges Led, the Canadian bin OF Phiip: ori cent Se Nia ama acy fer 4 « advertising — which reporcedy bills less chan $ 1 million | © 9 anaually. In the Ui S. Wells, Rich, Greene handles Benson ' & ‘ & Hedges 100 ' for PM. In Canada Benson & Hedges 1003 & have about I per cent of the total market — which is about hal ofthe L0bau segment ther, , HAZARD, KY. * HERALD ii Philip Morris May Expand * e L Research Space eek ae 1 Plans are nee coaie = — pion al et as oe. ar exparaon of Pilg a Philip Morris Introduces New Booklet Soccer ont a. nota terre Tuite ie Describing Corporate Operations rstetusaeloseso ™ DO The aaition fe tne center George Weissman, President of ducts, packaging, paper, adhesives, ould be devaced pass ee Philip William morris Incorporated, today specialty textile chemicals and ‘ chemical substance research for all of the annouriced the publication of a hospital supplies including tseesume ™ roduts, New illustrated booklet describing “ Through a diversification pro and medical suppies, accord, all aspects of the diversified to - gram which began in 1957, we ing to Ross R. Milihiser. bacco company ’ s operations. fave. sought ant oulet forthe Weare considering very ‘ The booklet, “ This Is Philip brosdgauge. abies “ of Phite seriountyaduinons seer Morris, \" is designed to acquaint Morris people who: seek opportun - any auitners presenting friends of the company, prospec: ities for more active, more ex: Pencamlons of dollars ’ ex - tive employees and interested ed - citing growth. ” ‘ The multi - millioa - dollar ioral personnel with both Philip. ‘ The versifieaton theme ts ChesterteldCommneseet at Morris ncorprated and the itt noted by Joseph Fluorine, Cullman, Sr antaisaneperatonsceners dustries in which it is represent - Chairman of the Board of Philip ease cent gum plant “ Mri win dates at, ue pur | Ged geet ter curie sig 2 \" propom of deren | Rhonater caacesag {itis Is Philip Morris ” begins tion, it has Been my experience ‘ wilh a statement of jhe beanie that the winning formula is Phil - Present pasition and notes its gsophy plus Planning plus People foals for the future, The booklet esol? Geen * then proceeds to trace the history “ sed. in this sense, I mean of the tobacco industry as well that a strong, wellithoughtout as that of ‘ Philip Morris, system of motives and finish ‘ The coinpany ’ s continuing pro - Should guide a qorporate “ pro. gram of diversification ints nom. 83% , while utilizing the creative tobacco consumer products is abilities and loyalties of all levels stressed inthe colour booklet, Of Management and staff. Tt is Te states that, “ Today, we play Wally important to extend this an important role not only in the Fe8ard for people to affiliated tobacco industry, but others as Companies. Jn this way, the sum well: chewing gum, shaving pro. Wil Be growth / 002 403070 B N Ozoe0pz001 (2 )"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "New illustrated booklet describing “Through a diversification pro and medical suppies, accord, and all aspects of the diversified to- gram which began in 1957, we ing to Ross R. Milihiser. ‘The booklet is designed to acquaint Morris people who: seek opportun- any auitners presenting the company’s operations."
}