{
    "filename": "1002367182_1002367184.jpg",
    "metadata": {},
    "text": "70)\nciek\nPHIL “oP VY Be\n\nTNRACCd INSTR os\n\nATTN FRANK SAIVDFFS UPGEYT\nRILL XLOEPFFR\n\nTHF FOLLOVING 1S VE P!\n\n \n\nASE FROM FCC PATED 12-15-70\n\nRFPORT VO. 6005\n\n \n\nRPOATCASTERS COPPYING ANTI-SYOKING SPOTS “UST GAKE LETEEMINATION\nWHETSFE CONTRASTING VIEWS ARE HEQUIPED ARTEH Jevuany 1s 1971s FCC\nRULSS$ DENIES CONTENTION BPOALCASTFRS “UST AIK SUCH VIEMS\n\n  \n\n     \n\nWHEY @ ARNAPCASTER CCPRIFS ANTI-S“OXING VESSAGES AFTER JANUARY 1s\n1071, N PPOARCAST CIGAEYTTIF COC“ERCIALS WILL EVE UVEEX 1Hk 1969\nLay ¢ 912999), IT 1S UP TO HIM 10 “ax A GOOW FAITH,\nPFasny HAS CARPTED & CONTROVENSIAL I\nayn VIFSPOLNT, THY FCC MAS FULED IV A\nPROCEEDIVG OV ITS FEGULETORY POLICIFS ON CIGARETTE SHO4ING ANL\nRROAPCASTING.\n\n \n\n   \n\n   \n \n \n\n \n\n \n\n \n\nTHE COMMISSION REJECTER THE ToRACG:\n\nSICH 4 CAS THE RFOATMASTER “UST F:\n\nVIF THAT S¥OKIVG vay VOT BE HAZERTOUS TO HFALTH. ON THE CON-\n\nTRAY, THF COMVISSION VOTED TYST SFVEROL FROALCASTENS HOVE CosiiNTED\nHE GEVEPQI TSSUF OF S4941YG EFING & HFALTH HAZORE 1S vo\n\nINSTITUTE 'S ARGUYENT THAT IN\nQUID: AN OPPORTUNITY FOR THz.\n\n      \n\n   \n\n   \n\n \n     \n\n    \n\n         \n\nP CONTPAVEEST¢L, @YD SPECIFICALLY HFLD THAT THAT JULG4ENT\nWAS PEASOVARLE IY LIGHT OF PECRYT LFVELOPHENTS. THE CO4%1SS10N\n@LSO POINTED OUT THAT THF 1042 TE. C. COUFT OF APPEALS CASE,\nRAN7HOF UV. FOC, SUSTAINED THIS VIE.\n\nIN THF SA4E ACTION, THE COWMISSION DISMIS\nON SWNXING AND HFOLTH CASH) ASKING\nREQUIRE LICENSEES TO PEVOTE A SIC\n@NTI-CIGAPEITE SMOKING VATERIELS FVFN THOUGH CIGAPEITE CO44ErCIALS\nHAVE BEEV DISCOVTINUEE. IT HELD THAT THERE WAS NO BASIS TO\n\nSINGLF ONT THIS ONE AREA FOR SUCK @ RULE.\n\n \n\nEE A REQUEST BY ACTION\nHaT RULES BY, PHOPOSED 10\nICANT aNOUYT OF TI4e TO\n\n            \n\n   \n\n \n\nTHE COMMISSION NOTFT. THAT UNLFR THF PFCEYT SUPEE4E COURT CASE,\nBED LION PROALCASTING CO+, Vs FCC) THE BROEPCASTER IS \"OHLIGATEL\nTO GIVE SUITABLE TIVE AND ATTENTION TO “ATTERS OF CkEOT PURLIC\nCONCERY.\" TUE COISSION STATED THAT THF NOTION THAT CIGARETTE\nSMOXING IS NO LOVGEP SICH 4 4aTTYR PUVS COUVTFR TO THt HECEVT\nWE REPOPTS AND TRE VERY FACT THAT CONGEFSS TO9K THF FORCEFUL\nACTION IT DID IN THE 1060 Lav. IT VOTED THAT THF QUESTION\nWHFTHFR @ MPOADCOSTFH CHO FAILS TO TebOT THIS SUNUECT HAS SERVED\nTER PUBLIC I$ ONE ERICH Cav AE LEFIVITIVFLY ASSESSFD ONLY AT\nRevwwaL TI¢® WHEN THF LICFNSFF'S OVFSALL PUNLIC SERVICE PE\nFOP“ANCE EFFORT IS EVALUATFL. IT a6R HOLEVERs «ITH Tak\nPROPOSITION THOT UNICE PURLIC URYECTS ABE TO RE COVERED,\nAND ENW, TS FOP THF RvOarcASTER NT, RASED ON HIS EVALUA-\nTIOV IN LIGHT OF CO4PETING PURLIC SFAVICK PFAANDS.\n\n   \n \n\n    \n\n   \n\n     \n \n\n    \n   \n \n  \n\n      \n   \n\n \n\nzstzsez004\n\f",
    "augmented_texts": [
        "70) ciek PHIL “ oP VY Be TNRACCd INSTR os ATTN FRANK SAIVDFFS UPGEYT RILL XLOEPFFR THF FOLLOVING 1S VE P! ASE FROM FCC PATED 12 - 15 - 70 RFPORT VO. 6005 RPOATCASTERS COPPYING ANTI - SYOKING SPOTS “ UST GAKE LETEEMINATION WHETSFE CONTRASTING VIEWS ARE HEQUIPED ARTEH Jevuany 1s 1971s FCC RULSS $ DENIES CONTENTION BPOALCASTFRS “ UST AIK SUCH VIEMS WHEY @ ARNAPCASTER CCPRIFS ANTI - S “ OXING VESSAGES AFTER JANUARY 1s 1071, N PPOARCAST CIGAEYTTIF COC “ ERCIALS WILL EVE UVEEX 1Hk 1969 Ballad ¢ 912999 ), IT 1S UP TO HIM 10 “ ax A GOOW FAITH, PFasny HAS CARPTED & CONTROVENSIAL I ayn VIFSPOLNT, THY FCC MAS FULED IV A PROCEEDIVG OV ITS FEGULETORY POLICIFS ON CIGARETTE SHO4ING ANL RROAPCASTING. THE COMMISSION REJECTER THE ToRACG: SICH 4 CAS THE RFOATMASTER “ UST F: VIF THAT S ¥ OKIVG vay VOT BE HAZERTOUS TO HFALTH. ON THE CON - TRAY, THF COMVISSION VOTED TYST SFVEROL FROALCASTENS HOVE CosiiNTED HE GEVEPQI TSSUF OF S4941YG EFING & HFALTH HAZORE 1S vo INSTITUTE ' S ARGUYENT THAT IN QUID: AN OPPORTUNITY FOR THz. P CONTPAVEEST ¢ L, @ YD SPECIFICALLY HFLD THAT THAT JULG4ENT WAS PEASOVARLE IY LIGHT OF PECRYT LFVELOPHENTS. THE CO4% 1SS10N @ LSO POINTED OUT THAT THF 1042 TE. C. COUFT OF APPEALS CASE, RAN7HOF UV. FOC, SUSTAINED THIS VIE. IN THF SA4E ACTION, THE COWMISSION DISMIS ON SWNXING AND HFOLTH CASH) ASKING REQUIRE LICENSEES TO PEVOTE A SIC @ NTI - CIGAPEITE SMOKING VATERIELS FVFN THOUGH CIGAPEITE CO44ErCIALS HAVE BEEV DISCOVTINUEE. IT HELD THAT THERE WAS NO BASIS TO SINGLF ONT THIS ONE AREA FOR SUCK @ RULE. EE A REQUEST BY ACTION HaT RULES BY, PHOPOSED 10 ICANT aNOUYT OF TI4e TO THE COMMISSION NOTFT. THAT UNLFR THF PFCEYT SUPEE4E COURT CASE, BED LION PROALCASTING CO +, Vs FCC) THE BROEPCASTER IS \" OHLIGATEL TO GIVE SUITABLE TIVE AND ATTENTION TO “ ATTERS OF CkEOT PURLIC CONCERY. \" TUE COISSION STATED THAT THF NOTION THAT CIGARETTE SMOXING IS NO LOVGEP SICH 4 4aTTYR PUVS COUVTFR TO THt HECEVT WE REPOPTS AND TRE VERY FACT THAT CONGEFSS TO9K THF FORCEFUL ACTION IT DID IN THE 1060 Lav. IT VOTED THAT THF QUESTION WHFTHFR @ MPOADCOSTFH CHO FAILS TO TebOT THIS SUNUECT HAS SERVED TER PUBLIC I $ ONE ERICH Cav AE LEFIVITIVFLY ASSESSFD ONLY AT RevwwaL TI ¢ ® WHEN THF LICFNSFF ' S OVFSALL PUNLIC SERVICE PE FOP “ ANCE EFFORT IS EVALUATFL. IT a6R HOLEVERs « ITH Tak PROPOSITION THOT UNICE PURLIC URYECTS ABE TO RE COVERED, AND ENW, TS FOP THF RvOarcASTER NT, RASED ON HIS EVALUA - TIOV IN LIGHT OF CO4PETING PURLIC SFAVICK PFAANDS. zstzsez004",
        "70) ciek PHIL “ oP VY Be TNRACCd INSTR os ATTN FRANK SAIVDFFS UPGEYT rivulet XLOEPFFR THF FOLLOVING 1S VE P! ASE FROM FCC PATED 12 - 15 - 70 RFPORT VO. 6005 RPOATCASTERS COPPYING ANTI - SYOKING SPOTS “ UST GAKE LETEEMINATION WHETSFE CONTRASTING VIEWS ARE HEQUIPED ARTEH Jevuany 1s 1971s FCC RULSS $ DENIES CONTENTION BPOALCASTFRS “ UST AIK SUCH VIEMS WHEY @ ARNAPCASTER CCPRIFS ANTI - S “ OXING VESSAGES AFTER JANUARY 1s 1071, N PPOARCAST CIGAEYTTIF COC “ ERCIALS WILL EVE UVEEX 1Hk 1969 Lay ¢ 912999 ), IT 1S UP TO HIM 10 “ ax A GOOW FAITH, PFasny HAS CARPTED & CONTROVENSIAL I ayn VIFSPOLNT, THY FCC MAS FULED IV A PROCEEDIVG OV ITS FEGULETORY POLICIFS ON CIGARETTE SHO4ING ANL RROAPCASTING. THE COMMISSION REJECTER THE ToRACG: SICH 4 CAS THE RFOATMASTER “ UST F: VIF THAT S ¥ OKIVG vay VOT BE HAZERTOUS TO HFALTH. ON THE CON - TRAY, THF COMVISSION VOTED TYST SFVEROL FROALCASTENS HOVE CosiiNTED HE GEVEPQI TSSUF OF S4941YG EFING & HFALTH HAZORE 1S vo INSTITUTE ' S ARGUYENT THAT IN QUID: AN OPPORTUNITY FOR THz. P CONTPAVEEST ¢ L, @ YD SPECIFICALLY HFLD THAT THAT JULG4ENT WAS PEASOVARLE IY LIGHT OF PECRYT LFVELOPHENTS. THE CO4% 1SS10N @ LSO POINTED OUT THAT THF 1042 TE. C. COUFT OF APPEALS CASE, RAN7HOF UV. FOC, SUSTAINED THIS VIE. IN THF SA4E ACTION, THE COWMISSION DISMIS ON SWNXING AND HFOLTH CASH) ASKING REQUIRE LICENSEES TO PEVOTE A SIC @ NTI - CIGAPEITE SMOKING VATERIELS FVFN THOUGH CIGAPEITE CO44ErCIALS HAVE BEEV DISCOVTINUEE. IT HELD THAT THERE WAS NO BASIS TO SINGLF ONT THIS ONE AREA FOR SUCK @ RULE. EE A REQUEST BY ACTION HaT RULES BY, PHOPOSED 10 ICANT aNOUYT OF TI4e TO THE COMMISSION NOTFT. THAT UNLFR THF PFCEYT SUPEE4E COURT CASE, layer LION PROALCASTING CO +, Vs FCC) THE BROEPCASTER IS \" OHLIGATEL TO GIVE SUITABLE TIVE AND ATTENTION TO “ ATTERS OF CkEOT PURLIC CONCERY. \" TUE COISSION STATED THAT THF NOTION THAT CIGARETTE SMOXING IS NO LOVGEP SICH 4 4aTTYR PUVS COUVTFR TO THt HECEVT WE REPOPTS AND TRE VERY FACT THAT CONGEFSS TO9K THF FORCEFUL ACTION IT DID IN THE 1060 Lav. IT VOTED THAT THF QUESTION WHFTHFR @ MPOADCOSTFH CHO FAILS TO TebOT THIS SUNUECT HAS SERVED TER PUBLIC I $ ONE ERICH Cav AE LEFIVITIVFLY ASSESSFD ONLY AT RevwwaL TI ¢ ® WHEN THF LICFNSFF ' S OVFSALL PUNLIC SERVICE PE FOP “ ANCE EFFORT IS EVALUATFL. IT a6R HOLEVERs « ITH Tak PROPOSITION THOT UNICE PURLIC URYECTS ABE TO RE COVERED, AND ENW, TS FOP THF RvOarcASTER NT, RASED ON HIS EVALUA - TIOV IN LIGHT OF CO4PETING PURLIC SFAVICK PFAANDS. zstzsez004"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "FCC PATED 12-15-70                                           RFPORT VO. 6005  “RPOATCASTERS COPPYING ANTI-SYOKING SPOTS” “UST GAKE LETEEMINATION Guidelines’s are HEQUIPED ARTEH Jevuany 1s 1971s FCCRULSS$ DENIES CONTENTION BPOALCASTFRS. The FCC MAS FULED IV APROCEEDIVG OV ITS FEGULETORY POLICIFS ON CIGARETTE SHO4ING ANLROAPCASTING."
}