{
    "filename": "1003189443_1003189463.jpg",
    "metadata": {},
    "text": " \n\nRe sraicren TS Cece\n\nZAPPROVAL BY: com\n\n     \n  \n      \n\n \n\n \n\n \n\nCENTER\n\n \n\nSEARCH”\n\n   \n\nOanwuat \"© senrannuat Oo Covet\n\nLZ. LPO ox PERIOD COVERED:\naerort TITLE: ~ (S178Y/7 TK” MOUSE LYMPHOMA POINT MUTATION ASSA\nCONFIRMATION OF THE MOLECULAR BASIS FOR THE ASSAY\n\n      \n     \n\nwarren ys Y. “Con\n: yom ;\nSUPERVISED BY. 245 :\nAPPROVED BY. YE dw)\n\n \n\n \n\n \n\n \n\n  \n\nWF. KUN\nDISTRIBUTION: ;\nSDR. Re B. SELIGMAN, 3, ae MR. J. L. CHARLES\nDR. T. S. OSDENE i DR. R. N. FERGUSON\nee DRE RE FAGAN DR. R. A. PAGES\nMR. W. F. KUHN DR. R. W. McCUEN\nMR. R. D. CARPENTER CENTRAL FILE (THO)\n\n  \n\nebpEesteoor\n\nte\n\n \n\nKEYWORDS: Mutation, Assay, L5SI78Y Cells, Thymidine Kinase (TK), Enzyme Assay,\nSelective Growth, Toxicity Studies, 5- bromodeoxyuridine (BUdR),\nif] vorodeoxy thymidine (1FT). ante]\n\n \n\n     \n\f",
    "augmented_texts": [
        "Re sraicren TS Cece ZAPPROVAL BY: com CENTER lookup ” Oanwuat \" © senrannuat Oo Covet LZ. LPO ox PERIOD COVERED: aerort TITLE: ~ (S178Y / 7 TK ” computer mouse LYMPHOMA detail MUTATION ASSA CONFIRMATION OF THE MOLECULAR BASIS FOR THE ASSAY warren ys Y. “ Con: yom; SUPERVISED BY. 245: APPROVED BY. YE dw) WF. KUN DISTRIBUTION: ; SDR. Re B. SELIGMAN, three, ae MR. J. L. CHARLES DR. T. S. OSDENE i DR. R. N. FERGUSON ee DRE RE FAGAN DR. R. A. PAGES MR. W. F. KUHN DR. R. W. McCUEN MR. R. Cholecalciferol. CARPENTER CENTRAL FILE (THO) ebpEesteoor te KEYWORDS: Mutation, Assay, L5SI78Y Cells, Deoxythymidine Kinase (TK ), Enzyme Assay, Selective Growth, Toxicity Studies, 5 - bromodeoxyuridine (BUdR ), if] vorodeoxy thymidine (1FT ). ante ]",
        "Re sraicren TS Cece ZAPPROVAL BY: com CENTER SEARCH ” Oanwuat \" © senrannuat Oo Covet LZ. LPO ox PERIOD COVERED: aerort TITLE: ~ (S178Y / 7 TK ” black eye LYMPHOMA POINT MUTATION ASSA CONFIRMATION OF THE MOLECULAR BASIS FOR THE ASSAY warren ys Y. “ Con: yom; SUPERVISED BY. 245: APPROVED BY. YE dw) WF. KUN DISTRIBUTION: ; SDR. Re B. SELIGMAN, 3, ae MR. Joule. L. charles the bald DR. T. S. OSDENE i DR. R. N. FERGUSON ee DRE RE FAGAN DR. R. A. PAGES MR. W. F. KUHN DR. R. W. McCUEN MR. R. D. CARPENTER CENTRAL FILE (THO) ebpEesteoor te KEYWORDS: Mutation, Assay, L5SI78Y Cells, Thymidine Kinase (TK ), Enzyme Assay, Selective Growth, Toxicity Studies, 5 - bromodeoxyuridine (BUdR ), if] vorodeoxy thymidine (1FT ). ante ]"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Re sraicren TS Cece Guidelines: A. Psychological and Statistical Review of Neurotoxicology, Volume 245, No. 2, June 2013. The book was published by Springer-Verlag, Berlin, Germany, in July 2013, and is available for download from the Springer's website."
}