{
    "filename": "1003043903.jpg",
    "metadata": {},
    "text": "‘TRIBUNE\nMinneapolis, Minnesota\nFebruary 9, 1963\n\nNew Smoking Law\n\nTHOSE WHO work with iuvenile\ndelinquents have long been conce...ed\nwith Minnesota's antiquated smoking\nlaw. They feel that because of its am-\npractically (it is virtually unenforce-\nable) it breeds disrespect for law and\norder.\n\nThe old law makes it a misdemeanor\nfor anyone-under 18 to smoke—but if\nthe person happens to be going to\nschool, college or university he can not\nsmoke legally until he is 21. The law,\nof course, is not enforced with any\nvigor or uniformity and in many places\nis all but forgotten.\n\n‘Yet its mere presence on the statute\n\n00ks makes juveniles think they are\n‘getting away with something”. The\nAdvisory Committee on Revision of\n“the Criminal Law has recommended a\nnew law banning smoking for anyone\nunder 15 and making consent of par-\nents necessary for anyone between 15\nand 18. It would be a misdemeanor to\nfurnish tobacco to anyone barred from\nhaving it by law, just as the present\nlaw provides,\n\nJuvenile experts do not believe that\npassing a new law will solve the smok-\ning problem. Of course it will not.\nThere is widespread, genuine concern\nand recognition of problems in smok-\ning by children. Health hazards, for\nexample. What can the schools do\nabout it? What can parents do? And\nchurches? A new, workable law that\nstands some chance of enforcement\nmay help in a measure. But ultimately,\ncontrot and reduction of smoking by\nchildren must rest on the whole cli-\nmate. of our social opinions and cult-\nural habits.\n\n \n\n \n\n102304 3403\n\n \n\nSURBURBAN LIST\nEssex Junction, Vermont\nJanuary 24, 1963\n\nYoung Smokers\n\nIf you have ever watched very young boys\n— and we have seen them as young as ten —\n“smoking on street corners or trying to appear\nnonchalant about getting a light from an old-\n\n~er boy, you may be interested to know that\n\na New Jersey community is trying to do\nsomething about the problem.\n\nOne of the larger cities has planned a seven\nday campaign of education which the Amer=\nican Cancer Society says is a “crusade against\nlung cancer” and which parents think of as\nfight to keep very young people from estab-\nlishing a habit which they may some day wish\nto make a choice about, and find it’s too late.\n\nDuring the week-long saturation campaign,\nnewspapers, radio, television and school:\nTooms, doctors, scientists and teachers, will\ncooperate to explain to the kids just what\nsmoking is, how it began, and what harm it\ncan do. Twelve thousand students will bé\nreached by the all-out effort.\n\nWhat inspired the community to make this\neffort? The shock of realizing that fifth and\nsixth graders in their city were smoking on\ntheir way to and from school, apparentiy to\nimitate the handsome young men and wom\nen in the tv. and magazine ads who advise\neveryone to try their “favorite brands,”\n\n‘We hope that this community will publicize\nthe results of their education campaign when\nthey have had time to evaluate them, so that\nother areas ean make plans from their exper.\n\nence.\n\n1003043903 4.\n\n \n\f",
    "augmented_texts": [
        "‘ TRIBUNE Minneapolis, Minnesota February 9, 1963 New Smoking Law THOSE WHO work with iuvenile delinquents have long been conce. .. ed with Minnesota ' s antiquated smoking law. They feel that because of its am - practically (it is virtually unenforce - able) it breeds disrespect for law and order. The old law makes it a misdemeanor for anyone - under 18 to smoke — but if the person happens to be going to school, college or university he can not smoke legally until he is 21. The law, of course, is not enforced with any vigor or uniformity and in many places is all but forgotten. ‘ Yet its mere presence on the statute 00ks makes juveniles think they are ‘ getting away with something ”. The Advisory Committee on Revision of “ the Criminal Law has recommended a new law banning smoking for anyone under 15 and making consent of par - ents necessary for anyone between 15 and 18. It would be a misdemeanor to furnish tobacco to anyone barred from having it by law, just as the present law render, Juvenile experts do not believe that passing a new law will solve the smok - ing problem. Of course it will not. There is widespread, genuine concern and recognition of problems in smok - ing by children. Health hazards, for example. What can the schools do about it? What can parents do? And churches? A new, workable law that stands some chance of enforcement may help in a measure. But ultimately, controt and reduction of smoking by children must rest on the whole cli - mate. of our social opinions and cult - ural habits. 102304 3403 SURBURBAN LIST Essex Junction, Vermont January 24, 1963 Young Smokers If you have ever watched very young son — and we have seen them as young as ten — “ smoking on street corners or trying to appear casual about getting a light from an old - ~ er boy, you may be interested to know that a New Jersey community is essay to do something about the problem. One of the larger cities has planned a seven day campaign of education which the Amer = ican Cancer Society says is a “ crusade against lung cancer ” and which parents think of as fight to keep very young people from estab - lishing a habit which they may some day wish to make a choice about, and find it ’ s too late. During the week - long saturation campaign, newspapers, radio, television and school: Tooms, doctors, scientists and teachers, will cooperate to excuse to the kids just what smoking is, how it began, and what harm it can do. Twelve thousand students will bé reached by the all - out feat. What inspired the community to make this effort? The shock of realizing that fifth and sixth graders in their city were smoking on their way to and from school, apparentiy to imitate the handsome young men and wom en in the tv. and magazine ads who advise everyone to try their “ favorite brands, ” ‘ We hope that this community will publicize the results of their education cause when they have had time to measure them, so that other areas ean make plans from their exper. ence. 1003043903 4.",
        "‘ TRIBUNE Minneapolis, Minnesota Feb 9, 1963 New Smoking Law THOSE WHO work with iuvenile delinquents have long been conce. .. ed with Minnesota ' s antiquated smoking law. They feel that because of its am - practically (it be virtually unenforce - able) it breeds disrespect for law and order. The old law makes it a misdemeanor for anyone - nether 18 to smoke — but if the person happens to be going to school, college or university he can not smoke legally until he is 21. The law, of course, is not enforced with any vigor or uniformity and in many places is all but forgotten. ‘ Yet its mere presence on the statute 00ks makes juveniles think they are ‘ getting away with something ”. The Advisory Committee on Revision of “ the Criminal Law has recommended a new law banning smoking for anyone under 15 and making consent of par - ents necessary for anyone between 15 and 18. It would be a misdemeanor to furnish tobacco to anyone barred from having it by law, just as the present law provides, Juvenile experts do not believe that passing a new law will solve the smok - ing problem. Of course it will not. There is widespread, genuine concern and recognition of problems in smok - ing by children. Health hazards, for example. What can the schools do about it? What can parents do? And churches? A new, workable law that stands some chance of enforcement may help in a measure. But ultimately, controt and reduction of smoking by children must rest on the whole cli - mate. of our social opinions and cult - ural habits. 102304 3403 SURBURBAN LIST Essex Junction, Vermont January 24, 1963 Young Smokers If you have ever watched very young boys — and we have seen them as young as ten — “ smoking on street corners or trying to appear nonchalant about getting a light from an old - ~ er boy, you may be interested to know that a New Jersey community is trying to do something about the problem. One of the larger cities has planned a seven day campaign of education which the Amer = ican Cancer Society says is a “ crusade against lung cancer ” and which parents think of as fight to keep very young people from estab - lishing a habit which they may some day wish to make a choice astir, and find it ’ s too late. During the week - long saturation campaign, newspapers, radio, television and school: Tooms, doctors, scientists and teachers, will cooperate to explain to the kids just what smoking is, how it began, and what harm it can do. Twelve thousand students will bé reached by the all - out effort. What inspired the community to make this effort? The shock of realizing that fifth and sixth graders in their city were smoking on their way to and from school, apparentiy to imitate the handsome young hands and wom en in the tv. and magazine ads who advise everyone to try their “ favorite brands, ” ‘ We hope that this community will publicize the results of their education campaign when they have had time to evaluate them, so that other areas ean make plans from their exper. ence. 1003043903 4."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Minnesota's antiquated smoking law breeds disrespect for law and order. New Jersey community is trying to do something about the problem. A new, workable law may help in a measure. But ultimately, reduction of smoking by children must rest on the whole cli-competitivemate of our social opinions and cult-like habits."
}