{
    "filename": "1003042611.jpg",
    "metadata": {},
    "text": " \n\n \n\n‘LOS ANGELES TIMES\nIos Angeles, California\nFebruary 23, 1966\n\nRATE FOR MEN STILL GREATER\n\n \n\nCancer Higher in Women\n\nWho Smoke,\n\nDoctor Says\n\nBY GEORGE GETZE\nTet Sine Wr\n\n‘The first big statistical study of\nigaret smoking among women\nshows that death rates from cancer\n\nsssieereone; and several other diseases are high-\n\n \n\n \n\ner among.women who smoke than\namong women who don't.\n\nDr. E. C, Hammond, director of\nstatistical research for the American\nCancer Society, said women general-\nly have been much less exposed to\n\n“ elgaret smoke than men and boys.\nNot only do fewer women smoke,\nbut those who do, smoke fewer ciza-\nets, do not inhale so deeply and\nhave smoked for fewer years.\n\n‘Hammond's study showed that .\n\nthe lung cancer death rate increased\namong women according to the\nnumber of cigarets habitually\nsmoked, how deeply they inhaled,\nand hovt long they had smoked.\n\nBesides lung cancer, some of the\ndiseases in which the mortality rate\nwas heightened hy cigarets’ were\nemphysema, cancer of the mouth,\ncancer of the pharynx and larynx,\ncirrhosis of the liver, and ballooning\nof the anrta,\n\nEven though women iow have\nbeen found not to eome off sco! free\nin the statistical appraisal of the ef-\nfects of smoking, Dr. Hammond\n\n \n\n \n\nfound they still come off better than\n\n“The death rate from coronary\ndisease among men smokers, for ex-\nample, was found to be 28) times\nhigher than among men who do not\nsmoke. Among women smokers the\ndeath rate is twice as high.\n\nJn the case of strokes, however,\n\nmen have the worst of the statis:\nties. It was found that the death rate\nfor women smokers is 2.11 times as\nhigh as that for non-smokers, while\nwith men smokers it is only 1¥%\ntimes as high.\n\n‘The greatest difference was. in\nJung cancer, which kills more than\nnine times as many men smokers as\nnon-smokers. Lung cancer kills only\nlightly more than twice as many\nwwornen smokers,\n\n\"As with men, the new study\nshows that womén smokers who da\nnot inhale have a lawer death rate\nfrom all the diseases than. women\nwho inhale deeply, and that women\nwha. quit smoking. have a lower\ndieath rate than those who keep it\n\n \n\n\"the statistical studies of cigaret\nsmoking made bythe American\nCancer Society ove the last 10 years\nare confirmed by findings of the ad-\n\n \n\nvisary commitice to the\nVS, surgeon general.\nPublished in this week's\nmorbidity and mortality\nreport of the County\nHealth Dept, the studies\nshow that just about a mil\nlien men 30 years old and\nolder die in the United\nStates each year.\nin 1983, the most recent\nyear for which statistical\nappraisal has been com-\npleted, 918,757 men in this\nage group died. Among\nthein, 168 cigaret smokers\ndice “for every 100 men\nwho did not smoke.\n1c was calculated from\nthis that there were 23\nU7 \"excess\" deaths\namong smokers in 1963.\nThat is, 575937 smokers\nied: that year compared\nwith 342,820 non-smokers.\nSome of the causes of\nrath were broken down\n32 follows:\nLung cancer, 33,846\nsiaokers and 3,134 non-\nsmokers; bronchitis and\nemphysema, 14,142 smo-\nkers and 2,319| non-smo-\nkers; cancer of the larynx,\n1,920 compared with 356;\neancer of the mouth, 3,967\nand 968; cancer of the eso\npphagus, 3,084 and 901; can-\ner of the stomach, 6,469\nand 2.310; eirthosis'of the\nliver, 9,977 and 4.534; ean-\ncer of ‘the bladder, 3,727\nand 1,981; and. coronary\nisease, 210,910. smoker=\nand. 124064 non-smokers\n\n \n\n \n\n \n\n \n\n \n\nPg.\n\nTr9zboro0r\n\n \n\f",
    "augmented_texts": [
        "‘ LOS ANGELES TIMES Ios Angeles, California February 23, 1966 RATE FOR MEN STILL GREATER Cancer Higher in Women Who Smoke, Doctor Says BY GEORGE GETZE Tet Sine Wr ‘ The first big statistical study of igaret smoking among women show that death rates from cancer sssieereone; and several other diseases are high - er among. women who smoke than among women who wear ' t. Dr. E. C, Hammond, director of statistical research for the American Cancer Society, said women general - ly have been much less exposed to “ elgaret smoke than men and boys. Not only do fewer women smoke, but those who do, smoke fewer ciza - ets, do not inhale so deeply and have smoked for fewer years. ‘ Hammond ' s study showed that. the lung cancer death rate increased among women according to the number of cigarets habitually smoked, how deeply they inhaled, and hovt long they had smoked. Besides lung cancer, some of the diseases in which the mortality rate was heightened hy cigarets ’ were emphysema, cancer of the mouth, cancer of the pharynx and larynx, cirrhosis of the liver, and ballooning of the anrta, Even though women iow have been found not to eome off sco! free in the statistical appraisal of the ef - fects of smoking, Dr. Hammond found they still come off better than “ The death rate from coronary disease among men smokers, for ex - ample, was found to be 28) times higher than among men who do not smoke. Among women smokers the death rate is twice as high. Jn the case of strokes, however, men have the worst of the statis: ties. It was found that the death rate for women stag party is 2. 11 times as high as that for non - smoking compartment, while with men smokers it is only 1 ¥% times as high. ‘ The greatest difference was. in Jung cancer, which kills more than nine times as many men smokers as non - smokers. Lung cancer kills only lightly more than twice as many wwornen smokers, \" As with men, the new study shows that womén smokers who da not inhale have a lawer death rate from all the diseases than. women who inhale deeply, and that women wha. quit smoking. have a lower dieath rate than those who keep it \" the statistical studies of cigaret smoking made bythe American Cancer Society ove the last 10 years are confirmed by findings of the ad - visary commitice to the VS, surgeon general. Published in this week ' s morbidity and mortality report of the County Health Dept, the studies show that just about a mil lien men 30 years old and older die in the United States each year. in 1983, the most recent year for which statistical appraisal has been com - pleted, 918, 757 men in this age group died. Among thein, 168 cigaret smokers dice “ for every 100 men who did not smoke. 1c was calculated from this that there were 23 U7 \" excess \" deaths among smokers in 1963. That is, 575937 smokers ied: that year compared with 342, 820 non - smokers. Some of the causes of rath were broken down 32 follows: Lung cancer, 33, 846 siaokers and 3, 134 non - smokers; bronchitis and emphysema, 14, 142 smo - kers and 2, 319 | non - smo - kers; cancer of the larynx, 1, 920 compared with 356; eancer of the mouth, 3, 967 and 968; cancer of the eso pphagus, 3, 084 and 901; can - er of the stomach, 6, 469 and 2. 310; eirthosis ' of the liver, 9, 977 and 4. 534; ean - cer of ‘ the bladder, 3, 727 and 1, 981; and. coronary isease, 210, 910. smoker = and. 124064 non - smokers Pg. Tr9zboro0r",
        "‘ LOS ANGELES TIMES Ios Angeles, California February 23, 1966 RATE FOR MEN STILL GREATER Cancer Higher in Women Who Smoke, Doctor Says BY GEORGE GETZE Tet Sine Wr ‘ The first big statistical study of igaret smoking among women shows that death rates from cancer sssieereone; and several other diseases are high - er among. women who smoke than among women who don ' t. Dr. E. C, Hammond, director of statistical research for the American Cancer Society, said adult female general - ly have been much less exposed to “ elgaret smoke than men and boys. Not only do fewer women smoke, but those who do, smoke fewer ciza - ets, do not inhale so deeply and have smoked for fewer years. ‘ Hammond ' s study showed that. the lung cancer death rate increase among women according to the number of cigarets habitually smoked, how deeply they inhaled, and hovt long they had smoked. Besides lung cancer, some of the diseases in which the mortality rate was heightened hy cigarets ’ were emphysema, cancer of the mouth, cancer of the pharynx and voice box, cirrhosis of the liver, and ballooning of the anrta, Even though women iow have been found not to eome off sco! free in the statistical appraisal of the ef - fects of smoking, Dr. Hammond found they still come off better than “ The death rate from coronary disease among men smokers, for ex - ample, was found to be 28) times higher than among men who do not smoke. Among women smokers the death rate is twice as high. Jn the case of strokes, however, men have the worst of the statis: ties. It was found that the death rate for women smokers is 2. 11 times as high as that for non - smoker, while with men smokers it is only 1 ¥% times as high. ‘ The greatest difference was. in Jung cancer, which kills more than nine times as many men smokers as non - smokers. Lung cancer kills only lightly more than twice as many wwornen smokers, \" As with men, the new study shows that womén smokers who da not inhale make a lawer death rate from all the diseases than. women who inhale deeply, and that women wha. quit smoking. have a lower dieath rate than those world health organization keep it \" the statistical studies of cigaret smoke made bythe American Cancer Society ove the last 10 years are confirmed by findings of the ad - visary commitice to the VS, surgeon general. Published in this week ' s morbidity and mortality report of the County Health Dept, the studies show that just about a mil lien men 30 years old and older die in the United States each year. in 1983, the most recent year for which statistical appraisal has been com - pleted, 918, 757 men in this age group died. Among thein, 168 cigaret smokers dice “ for every 100 men who did not smoke. 1c was calculated from this that there were 23 U7 \" excess \" deaths among smokers in 1963. That is, 575937 smokers ied: that year compared with 342, 820 non - smokers. Some of the causes of rath were broken down 32 follows: Lung cancer, 33, 846 siaokers and 3, 134 non - smokers; bronchitis and emphysema, 14, 142 smo - kers and 2, 319 | non - smo - kers; cancer of the larynx, 1, 920 compared with 356; eancer of the mouth, 3, 967 and 968; cancer of the eso pphagus, 3, 084 and 901; can - er of the stomach, 6, 469 and 2. 310; eirthosis ' of the liver, 9, 977 and 4. 534; ean - cer of ‘ the bladder, 3, 727 and 1, 981; and. coronary isease, 210, 910. smoker = and. 124064 non - smokers Pg. Tr9zboro0r"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Cancer death rate for women smokers is 2.11 times as high as that for non-smokers. Women smokers who do not inhale have a lawer death rates from all the diseases than. women who inhales deeply. Men smokers have the worst of the statis: stroke deaths are 28 times higher than for men who don't smoke."
}