{
    "filename": "10033562.jpg",
    "metadata": {},
    "text": " \n\neprom\n\n$e pak Gor. September 188\nHela ahs Ste :\n\n \n\n \n\nSerological characterization of B-tropic viruses of C57BL mice:\nPossible origin by recombination of endogenous N-tropic and\n\nxenotropic viruses\n\n(Ws Brpien/C ype BNA vit/tecombiaton/competienraicimencaie)\nLEONARD E.BENADE*, JAMES N. IHLE*, AND ALAIN DECLEVE!\n\ncme ogy rep, Nal aes tine rp Che Ranch Ca\npointes Emad\n\n(Seer ety Se ea\nCommie by Hear Kaplan, Joe 21978\n\nFeel po oe\naga te ei\noteclng eat eaearerig\nfieeatieernctech trea steely\neebtecahinte\n\niromARK muro okomtrs pe,\n\n  \n\n \n\n \n\neum. the\niat fro he\n\nY\nsaa the\nla\n\n  \n\nsteomtnic\nesos tha\nseoealo ct Bp vines in STBL mie.\n\n‘Vain anc of mie fave bes shown fo\n\n \n\n5 at\not Cpe Algerie\n{ator ery among ne ri arose\nSey car by tytn sd serge sor,\nTete ag reopens ltt am eo\n\neoceceseam\nSees\nSnceetkeneee\neee\n\nHioncmirreeeiems\nSeer\nSin Sind BAL ere ela ae vi ta\nSerena Sareea\nSetar\nSiren aes\n{rosaited wes (B Nal, Hare. and W. Rowe, peel\n\ncommunetin)\nTsp ol the lack of eidece for genetic transmision of\na sme i any ener nh\n\nactively replat Baropi vrs (11-13), Ths ob\n‘Seraton consent wilh the bit ofthe Fe] gene Yo a\ntire mppres the Infectious smplifation of Nropc vis\ntopaz nto, Fort ean. opin Btrope vines\nInmch mee end, oreoverInall Fo sla capable ole.\nstig the replication ol he endogenous N-roptc views ot\n‘cndsabe Inert Previous stules have abown that die\nrene inthe von rts pS, 0, nd pare detectable\n\n“Foe pion to swe were eed\nTries Tht ec ey aes\nSee aon th TS Cre ide\n\n \n\n  \n\n \n\n \n\n1 Frei Mand 170 and ane Bla Rech\n\nby polyacrylamide gel electoptoness (1,15) An anal of\n2 caiely of potenti ecombiran BAL D/e wrwcs segeted\nhatte Nr, Bropam was liked tothe pB0dilerences Sim\nTay. we have previo shown that in CBTBL,/Ka mice the\nIN: and B-tropie vrs cam be ditingushed on the bass of\n‘erolgial differences the vial p12 protein (16 a the\nresent experiments wehaveclended thes observaionsand\n‘ow that cenain Butropie ses from both CSTBL/6 ond\n\n(CSTBL/Keatrais of mice have gag gee product silat 0\n‘ore the endogenous reap virus These dln turn\n\"inc of CSFBL mice seis by ree\n\n \n\nMATERIALS AND METHODS\n\nVirses and Cell, WISIN ad WN16028 (Nand Be\nMir ted rm these of BALB/c mou\nss BS TN) nd BE M0) and Brive ote\nions GS79L/Smaue} wae dane fom fret Hatley\neros tga aN\neB) an Ba tp, op ond tent\nsoiree proatnn COTEE Es mice is ren red\n(ay 301 weno cel 18) productively fected wth\nthee ies wer wed ere visor pation by\nFading in cre dewty rents AKR manne vows,\nfins (aL) we chained rom am cabled ie of AX\nIBoe embry cl hat Tal aprtaneoosy tated ins\nSi Roan eke ren (Red V/VLS was\nined rom he BUI ae of ets bid\nrom RedLV induced ipmpomas to OSTBL/ Ka mee (9\nEnzi are ne be ord cash\nUAT aN esemiope vide roc)\n‘Teen om predate fected ik ngs als\nin Exge soni ese medi, MeCoy’\n\n \n\n \n\ndeterminations and en: pout italios of vison moe\n[NINSTS cell (Fo™),CS7BL/Ka cel (Fo. 1™)and (BLK\nXINTH) F els (Fo-12) weve arid out by the MuLY im\n‘me tmey 08 Socrbed by Decbve ee (20).\nHitnes and endpoint her weve a ascertained bythe XC\nplague esay (21) ang NDESTS ells and BALB/cembyo\n‘robles (Pot)\n\nadioimmnuneamiays. Doabieantibedy competition r-\nicmmmunoasays for ea structural proteins have bre de\n‘ered (182) Purtied prota were beled with 1 by he\n‘horamineT procedure (2) The asoysfer AKEANLY gp,\n\n \n\n‘Roeevatns Radeon Fake sire MLN are\nitatema rade\n\n3\n\n0079019\n\f",
    "augmented_texts": [
        "eprom $ e pak Gor. September 188 Hela ahs Ste: Serological characterization of B - tropic viruses of C57BL mice: Possible origin by recombination of endogenous N - tropic and xenotropic viruses (Ws Brpien / C ype BNA vit / tecombiaton / competienraicimencaie) LEONARD E. BENADE *, JAMES Newton. IHLE *, AND ALAIN DECLEVE! cme ogy rep, Nal aes tine rp Che Ranch Ca pointes Emad (Seer ety Se ea Commie by Hear Kaplan, Joe 21978 Feel po oe aga te ei oteclng eat eaearerig fieeatieernctech trea steely eebtecahinte iromARK muro okomtrs pe, eum. the iat fro he Y saa the la steomtnic esos tha seoealo ct Bp vines in STBL mie. ‘ Vain anc of mie fave bes shown fo 5 at ot Cpe Algerie {ator ery among ne ri arose Sey car by tytn sd serge sor, Tete ag reopens ltt am eo eoceceseam Sees Snceetkeneee eee Hioncmirreeeiems Seer Sin Sind BAL ere ela ae vi ta Serena Sareea Setar Siren aes {rosaited wes (B Nal, Hare. and W. Rowe, peel communetin) Tsp ol the lack of eidece for genetic transmision of a sme i any ener nh actively replat Baropi vrs (11 - 13 ), Ths ob ‘ Seraton consent wilh the bit ofthe Fe] gene Yo a tire mppres the Infectious smplifation of Nropc vis topaz nto, Fort ean. opin Btrope vines Inmch mee end, oreoverInall Fo sla capable ole. stig the replication ol he endogenous N - roptc views ot ‘ cndsabe Inert Previous stules have abown that die rene inthe von rts pS, 0, nd pare detectable “ Foe pion to swe were eed Tries Tht ec ey aes See aon th TS Cre ide 1 Frei Mand 170 and ane Bla Rech by polyacrylamide gel electoptoness (1, 15) An anal of 2 caiely of potenti ecombiran BAL D / e wrwcs segeted hatte Nr, Bropam was liked tothe pB0dilerences Sim Tay. we have previo shown that in CBTBL, / Ka mice the IN: and B - tropie vrs cam be ditingushed on the bass of ‘ erolgial differences the vial p12 protein (16 a the resent experiments wehaveclended thes observaionsand ‘ ow that cenain Butropie ses from both CSTBL / 6 ond (CSTBL / Keatrais of mice have gag gee product silat 0 ‘ ore the endogenous reap virus These dln turn \" inc of CSFBL mice seis by ree MATERIALS AND METHODS Virses and Cubicle, WISIN ad WN16028 (Nand Be Mir ted rm these of BALB / c mou ss BS TN) nd BE M0) and Brive ote ions GS79L / Smaue} wae dane fom fret Hatley eros tga aN eB) an Ba tp, op ond tent soiree proatnn COTEE Es mice is ren red (ay 301 weno cel 18) productively fected wth thee ies wer marry ere visor pation by Fading in cre dewty rents AKR manne vows, fins (camellia state) we chained rom am cabled ie of AX IBoe embry cl hat Tal aprtaneoosy tated ins Si Roan eke ren (Red V / VLS was ined rom he BUI ae of ets bid rom RedLV induced ipmpomas to OSTBL / Ka mee (9 Enzi are ne be ord cash UAT aN esemiope vide roc) ‘ Teen om predate fected ik ngs als in Exge soni ese medi, MeCoy ’ determinations and en: pout italios of vison moe [NINSTS cell (Fo ™ ), CS7BL / Ka cel (Fo. 1 ™) and (BLK XINTH) F els (Fo - 12) weve arid forbidden by the MuLY im ‘ maine tmey 08 Socrbed by Decbve ee (20 ). Hitnes and endpoint her weve a ascertained bythe XC plague esay (21) ang NDESTS ells and BALB / cembyo ‘ robles (Pot) adioimmnuneamiays. Doabieantibedy competition r - icmmmunoasays for ea structural proteins have bre de ‘ ered (182) Purtied prota were beled with 1 by he ‘ horamineT procedure (2) The asoysfer AKEANLY gp, ‘ Roeevatns Radeon Fake sire MLN are itatema rade 3 0079019",
        "eprom $ e pak Gor. September 188 Hela ahs Ste: Serological characterization of B - tropic viruses of C57BL mice: Possible origin by recombination of endogenous N - tropic and xenotropic viruses (Ws Brpien / C ype BNA vit / tecombiaton / competienraicimencaie) LEONARD E. BENADE *, JAMES N. IHLE *, AND ALAIN DECLEVE! cme ogy rep, Nal aes tine rp Che Ranch Ca pointes Emad (Seer ety Se ea Commie by Hear Kaplan, Joe 21978 Feel po oe aga tellurium ei oteclng eat eaearerig fieeatieernctech trea steely eebtecahinte iromARK muro okomtrs pe, eum. the iat fro he Y saa the la steomtnic esos tha seoealo ct Bp vines in STBL mie. ‘ Vain anc of mie fave bes shown fo 5 at ot Cpe Algerie {ator ery among ne ri arose Sey car by tytn sd serge sor, Tete ag reopens ltt am eo eoceceseam Sees Snceetkeneee eee Hioncmirreeeiems Seer Sin Sind BAL ere ela ae vi ta Serena Sareea Setar Siren aes {rosaited wes (B Nal, Hare. and W. Rowe, peel communetin) Tsp ol the lack of eidece for genetic transmision of a sme i any ener nh actively replat Baropi vrs (11 - 13 ), Ths ob ‘ Seraton consent wilh the bit ofthe Fe] gene Yo a tire mppres the Infectious smplifation of Nropc vis topaz nto, Fort ean. opin Btrope vines Inmch mee end, oreoverInall Fo sla capable ole. stig the replication ol he endogenous N - roptc views ot ‘ cndsabe Inert Previous stules have abown that die rene inthe von rts pS, 0, atomic number 60 pare detectable “ Foe pion to swe were eed Tries Tht ec ey aes See aon th TS Cre ide 1 Frei Mand 170 and ane Bla Rech by polyacrylamide gel electoptoness (1, 15) An anal of 2 caiely of potenti ecombiran BAL D / e wrwcs segeted hatte Nr, Bropam was liked tothe pB0dilerences Sim Tay. we have previo shown that in CBTBL, / Ka mice the IN: and B - tropie vrs cam be ditingushed on the bass of ‘ erolgial differences the vial p12 protein (16 a the resent experiments wehaveclended thes observaionsand ‘ ow that cenain Butropie ses from both CSTBL / 6 ond (CSTBL / Keatrais of mice have heave gee product silat 0 ‘ ore the endogenous reap virus These dln turn \" inc of CSFBL mice seis by ree MATERIALS AND METHODS Virses and Cell, WISIN ad WN16028 (Nand Be Mir ted rm these of BALB / c mou ss BS TN) nd BE M0) and Brive ote ions GS79L / Smaue} wae dane fom fret Hatley eros tga aN eB) an Ba tp, op ond tent soiree proatnn COTEE Es mice is ren red (ay 301 weno cel 18) productively fected wth thee ies wer wed ere visor pation by Fading in cre dewty rents AKR manne vow, fins (aL) we chained rom am cabled ie of AX IBoe embry cl hat Tal aprtaneoosy tated ins Si Roan eke ren (Red V / VLS was ined rom he BUI ae of ets bid rom RedLV induced ipmpomas to OSTBL / Ka mee (9 Enzi are ne be ord cash UAT aN esemiope vide roc) ‘ Teen om predate fected ik ngs als in Exge soni ese medi, MeCoy ’ determinations and en: pout italios of vison moe [NINSTS cell (Fo ™ ), CS7BL / Ka cel (Fo. 1 ™) and (BLK XINTH) F els (Fo - 12) weve arid out by the MuLY im ‘ me tmey 08 Socrbed by Decbve ee (20 ). Hitnes and endpoint her weve a ascertained bythe XC plague esay (21) ang NDESTS ells and BALB / cembyo ‘ robles (Pot) adioimmnuneamiays. Doabieantibedy competition r - icmmmunoasays for ea structural proteins have bre de ‘ ered (182) Purtied prota were beled with 1 by he ‘ horamineT procedure (2) The asoysfer AKEANLY gp, ‘ Roeevatns Radeon Fake sire MLN are itatema rade 3 0079019"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Possible origin by recombination of endogenous N-tropic and                xenotropic viruses. B- Tropic viruses of C57BL mice could be the source of the B virus. Butropie ses from both CSTBL/6 ond and Bropam was liked tothe pB0dilerences Sim Sim."
}