{
    "filename": "1003636114.jpg",
    "metadata": {},
    "text": " \n\nDr McKeown, Coos Bay, Oregon, physician, said the funds were\n- offered with the understanding that they could be accepted only if\ngiven without restrictions. Dr. McKeown said, \"The members of the\nBoard of Directors of the Foundation were pleased to accept the\ngenerous offer of these companies.\"\n\nThe research funds are to be made available over a five-year\nperiod by The American Tobacco Co., Brown & Williamson Tobacco Corp.,\nLiggett & Myers Tobacco Co., P. Lorillard Co., Philip Morris, Inc.\n\n{and R. J. Reynolds Tobacco Co\n\nfe A joint letter signed by the Presidents of the six companies\nsaid they were willing to contribute $10 million to the Foundation's\npreviously announced research project on tobacco and health \"in the\nhope and expectation that the reséarch project proposed will aid\nmaterially in finding solutions to public health problems of national\nand international concern.\"\n\nDr McKeown said that the research funds from the companies\nwill be made available to the Foundation in equal annual installments\nwith the agreement that if any of the funds are not needed or cannot\nbe usefully spent on the research project, the unused portion will\n\nbe returned to the companies\n\nVTTSESEOOT\n\n \n\f",
    "augmented_texts": [
        "Dr McKeown, Coos Bay, Oregon, physician, said the funds were - offered with the understanding that they could be accepted only if given without restrictions. Dr. McKeown said, \" The members of the Board of Directors of the Foundation were pleased to accept the generous offer of these companies. \" The research finances are to be made available over a five - year period by The American Tobacco Co. , Brown & Williamson Tobacco Corp. , Liggett & Myers Tobacco Co. , Atomic number 15. Lorillard Co. , Philip Morris, Inc. {and Gas constant. J. Reynolds Tobacco Co fe A joint letter signed by the President of the united states of the six companies said they were willing to impart $ 10 million to the Foundation ' s previously announced research project on baccy and health \" in the hope and expectation that the reséarch project proposed will aid materially in finding solutions to public wellness problems of national and international concern. \" Dr McKeown say that the research funds from the companies will be made available to the Foundation in equal annual installments with the agreement that if any of the funds are not needed or cannot be usefully spent on the research project, the unused portion volition be returned to the companies VTTSESEOOT",
        "Dr McKeown, Coos Bay, Oregon, physician, said the funds were - offered with the understanding that they could be accepted only if given without restrictions. Dr. McKeown said, \" The members of the Board of Directors of the Foundation were pleased to accept the generous offer of these companies. \" The research funds are to live made available over a five - year period by The American Tobacco Co. , John brown & Williamson Tobacco Corp. , Liggett & Myers Tobacco Co. , P. Lorillard Co. , Philip Morris, Inc. {and R. J. Reynolds Tobacco Conscientious objector fe A joint letter sign by the President of the six companies said they were willing to contribute $ 10 million to the Institution ' s previously announced research project on tobacco and health \" in the hope and expectation that the reséarch project proposed will aid materially in finding solution to public health problems of national and international concern. \" Dr McKeown said that the research funds from the companies will be made available to the Foundation in equal annual installments with the agreement that if any of the funds are not call for or cannot be usefully spent on the research project, the unused portion will be returned to the companies VTTSESEOOT"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The American Tobacco Co., Brown & Williamson Tobacco Corp., P. Lorillard Co,. Philip Morris, Inc. and R. J. Reynolds tobacco Co. offered to contribute $10 million to the Foundation's research project on tobacco and health. Dr. McKeown, Coos Bay, Oregon, physician, said the funds were offered with the understanding they could be accepted only if given without restrictions."
}