{
    "filename": "1003537946_1003537947.jpg",
    "metadata": {},
    "text": " \n\n   \n\n  \n   \n  \n     \n     \n   \n\n \n \n\nDeas,\ntidy georee . f0es, president of the Tobacco Teretate, ‘ia the\n\nNew York IZiNe Yu Oxford\n\n  \n  \n \n\n \n\nSelentifie and Cultural Organization and hes served as enbassador to five\n\n   \n \n \n\ni\n\n3 gations aad as director of the U.S. Information Agency, declared that the\n\nig\n\n“S utted states 1s at the crossroads and must make ite dectston.\nRecounting the beginning of U.S. industry and comerce vith the\nharvesting of John Rolfe's firet tobacco crop in the starving Janestom,\n\n  \n  \n\nVirginie, Colony in 1612, Mr. Allen oaid: i\n\ncdugrese at the present tine.\n\n    \n\nsyenestomm found {ts meane of gurvivel through trade: Without 1t the\n\n      \n       \n\n \n\n“colony would have quickly withered! on the vine. the nore the free trade\n\narea of the U.S. bas expanded -- nov enbracing 50 states -- the greater the\n\n     \n   \n\neconcate developaent and standard of Living becase. Tt te perfectly obvious\n\n   \n\nto ne that the future Lies in further expanding that area to enbrace the\n\n \n\n    \n \n \n\nEco eae\n\n \n\nSPGZESEOOT\n\nI\n\n \n\f",
    "augmented_texts": [
        "Deas, tidy georee. f0es, president of the Tobacco Teretate, ‘ ia the New York IZiNe Yu Oxford Selentifie and Cultural Organization and atomic number 2 served as enbassador to five i 3 gations aad as director of the Uranium. S. Information Agency, declared that the ig “ Mho utted states 1s at the crossroads and moldiness make ite dectston. Recounting the beginning of U. S. industry and comerce vith the harvesting of John Rolfe ' s firet tobacco crop in the starving Janestom, Virginie, Colony in 1612, Mr. Allen oaid: i cdugrese at the present tine. syenestomm found {ts meane of gurvivel through trade: Without 1t the “ colony would have quickly withered! on the vine. the nore the free trade area of the U. S. bas expanded - - nov enbracing 50 states - - the greater the econcate developaent and standard of Living becase. Tt te perfectly obvious to ne that the future Lies in further expanding that region to enbrace the Eco eae SPGZESEOOT I",
        "Deas, tidy georee. f0es, president of the Tobacco Teretate, ‘ ia the New York IZiNe Yu Oxford Selentifie and Cultural Organization and hes served as enbassador to five i 3 gations aad as director of the U. S. Information Way, declared that the ig “ S utted states 1s at the crossroads and must make ite dectston. Recounting the beginning of U. S. industry and comerce vith the harvesting of John Rolfe ' s firet tobacco crop in the starving Janestom, Virginie, Colony in 1612, Mr. Allen oaid: i cdugrese at the present tine. syenestomm found {ts meane of gurvivel through trade: Without 1t the “ colony would bear quickly withered! on the vine. the nore the free trade area of the U. S. bas expanded - - nov enbracing 50 states - - the greater the econcate developaent and standard of Living becase. Tt te perfectly obvious to ne that the future Lies in further expanding that area to enbrace the Eco eae SPGZESEOOT I"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Deas, the president of the Tobacco Teretate, declared that the U.S. was at the crossroads and must make ite dectston. Without 1t the free trade the Janestom colony would have quickly withered! on the vine."
}