{
    "filename": "1005036939.jpg",
    "metadata": {},
    "text": " \n\n \n\nNEW YORK HERALD TRIBUNE\nNew York, New York\nJune 7, 1963\n\n- Nonsense in Florida\n\nIt’s silly season on the cigarette\nfront again. The Florida Supreme\nCourt has just held that, under\nFlorida law, a cigarette manufacturer\ncan be held liable for a death due to\nJung cancer.\n\n‘This makes about as much sense as\nallowing a damage suit against the\ndistiller when an alcoholic drinks\nhimself to death. Or letting a driver\n‘sue General Motors when he piles his\ncar into a tree.\n\nIn another case last November, a\nFederal court jury in Pittsburgh ab-\nsolved Liggett & Myers of responsi-\nbility in a lung cancer case, on the\nPerfectly reasonable premise that the\nPlaintiff, by smoking, had assumed\nthe risk of injury.\n\nBut now the Florida court says\nthere can be no valid objection to\nPlacing liability on the manufacturer\n\nNEW YORK DATLY NEWS\nNew York, New York\nJune 7, 1963\n\n“if the public health is to be protected\nina practical sense from exploitation\nby those who, for a profit motive,\nundertake to supply the vast and ever\nincreasing variety of products which\nthe people by unprecedented powers\nof commercial persuasion are daily\nurged to use and consume.”\n\nNonsense!\n\n‘What the court is saying, in effect,\nis that the people can't be trusted,\nthat it’s too dangerous to let them\nmake their own free choices. Tobacco\ncompanies, like distillers and manu-\nfacturers of kitchen knives, exist to\nmeet a popular demand. If their prod-\nUcts involve some risks for the users,\nso be it.\n\n‘Thank Heaven we still live in a\nsociety that lets its people freely elect.\nto take those risks or not—whether\nthe risk is a cut thumb, a hangover,\na sore throat, or cancer,\n\n‘ [0050367939\n\nRIDICULOUS RULING\n\nThe Florida Supreme Court\npany can be stuck for damages\n\ngancer can be proved to have gotten the disease\ning an advertised brand of the company’s\n\nadvises that a tobacco com-\nif a man who died of lung\n\n‘from smok-\nigarets.\n\n  \n\n \n\nFor one thing, there is no laboratory\nA Stab at proof that eigarets ever gave lung cancer\n\nAll of Us\n\nto any human being,\n\nFor another, if this court ruling be-\ncomes law, then anybody who fails ill from using any ad-\nvertised product can sue the maker; or if he dies, his\n\nestate can sue,\n\nWhat that would do to the U. S. food, tobacco and\nbeverage industries, and to the Americans who (a) live off\nthem and (b) enjoy their numerous products—well, it’s a\npiclure to stagger your imagination and make you wonder\n\nhow ridiculous some U. S.\n\n \n\nurts ean get,\n\n \n\n¥ GE69EOSOOT\n\n \n\n \n\f",
    "augmented_texts": [
        "NEW YORK HERALD TRIBUNE New York, New York June 7, 1963 - Nonsense in Florida It ’ s silly season on the cigarette front again. The Florida Supreme Court has just held that, under Florida law, a cigarette manufacturer can be held liable for a death due to Jung cancer. ‘ This makes about as much sense as allowing a damage suit against the distiller when an alcoholic drinks himself to death. Or letting a driver ‘ sue General Motors when he piles his car into a tree. In another case last November, a Federal court jury in Pittsburgh ab - solved Liggett & Myers of responsi - bility in a lung cancer case, on the Perfectly reasonable premise that the Complainant, by smoking, had assumed the risk of injury. But now the Florida court says there can be no valid objection to Placing liability on the manufacturer NEW YORK DATLY NEWS New York, New York June 7, 1963 “ if the public health is to be protected ina practical sense from exploitation by those who, for a profit motive, undertake to append the vast and ever increasing variety of products which the people by unprecedented powers of commercial persuasion are daily urged to use and consume. ” Nonsense! ‘ What the tourist court is saying, in effect, is that the people can ' t be trusted, that it ’ s too dangerous to let them make their own free choices. Tobacco companies, like distillers and manu - facturers of kitchen knives, exist to meet a popular demand. If their prod - Ucts involve some risks for the users, so be it. ‘ Thank Heaven we still live in a society that lets its hoi polloi freely elect. to take those risks or not — whether the risk is a cut thumb, a hangover, a sore throat, or cancer, ‘ [0050367939 RIDICULOUS RULING The Florida Supreme Court pany can be stuck for damages gancer can be proved to have gotten the disease ing an advertised brand of the company ’ s advises that a tobacco com - if a man who died of lung ‘ from smok - igarets. For one thing, there is no laboratory A Stab at proof that eigarets ever gave lung cancer All of Us to any human being, For another, if this court ruling be - comes law, then anybody who fails ill from using any ad - vertised product can sue the maker; or if he dies, his estate can sue, What that would do to the U. S. food, tobacco and beverage industries, and to the American language who (a) live off them and (b) enjoy their numerous products — well, it ’ s a piclure to stagger your imagination and bring in you wonder how ridiculous some U. S. urts ean get, ¥ GE69EOSOOT",
        "NEW YORK HERALD TRIBUNE New York, New York June 7, 1963 - Nonsense in Florida It ’ s silly season on the cigarette front again. The Florida Supreme Court has just held that, under Florida law, a cigarette manufacturer can be held liable for a death due to Jung cancer. ‘ This makes about as much sense as allowing a damage suit against the distiller when an alcoholic drinks himself to death. Or letting a driver ‘ sue General Motors when he piles his car into a tree. In another case last November, a Federal court jury in Pittsburgh artium baccalaurens - solved Liggett & Myers of responsi - bility in a lung cancer case, on the Perfectly reasonable premise that the Plaintiff, by smoke, had assumed the risk of injury. But now the Florida court says there can be no valid objection to Placing liability on the manufacturer NEW YORK DATLY NEWS New York, New York June 7, 1963 “ if the public health is to be protected ina practical sense from exploitation by those who, for a profit motive, undertake to supply the vast and ever increasing variety of products which the people by unprecedented powers of commercial persuasion are daily urged to use and consume. ” Nonsense! ‘ What the court is saying, in effect, is that the people can ' t be trusted, that it ’ s too dangerous to let them make their own free choices. Tobacco companies, like distillers and manu - facturers of kitchen knife, exist to meet a popular demand. If their prod - Ucts involve some risks for the users, so be it. ‘ Thank Heaven we still live in a society that lets its people freely elect. to take those risks or not — whether the risk is a cut thumb, a hangover, a sore throat, or cancer, ‘ [0050367939 RIDICULOUS RULING The Florida Supreme Royal court pany can be stuck for damages gancer can be proved to have gotten the disease ing an advertised brand of the company ’ s advises that a tobacco com - if a man who died of lung ‘ from smok - igarets. For one thing, there is no laboratory A Stab at proof that eigarets ever gave lung cancer All of Us to any human being, For another, if this court ruling be - comes law, then anybody who fails ill from using any ad - vertised product can sue the maker; or if he dies, his estate can sue, What that would do to the U. S. food, tobacco plant and beverage industries, and to the Americans who (a) live off them and (b) revel their numerous products — well, it ’ s a piclure to stagger your imagination and make you wonder how ridiculous some U. S. urts ean get, ¥ GE69EOSOOT"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Florida court rules that a cigarette manufacturer can be held liable for a death due to a lung cancer. Florida Supreme Court says there is no valid objection to placing liability on the manufacturer. The court is saying that the people can't be trusted, that it’s too dangerous to let them make their own free choices."
}