{
    "filename": "1005084679_1005084682.jpg",
    "metadata": {},
    "text": " \n\n \n\n    \n\nbey yec— pen NM ifort 9 Tica Tfre Dicsae\n\n“Bly contribute to the origin and progress of these diseases,\" said the Report of\n\n+ continued and expanded its support of retearch by independent acieatists into soce\n\n“ 1\n\nFROM: HA11 and Kooviton, Tne., 150 B. loa St., Nev York 17, Mo¥. (oitgord 7-560)\nFOR: TOBAOCO TIOUSIRY RESEARCH COMMETTEE te\n\nFOR RELEASE FRIDAY, APRIL 19, 1963 .\n\nGAPS SPILL EIST DH YORNIEDGE OF LNG\n\n \n\nACER AND NEART DISEASE, SAYS LEME\nQMICER AND REAR? DISEASE, SAYS LEMMLE\n\n    \n \n\n“Research studies have increased factual knovledge about lung cencer, heart\nAiseates aod other atioesta tut “great and critical” gaps still exist, the Setentitte\nDirector of the Tobacco Industry Research Comittee enia today 1a hts Annual Report.\n\n\"There does not exist the essential experizental and clinical ovledge with\n\nwhich sctence can even define or identity the multiple factore or influences that\n\nDr. Clarence Cook Little, internationally now cancer researcher and founder of\n‘the Roscoe B. Jackson Menorial Iaboratory at Bar Harbor, Me.\n‘“Tuere have been and vill contique to be epeculations and opinions on the\n\ncases,\" be wrote, \"but tt ts\n\n \n\nunter of sctentific fact that, in our present\n\nstate of imoviedge, no one Imove the ansver:\n\n \n\nBe said that in an effort to help find the answers, the T.1.8.C, last year\n\nof the many clinical and experinental factors that still need to be identified,\nSovestignted and evaluated in consideration of the origin of lung cancer,\nsardiovascular diseases and other complex constitutional ailments.\n\nDr. Little's Annual Report deserites relevant research findings and studies\nreported tn 1962, and also dnelud\n\n \n\nabstracts of scientific articles published on\ninvestigations supported by T.1.R.c.\n\n \n\nDuring 1962, Dr. Little eaid, “cctentific work continued to support the\nview that the quest for e single, stuple ‘magic bullet! to explain the causes or\n\nProvide the cure for cancer and of heart Aisease is unrealistic and probably futile.\n\f",
    "augmented_texts": [
        "bey yec — pen NM ifort 9 Tica Tfre Dicsae “ Bly contribute to the origin and progress of these diseases, \" said the Report of + continued and expanded its support of retearch by independent acieatists into soce “ 1 FROM: HA11 and Kooviton, Tne. , one hundred fifty B. loa St. , Nev York 17, Mo ¥. (oitgord heptad - 560) FOR: TOBAOCO TIOUSIRY RESEARCH COMMETTEE te FOR RELEASE fri, APRIL 19, 1963. GAPS SPILL EIST DH YORNIEDGE OF LNG ACER AND NEART DISEASE, SAYS LEME QMICER AND REAR? DISEASE, SAYS LEMMLE “ Research studies have increased factual knovledge about lung cencer, heart Aiseates aod other atioesta tut “ neat and critical ” gaps still exist, the Setentitte Director of the Tobacco Industry Research Comittee enia today 1a hts Annual Report. \" On that point does not exist the essential experizental and clinical ovledge with which sctence can even define or identity the multiple factore or influences that Dr. Clarence Cook Little, internationally now cancer researcher and founder of ‘ the Roscoe B. Jackson Menorial Iaboratory at Bar Harbor, Me. ‘ “ Tuere have been and vill contique to be epeculations and opinions on the cases, \" be wrote, \" but tt ts unter of sctentific fact that, in our present state of imoviedge, no one Imove the ansver: Be said that in an effort to help find the answers, the T. 1. 8. C, last year of the many clinical and experinental factors that still need to be identified, Sovestignted and evaluated in consideration of the origin of lung cancer, sardiovascular diseases and other complex constitutional ailments. Dr. Little ' s Annual Report deserites relevant research findings and studies reported tn 1962, and also dnelud abstracts of scientific articles published on investigating supported by T. 1. R. c. During 1962, Dr. Little eaid, “ cctentific work continued to support the view that the quest for e single, stuple ‘ magic bullet! to explain the causes or Provide the cure for cancer and of heart Aisease is unrealistic and probably futile.",
        "bey yec — pen NM ifort 9 Tica Tfre Dicsae “ Bly contribute to the origin and progress of these diseases, \" said the Report of + continued and expanded its support of retearch by independent acieatists into soce “ 1 FROM: HA11 and Kooviton, Tne. , 150 B. loa St. , Nev York 17, Mo ¥. (oitgord 7 - 560) FOR: TOBAOCO TIOUSIRY RESEARCH COMMETTEE te FOR RELEASE FRIDAY, APRIL 19, 1963. GAPS SPILL EIST DH YORNIEDGE OF LNG ACER AND NEART DISEASE, SAYS LEME QMICER AND REAR? DISEASE, SAYS LEMMLE “ Research studies have increased factual knovledge about lung cencer, heart Aiseates aod other atioesta tut “ great and critical ” gaps still exist, the Setentitte Director of the Tobacco Industry Research Comittee enia today 1a hts Annual Report. \" There does not exist the essential experizental and clinical ovledge with which sctence can still define or identity the multiple factore or influences that Dr. Clarence Cook Little, internationally now cancer researcher and founder of ‘ the Roscoe B. Jackson Menorial Iaboratory at Bar Harbor, Me. ‘ “ Tuere have been and vill contique to be epeculations and opinions on the cases, \" be wrote, \" but tt ts unter of sctentific fact that, in our present state of imoviedge, no one Imove the ansver: Be said that in an effort to help find the answers, the T. 1. 8. C, last year of the many clinical and experinental factors that still need to be identified, Sovestignted and evaluated in consideration of the origin of lung cancer, sardiovascular diseases and other complex constitutional ailment. Dr. Little ' s Annual Report deserites relevant research findings and studies reported tn 1962, and also dnelud abstracts of scientific articles published on investigations supported by T. 1. R. c. During 1962, Dr. Little eaid, “ cctentific work continued to support the view that the quest for e single, stuple ‘ magic bullet! to explain the causes or Provide the cure for cancer and of heart Aisease is unrealistic and probably futile."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Research studies have increased factual knovledge about lung cencer, heart Aiseates aod other atioesta tut “great and critical” gaps still exist. Dr. Clarence Cook Little, internationally now cancer researcher and founder of. Roscoe B. Jackson Menorial Iaboratory at Bar Harbor, Me. wrote in 1962 that the quest for e single, stuple ‘magic bullet! to explain the causes or cures is unrealistic and probably futile."
}