{
    "filename": "10058731_10058737.jpg",
    "metadata": {},
    "text": "a\n\nEffect of Carbon Monoxide\non the Cardiorespiratory System\n\nCarbon Monoxide Toxicit\n\n \n\nPhysiology and Biochemistry\n\nGenann M. Teo, MD\n\nIno\n\nCARBON MONORIDE is 2 ubsattous product of\natural and. man-made chemcal proceses and san\nhave marked effects on the function of biopic!\nfastens, AL present these eects have large been\nessed in terms. of physiological consequences in\n‘mom and snimals and ae foesed toa ayo extent on\nihe’ cardiovascular system, Tha presemation will\nrevues concepts which forns the bass of our under\nSancing of the elects of earboa monoxiée onthe cat\nGiorespratony system and the studies which form a\nbuss for recommendations concerning carbon mor-\nunde as un envtonmental bazar.\n\nInhaled carbon monoxide cam cause issue hypouss\nCO\" combines with hemoglobin large quaniites\nbecouse is chemical afin for hemoglobin i ap-\nDrowmmately 200 times greater than that of ox)gen\nFhe. abiliy of carbon monoxide to cause sive\nhyposia stems from two. fects of catboxybere:\nlobia (COW: 1) 3 reduction inthe total amount of\nagen corti by ted cells blood which reduces\n‘elves of oxygen to tisues and 213 shift othe eft of\nthe oubemoplebin dstoaation curve of blood which\nContains oth oxy- and carboxy hemoglobin” This li\nSard sift of the oxshemoglobin dissocation cue\nGecreaes the tension 2¢ which oxygen molecu are\n{isecoted from hemoplobm and, theretore de:teases\nthe driving prewure ot diusion f xs gen ilo issues\nfind cen.\n\n\"The concentration of carboxshemoglobia reached\nin blood wil depend upon the eencentation of CO in\nthe amen stmoaphre the abeolas end, ueefore,\nrenal oxygen tension the duration of exposure and\nthe volume of teniation of the sublect AL very Tow\nconcentrations &f CO, when breathing ambient at at\nSep level upake by the Mou all cease the eau:\n‘tum point between the inspired presure of CO inthe\nLtmosphere andthe back pressure of CO wn the blood)\nthen the Hemoglobin s ony partially saturated with\nCO Thun. st telatnel low tsprted concentrations\n{OF CO, sch 35.0.01% (100 ppm? the eqetrem\nonveniration of cattoxshemoglobin am perceat of\nFemoslobin is 1°. When one's exposed to higher\nConcentrations of sspted CO, 0.08 (S00 ppm} the\n‘guilivion concentrations afe vel nto the severel,\ntai range Of 4% carboxghemoglobia. An estimate\n‘of he varhosshemoglcbin concentration which willbe\nfeached sm ond by breathing CO of varieusconcen-\n\n \n\n \n\n \n\n   \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\nteawons may $e sakeulatel by haowing the inspired\noncentravon of CO, the ume of exposure and the\n‘inate ventilation\n\"The percentage of COHD after a given expesure\nwhile pulmonary venulaion is at resting levels\nGpprouimatels L/min) is %COHD = 3 x % COX\nfume of exposure (minutes). Simulary. for light ace\nMy approximately 9-10. L/min ventlsuon) ©\n‘Olid. = 3 < % CO x time of exposure (minutes)\nWath approximately 1%CO i thesia lethal concen\nIratton of CO vn te Bldod may be produced in les\nthan ten minutes\n“Oxher factors in addon te the concentration of ine\nspied CO. the duration of exposure, andthe volume\n‘Of venhlaion, which can affect the depree to which\nCo exposere causes issue hypoxia, are cardiac out-\nputethe presence of anemia of exsting regional asco\n[ir ischemia from atheroerous. Also, it should be\ntoted tcl existing hyponia,as oscars high alitude,\n‘hill anerease the tae of uptake of CO, increase the\n‘quilirim soncenvation of CORD, and magnly the\n‘Bpocity of CO exposure to eause ussve hypona. In\nSduion, CO may alter the respiratory engymes of\nfells and reduce ther capaci) {0 metabolize oxygen\nScroll. The tosues whch are most seriously\nected by CO totket are the tssues most sensitive\nio oween depewvaton, such as the central nervous\nsystem and the myocardim\n“Theorecalconsideraions have ted (0 the conels-\nsion thatthe venous oF tbe oxygen tension which\nSseociated withthe loss of 9 given percentage of the\nfnjeen capacity of the Blood due 1 saturation with\nCotas the same as hat caosed by asiolar decrease\nSrtenal oxygen saturation at high alttudes, On this\nbos, saturation of hemoglobin of CO would be\nquinalent 1 the eect of 8.000 to 10.00 fet altude\n‘on functvons which depundunon tissue oxygen ens,\nbalsa noteworthy that CO binds to muscle myo\nglobin us well as hemogiob and may exer Usiue\nFfopon ty slerfermg wh oxygen transport fo mus:\nCarbon monoxide has. been\n‘demonstrated to have 3 duect effect on other\n\n \n\n \n\n   \n\n \n\n \n\n \n\n \n\n  \n\nfhemoprolcins such asthe cytodhome onidase system\nHowever, these fects in reducing oxygen (ronsport\nft ameliorated since the affiaty of these compounds\nfor CO wsomlae to that for oxygen rather than being\ntnereased as ia the cae of myoglobin (30-50 times\n‘nd emeglobn (200 times} Atk binding CO 10 som\n\nOf the entochrome ourase fon toms 3\nthers fre to caFfy OU oxygen Lansport throu\nbranching cf sytochrome chains and the network of\n\nolecis in cell membranes Nonetheless\nfs Some senna of mtochtondiia to even los\n\n \n\n   \n\f",
    "augmented_texts": [
        "a Effect of Carbon Monoxide on the Cardiorespiratory System Carbon Monoxide Toxicit Physiology and Biochemistry Genann M. Teo, MD Ino CARBON MONORIDE is 2 ubsattous product of atural and. man - made chemcal proceses and san have marked effects on the function of biopic! fastens, AL present these eects have large been essed in terms. of physiological consequences in ‘ mom and snimals and ae foesed toa ayo extent on ihe ’ cardiovascular system, Tha presemation will revues concepts which forns the bass of our under Sancing of the elects of earboa monoxiée onthe cat Giorespratony system and the studies which form a buss for recommendations concerning carbon mor - unde as un envtonmental bazar. Inhaled carbon monoxide cam cause issue hypouss CO \" combines with hemoglobin large quaniites becouse is chemical afin for hemoglobin i ap - Drowmmately 200 times greater than that of ox) gen Fhe. abiliy of carbon monoxide to cause sive hyposia stems from two. fects of catboxybere: lobia (COW: 1) 3 reduction inthe total amount of agen corti by ted cells blood which reduces ‘ elves of oxygen to tisues and 213 shift othe eft of the oubemoplebin dstoaation curve of blood which Contains oth oxy - and carboxy hemoglobin ” This li Sard sift of the oxshemoglobin dissocation cue Gecreaes the tension 2 ¢ which oxygen molecu are {isecoted from hemoplobm and, theretore de: teases the driving prewure ot diusion f xs gen ilo issues find cen. \" The concentration of carboxshemoglobia reached in blood wil depend upon the eencentation of CO in the amen stmoaphre the abeolas end, ueefore, renal oxygen tension the duration of exposure and the book of teniation of the sublect AL very Tow concentrations & f CO, when catch one's breath ambient at at Sep level upake by the Mou all cease the eau: ‘ tum point between the inspired presure of CO inthe Ltmosphere andthe back pressure of CO wn the blood) then the Hemoglobin s ony partially saturated with CO Thun. st telatnel low tsprted concentrations {OF CO, sch 35. 0. 01% (100 ppm? the eqetrem onveniration of cattoxshemoglobin am perceat of Femoslobin is 1 °. When one ' s exposed to higher Concentrations of sspted CO, 0. 08 (S00 ppm} the ‘ guilivion concentrations afe vel nto the severel, tai range Of 4% carboxghemoglobia. An estimate ‘ of he varhosshemoglcbin concentration which willbe feached sm ond by breathing CO of varieusconcen - teawons may $ e sakeulatel by haowing the inspired oncentravon of CO, the ume of exposure and the ‘ inate ventilation \" The percentage of COHD after a given expesure while pulmonary venulaion is at resting levels Gpprouimatels L / min) is% COHD = 3 x% COX fume of exposure (minutes ). Simulary. for light ace My approximately 9 - 10. L / min ventlsuon) © ‘ Olid. = 3 <% CO x time of exposure (minutes) Wath approximately 1% CO i thesia lethal concen Iratton of CO vn te Bldod may be produced in les than ten minutes “ Oxher factors in addon te the concentration of ine spied CO. the duration of exposure, andthe volume ‘ Of venhlaion, which can affect the depree to which Co exposere causes issue hypoxia, are cardiac out - putethe presence of anemia of exsting regional asco [ir ischemia from atheroerous. Also, it should be toted tcl survive hyponia, as oscars high alitude, ‘ hill anerease the tae of uptake of CO, increase the ‘ quilirim soncenvation of CORD, and magnly the ‘ Bpocity of CO exposure to eause ussve hypona. In Sduion, CO may alter the respiratory engymes of fells and reduce ther capaci) {0 metabolize oxygen Scroll. The tosues whch are most seriously ected by CO totket are the tssues nearly sensitive io oween depewvaton, such as the central nervous system and the myocardim “ Theorecalconsideraions have ted (0 the conels - sion thatthe venous oF tbe oxygen tension which Sseociated withthe loss of 9 given percentage of the fnjeen capacity of the Blood due 1 saturation with Cotas the same as hat caosed by asiolar decrease Srtenal oxygen saturation at high alttudes, On this bos, impregnation of hemoglobin of CO would be quinalent 1 the eect of 8. 000 to 10. 00 fet altude ‘ on functvons which depundunon tissue oxygen ens, balsa noteworthy that CO binds to muscle myo globin us well as hemogiob and may exer Usiue Ffopon ty slerfermg wh oxygen transport fo mus: Carbon monoxide has. been ‘ demonstrated to have 3 duect effect on other fhemoprolcins such asthe cytodhome onidase system However, these fects in reducing oxygen (ronsport ft ameliorated since the affiaty of these compounds for CO wsomlae to that for oxygen rather than being tnereased as ia the cae of myoglobin (30 - 50 times ‘ nd emeglobn (200 times} Atk binding CO 10 som Of the entochrome ourase fon toms 3 thers fre to caFfy OU oxygen Lansport throu branching cf sytochrome chains and the network of olecis in cell membranes Nonetheless fs Some senna of mtochtondiia to even los",
        "a Effect of Carbon Monoxide on the Cardiorespiratory System Carbon Monoxide Toxicit Physiology and Biochemistry Genann M. Teo, MD Ino CARBON MONORIDE is 2 ubsattous product of atural and. man - made chemcal proceses and san have marked effects on the function of biopic! fastens, AL present these eects have large been essed in terms. of physiological consequences in ‘ mom and snimals and ae foesed toa ayo extent on ihe ’ cardiovascular system, Tha presemation will revues concepts which forns the bass of our under Sancing of the elects of earboa monoxiée onthe cat Giorespratony system and the studies which form a buss for recommendations concerning carbon mor - unde as un envtonmental bazar. Inhaled carbon monoxide cam cause issue hypouss CO \" combines with hemoglobin large quaniites becouse is chemical afin for hemoglobin i ap - Drowmmately 200 times greater than that of ox) gen Fhe. abiliy of carbon monoxide to cause sive hyposia stems from two. fects of catboxybere: lobia (COW: unity) 3 reduction inthe total amount of agen corti by ted cells blood which reduces ‘ elves of oxygen to tisues and 213 shift othe eft of the oubemoplebin dstoaation curve of blood which Contains oth oxy - and carboxy hemoglobin ” This li Sard sift of the oxshemoglobin dissocation cue Gecreaes the tension 2 ¢ which oxygen molecu are {isecoted from hemoplobm and, theretore de: teases the driving prewure ot diusion f xs gen ilo issues find cen. \" The concentration of carboxshemoglobia reached in blood wil depend upon the eencentation of CO in the amon stmoaphre the abeolas end, ueefore, renal oxygen tension the duration of exposure and the volume of teniation of the sublect AL very Towage concentrations & f CO, when breathing ambient at at Sep level upake by the Mou all cease the eau: ‘ tum point between the inspired presure of CO inthe Ltmosphere andthe back pressure of CO wn the blood) then the Hemoglobin s ony partially saturated with CO Thun. st telatnel low tsprted concentrations {OF CO, sch 35. 0. 01% (100 ppm? the eqetrem onveniration of cattoxshemoglobin am perceat of Femoslobin is 1 °. When one ' s exposed to higher Concentrations of sspted CO, 0. 08 (S00 ppm} the ‘ guilivion concentrations afe vel nto the severel, tai range Of 4% carboxghemoglobia. An estimate ‘ of he varhosshemoglcbin concentration which willbe feached sm ond by breathing CO of varieusconcen - teawons may $ e sakeulatel by haowing the inspired oncentravon of CO, the ume of exposure and the ‘ inate ventilation \" The percentage of COHD after a given expesure while pulmonary venulaion is at resting levels Gpprouimatels L / min) is% COHD = 3 x% COX fume of exposure (minutes ). Simulary. for light ace My approximately 9 - 10. L / min ventlsuon) © ‘ Olid. = 3 <% CO x time of exposure (minutes) Wath approximately 1% CO i thesia lethal concen Iratton of CO vn te Bldod may be produced in les than ten minutes “ Oxher factors in addon te the concentration of ine spied CO. the duration of exposure, andthe volume ‘ Of venhlaion, which can affect the depree to which Co exposere causes issue hypoxia, are cardiac out - putethe presence of anemia of exsting regional asco [ir ischemia from atheroerous. Also, it should be toted tcl existing hyponia, as oscars high alitude, ‘ hill anerease the tae of uptake of CO, increase the ‘ quilirim soncenvation of CORD, and magnly the ‘ Bpocity of CO exposure to eause ussve hypona. In Sduion, CO may alter the respiratory engymes of fells and reduce ther capaci) {0 metabolize oxygen Scroll. The tosues whch are most seriously ected by CO totket are the tssues most sensitive io oween depewvaton, such as the central nervous system and the myocardim “ Theorecalconsideraions have ted (0 the conels - sion thatthe venous oF tbe oxygen tension which Sseociated withthe loss of 9 given percentage of the fnjeen capacity of the Blood due 1 saturation with Cotas the same as hat caosed by asiolar decrease Srtenal oxygen saturation at high alttudes, On this bos, saturation of hemoglobin of CO would be quinalent 1 the eect of 8. 000 to 10. 00 fet altude ‘ on functvons which depundunon tissue oxygen ens, balsa noteworthy that CO binds to muscle myo globin us well as hemogiob and may exer Usiue Ffopon ty slerfermg wh oxygen transport fo mus: Carbon monoxide has. been ‘ demonstrated to have 3 duect effect on other fhemoprolcins such asthe cytodhome onidase system However, these fects in reducing oxygen (ronsport ft ameliorated since the affiaty of these compounds for CO wsomlae to that for oxygen rather than being tnereased as ia the cae of myoglobin (30 - 50 time ‘ nd emeglobn (200 times} Atk binding CO 10 som Of the entochrome ourase fon toms 3 thers fre to caFfy OU oxygen Lansport throu fork cf sytochrome chains and the network of olecis in cell membranes Nonetheless fs Some senna of mtochtondiia to even los"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Carbon Monoxide Toxicitiously on the Cardiorespiratory System. Carboxybere: 3 reduction inthe total amount of corti by ted cells blood which reduces oxygen to tisues and shift othe eft of the oubemoplebin. Hemoglobin s ony partially saturated with CO Thun st telatnel low tsprted concentrations of CO."
}