{
    "filename": "1005150979.jpg",
    "metadata": {},
    "text": " \n\n‘THE ROBESONIAN\nLumberton, North Carolina\ndanuary 13, 1964\n\nste y TOBACCO REPORT\n\n‘The big report on smoking and health has been an-\n‘jjp Rounced, and it’s full of no surprises. What's new is\nsini = that a commitee of experts has decided it is convinced\nAEnTES et by the evidence available. The evidence itself is the\n\n  \n\n‘Wg°SEAEC same as before this report. ~*~\n\nNevertheless, the report represents the conclusion\n‘of a panel of scientists whose ability to evaluate the\n005/¢~ evidence has been generally accepted. It is an official\n\nopinion by, a highly qualified group.\n\nThat opinion is unfavorable to cigarette smoking,\n\nfrom a health standpoint. Its biggest effect is ex-\n\na pected to be long-range, in discouraging young people\n\nah . from taking up the cigarette habit. ‘That gives the in-\n\nge dustry time to make adjustments in anticipation of re-\n\nBe duced sales in the future, and to conduct further re-\n\nC search to isolate and eliminate any harmful elements\n\nin cigarette smoke. It still is possible that a way may\n\nbe found to make smoking less hazardous than the\nTeport says it is.\n\n‘Meanwhile, some comparative reports would seem\nto be in order, showing how the health hazard of\nsmoking rates along with other health hazards. The\nPerson whose habits are such that he is exposed to sev-\neral other health hazards, is far from being assured of\na long and healthy life by not smoking. It is not to be\nassumed that the federally-sponsored report on smok-\ning was issued to a nation whose health habits are\ngood. The hazard of obesity, for example, has been\n‘well established in the years while the smoking hazard\nstill was under study. ‘\n\n‘The report on cigarettes and health is much as ex-\nected. Its impact is eased by other reports over a 10-\nYear period. The record of tobacco sales shows reac-\nWon and recovery after these other reports, and that\ntay be the case again. No sudden, drastic decline in\ntales 1s expected,\n\nThe federal government and most states have a\nstake in tobacco sales, which are an important source\nef tax revenue, Farmers have a tobacco control pro-\ngram which is more nearly self-sustaining than most.\nWhile it could be hurt by adverse legislation, the to.\nC bacco industry is not in a highly vulnerable position,\n\nIt should be able to survive the immediate effects of\nthe report and prepare for long-range effects, revers-\n{ng them if possible with action to make smokine\ntater.\n\n   \n \n  \n\n \n\n \n\neM co et Cad ee St\n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n\f",
    "augmented_texts": [
        "‘ THE ROBESONIAN Lumberton, North Carolina danuary 13, 1964 ste y TOBACCO REPORT ‘ The big report on smoking and health has been an - ‘ jjp Rounced, and it ’ s full of no surprises. What ' s new is sini = that a commitee of experts has decided it is convinced AEnTES et by the evidence available. The evidence itself is the ‘ Wg ° SEAEC same as before this report. ~ * ~ Nevertheless, the report represents the conclusion ‘ of a panel of scientists whose ability to evaluate the 005 / ¢ ~ evidence has been generally accepted. It is an official opinion by, a highly qualified group. That opinion is unfavorable to cigarette smoking, from a health standpoint. Its big effect is ex - a pected to be long - range, in discouraging young people ah. from taking up the cigarette habit. ‘ That gives the in - ge dustry time to make adjustments in anticipation of re - Be duced sales in the future, and to conduct further re - C search to isolate and eliminate any harmful elements in cigarette smoke. It still is possible that a way may be found to make smoking less hazardous than the Teport says it is. ‘ Meanwhile, some comparative reports would seem to be in order, showing how the health hazard of smoking rates along with other health hazards. The Person whose habits are such that he is exposed to sev - eral other health hazards, is far from being assured of a foresighted and healthy life by not smoking. It is not to be assumed that the federally - sponsored report on smok - ing was issued to a nation whose health habits are good. The luck of obesity, for example, has been ‘ well established in the years while the smoking endangerment still was under study. ‘ ‘ The report on cigarettes and health is much as ex - ected. Its impact is eased by other reports over a 10 - Year period. The record of tobacco sales shows reac - Won and recovery after these other reports, and that tay be the case again. No sudden, drastic decline in tales 1s expected, The federal government and most state have a stake in tobacco sales, which are an important source ef tax revenue, Farmers have a tobacco control pro - gram which is more nearly self - sustaining than most. While it could be hurt by adverse legislation, the to. C bacco industry is not in a highly vulnerable position, It should be able to survive the immediate effects of the report and prepare for long - range effects, revers - {ng them if possible with action to make smokine irish potato. eM co et Cad ee St",
        "‘ THE ROBESONIAN Lumberton, North Carolina danuary 13, 1964 ste y TOBACCO REPORT ‘ The big report on smoking and wellness has been an - ‘ jjp Rounced, and it ’ s full of no surprises. What ' s new is sini = that a commitee of experts has decided it is convinced AEnTES et by the evidence available. The evidence itself is the ‘ Wg ° SEAEC same as before this report. ~ * ~ Nevertheless, the theme represents the conclusion ‘ of a panel of scientists whose ability to evaluate the 005 / ¢ ~ evidence has been generally accepted. It is an official opinion by, a highly qualified group. That opinion is unfavorable to cigarette smoking, from a health standpoint. Its biggest effect is ex - a pected to be long - range, in discouraging young people ah. from read up the cigarette habit. ‘ That gives the in - ge dustry time to make adjustments in anticipation of re - Be duced sales in the future, and to conduct further re - C search to isolate and eliminate any harmful elements in cigarette smoke. It still is possible that a way may be found to make smoking to a lesser extent hazardous than the Teport says it is. ‘ Meanwhile, some comparative reports would seem to be in order, showing how the health hazard of smoking rates along with other health hazards. The Person whose habits are such that he is exposed to sev - eral other health hazards, is far from being assured of a long and healthy life by not smoking. It is not to be assumed that the federally - sponsored report on smok - ing was issued to a nation whose health habits are good. The hazard of obesity, for example, has been ‘ well established in the years while the smoking hazard still was under study. ‘ ‘ The report on cigarettes and health is much as ex - ected. Its impact is eased by other reports over a 10 - Twelvemonth period. The record of tobacco sales shows reac - Won and recovery after these other reports, and that tay be the case again. No sudden, drastic decline in tales 1s expected, The federal government and most states have a stake in tobacco sales, which are an important source ef tax revenue, Farmers have a tobacco control pro - gram which is more nearly self - sustaining than most. While it could be hurt by untoward legislation, the to. C bacco industry is not in a highly vulnerable position, It should be able to hold up the immediate effects of the report and prepare for long - range effects, revers - {ng them if possible with action to make smokine tater. eM co et Cad ee St"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "'The big report on smoking and health has been an-                ‘jjp Rounced, and it’s full of no surprises. What's new is that a commitee of experts has decided it is convinced by the evidence available. The evidence itself is the same as before this report' 'The report represents the conclusion of a panel of scientists'"
}