{
    "filename": "1005065475_1005065476.jpg",
    "metadata": {},
    "text": "a\n\nsie\n\ncrete Consumpt\n\nct ‘compiled ‘ae\nova erate casas\nman nacieteaannge Sedicacnsetcenipte\n[Yoh le ct chance =\n\nhe ree emoren in the lst ee\nBy ver me ot the men whe Bours i\nes Sey te ath\n\n    \n\ni\n\n“on how apy we eld ee\nBelching Moro we Si io\nEe s considerable period hee\n\n  \n\nSih sella nb i\n\ngates i the Us “lions of dlls have inde\n\nASIA Howe of Deceses tnt\n\nrecat, teense ot cout\nha Acne sed i ‘doped reat cling oo\nlon learti ora \"Th work AMA To continue to urge piscine\nih 72a ‘ng on'Men Ike icsetan capi chet ci\nBoth Ds rd te Fete smoking\n= a 1 think there any such\niD, cons thing a ante cietie™\n\nS26S90S00T\nt\n\nThe sas clenreta fs none of al\nBut‘ a les haar Gant\n\n \n\f",
    "augmented_texts": [
        "a sie crete Consumpt ct ‘ compiled ‘ ae ova erate casas man nacieteaannge Sedicacnsetcenipte [Yoh le ct chance = he ree emoren in the lst ee By ver me ot the men whe Bours i es Sey te ath i “ on how apy we eld ee Belching Moro we Ti io Ee s considerable period hee Sih sella nb i gates i the Us “ lions of dlls have inde ASIA Howe of Deceses tnt recat, teense ot cout ha Acne sed i ‘ doped reat cling oo lon learti ora \" Th work AMA To continue to urge piscine ih 72a ‘ ng on ' Men Dwight eisenhower icsetan capi chet ci Both Ds rd te Fete smoking = a 1 think there any such iD, cons thing a ante cietie ™ S26S90S00T t The sas clenreta fs none of al But ‘ a les haar Gant",
        "a sie crete Consumpt ct ‘ compiled ‘ ae ova erate casas man nacieteaannge Sedicacnsetcenipte [Yoh le ct chance = atomic number 2 ree emoren in the lst ee By ver pine tree state ot the men whe Bours i es Sey te ath i “ on how apy we eld ee Belching Moro we Si io Ee s considerable period hee Sih sella nb i gates i the Us “ lions of dlls have inde ASIA Howe of Deceses tnt recat, teense ot cout ha Acne sed i ‘ doped reat cling oo lon learti ora \" Th work AMA To continue to urge piscine ih 72a ‘ ng on ' Men Ike icsetan capi chet ci Both Ds rd te Fete smoking = a 1 think there any such iD, cons thing a ante cietie ™ S26S90S00T t The sa clenreta fs none of al But ‘ a les haar Gant"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "A look at some of the most famous and famous quotes in the history of American literature. Some of these quotes have been translated into English as follows: “On how apy we eld ee”, ‘Belching Moro we Si io’, and “Lions of dlls have inde. ”. \"Th work AMA To continue to urge piscine 72a ’ng on'"
}