{
    "filename": "1005150670.jpg",
    "metadata": {},
    "text": " \n\ne\n\n«\n\nGeorge V. Allen, President of The Tobacco Institute, delivered a epeech\nYefore the Bright Belt Warehouse Association.\n\nOF 1S0670 sinearienoeuTamicn\n\nYoon rai Dictan, orth Corolisa\nNorfolk, Birgiata Desay\nane 22, 1963 53.\n\nSchools’ Allen Asserts Leaf Industry |\nTobacco Not Seeking Youth Smokers\n\nAds Out SERS ty ore ae eae ern ents\n\n\"paces tne neta\n\n \n\nNo Promotion Bares St vee hove\nFor Youth ons es fa\n\nvate io ine Ameria pee\nsy units c nvertta See\nance Ne es, Th ice nay dean tat it prove he\nPepin it Sey\nsere interes doe\nae cee ee\nSco myn si ey Tne PROGR FERED\nBly Ee tn poe ad tan ae UE elon OS Baca\nSeb Tent, mo ets Elvan fae Sabon and\nve tele Sct wie sarcmams\n\n      \n\n   \n\n   \n\nites qf “Salt ae rie pes Sin\nenOe Bu Ba Sari eth ed fra feo ala te te at «cose |\n\n \n\nie ud he cana so ng ne rs ard regs tamer arse\nented proms program 2 Secropce ney Be meet\n\n \n\n \n\n \n\nerty cee mac hea\n‘Sra tmitcs tong Sm\n\n  \n\n \n\n4 O290STSOOT\n\f",
    "augmented_texts": [
        "e « George iii V. Grace ethel cecile rosalie allen, President of The Tobacco Institute, delivered a epeech Yefore the Bright Belt Warehouse Association. OF 1S0670 sinearienoeuTamicn Yoon rai Dictan, orth Corolisa Norfolk, Birgiata Desay ane 22, 1963 53. Schools ’ Allen Asserts Leaf Industry | Tobacco plant Not Seeking Youth Smokers Ads Out SERS ty ore ae eae ern ents \" paces tne neta No Promotion Bares St vee hove For Youth ons es fa vate io ine Ameria pee sy units c nvertta See ance Ne es, Th ice nay dean tat it prove he Pepin it Sey sere interes doe ae cee ee Sco myn si ey Tne PROGR FERED Bly Ee tn poe advertizing tan ae UE elon OS Baca Seb Tent, mo ets Elvan fae Sabon and ve tele Sct wie sarcmams ites qf “ Salt ae rie pes Sin enOe Bu Ba Sari eth ed fra feo ala te te at « cose | ie ud he cana so ng ne r ard regs tamer arse ented proms program 2 Secropce ney Be meet erty cee mac hea ‘ Sra tmitcs tong Sm 4 O290STSOOT",
        "e « George V. Allen, President of The Tobacco Institute, deliver a epeech Yefore the Bright Belt Warehouse Association. OF 1S0670 sinearienoeuTamicn Yoon rai Dictan, orth Corolisa Norfolk, Birgiata Desay ane 22, 1963 53. Schools ’ Gracie allen Asserts Leaf Industriousness | Tobacco Not Seeking Youth Smokers Ads Out SERS ty ore ae eae ern ents \" paces tne neta No Promotion Bares St vee hove For Youth ons es fa vate io ine Ameria pee sy units c nvertta See ance Ne es, Th ice nay dean tat it prove he Pepin it Sey shriveled interes doe ae cee ee Sco myn si ey Tne PROGR FERED Bly Ee tn poe ad tan ae UE elon OS Baca Seb Tent, mo ets Elvan fae Sabon and ve tele Sct wie sarcmams ites qf “ Salt ae rie pes Sin enOe Bu Ba Sari eth ed fra feo ala te te at « cose | ie ud he cana so ng ne rs ard regs tamer arse ented proms program 2 Secropce ney Be meet erty cee mac hea ‘ Sra tmitcs tong Sm four O290STSOOT"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "George V. Allen, President of The Tobacco Institute, delivered a epeech before the Bright Belt Warehouse Association in 1963. He said that the industry was not seeking youth smokers. The tobacco industry has since been phased out of the U.S. market. It is now more popular with middle-class families."
}