{
    "filename": "1005107706.jpg",
    "metadata": {},
    "text": " \n\n    \n\n  \n\nWEALTH, EDUCATION, ato NELFARE\nsant minTes nee 09156212,\n\n\" NOTICE OF RESEARCH PROIECTsp01\n\nre plbe piven dears Tey\nin as 4\n\n  \n  \n\n       \n\n   \n \n\n \n \n  \n \n\n   \n\n~Uelveraity of Southern Galiforala FG TygpE\n1200'N. State Sereet, Loe Angeles 23, Califorata\n\n \n        \n\nsieh, Tow rol ie\n[induction of cancer are being studied by several ammonite,\n‘agents in our respleatory envitonsene beech ie sellen ‘garetts\ning quantisated and vhere ponsible, bioarsay studies utilizing skis poise\nout Unjection, and tahalacion tecaatques hase\nBrole of exogenous host-nodkfying. factors auch ae ves,\nOp Mtocte agence av tog. stud elfect of\nion and cellular encry in the tespitatery tenet bas\nKuetabolic fates of carcinogente polyeyeiie arocutie hydrecarions (RAW) are setae #eueied.\n rvusta on eh ettece of bepatta inj ou the prieary dvuatfvention iq)\nrysten, Qualftacive and quant{eative studies on the ca\nwut. The carctnogecte response to 72%\n\n   \n       \n\n \n\n  \n   \n    \n\n   \n\n    \n    \n\n \n\n            \n\ncarctnogentetty of Coapoinds be\n\nate\n\nfener ape Seiny asied ter gertt ot Hanreneeetes\nof tahtSter to cactltyse he betsy steed\nAdnntettacon of Wot fbtottor asd he pci\nSpey Rey ares\n{Saitted Baers\nSedanine need\n\nPeppy &\n\n \n \n\n      \n\n   \n \n\n     \n\neee\n\n \n  \n   \n   \n \n\n     \n\n  \n\n  \n  \n\n \n\n \n\n  \n\n9022.0TSOOT\n\f",
    "augmented_texts": [
        "WEALTH, EDUCATION, ato NELFARE sant minTes nee 09156212, \" NOTICE OF RESEARCH PROIECTsp01 re plbe piven dears Tey in as 4 ~ Uelveraity of Southern Galiforala FG TygpE 1200 ' N. State Sereet, Loe Angeles twenty three, Califorata sieh, Tow rol ie [induction of cancer are being studied by several ammonite, ‘ agents in our respleatory envitonsene beech ie sellen ‘ garetts ing quantisated and vhere ponsible, bioarsay studies utilizing ski poise out Unjection, and tahalacion tecaatques hase Brole of exogenous host - nodkfying. factors auch ae ves, Op Mtocte agence av tog. stud elfect of ion and cellular encry in the tespitatery tenet bas Kuetabolic fates of carcinogente polyeyeiie arocutie hydrecarions (RAW) are setae # eueied. rvusta on eh ettece of bepatta inj ou the prieary dvuatfvention iq) rysten, Qualftacive and quant {eative studies on the ca wut. The carctnogecte response to 72% carctnogentetty of Coapoinds be ate fener ape Seiny asied ter gertt ot Hanreneeetes of tahtSter to cactltyse he betsy steed Adnntettacon of Wot fbtottor asd he pci Spey Rey ares {Saitted Baers Sedanine need Peppy & eee 9022. 0TSOOT",
        "WEALTH, EDUCATION, ato NELFARE sant minTes nee 09156212, \" NOTICE OF RESEARCH PROIECTsp01 re plbe piven dears Tey in as 4 ~ Uelveraity of Southern Galiforala FG TygpE 1200 ' N. State Sereet, Loe Angeles 23, Califorata sieh, Tow rol ie [induction of cancer are being studied by several ammonite, ‘ agents in our respleatory envitonsene beech ie sellen ‘ garetts ing quantisated and vhere ponsible, bioarsay studies utilizing skis poise out Unjection, and tahalacion tecaatques hase Brole of exogenous host - nodkfying. factors auch ae ves, Op Mtocte agence ab tog. stud elfect of ion and cellular encry in the tespitatery tenet bas Kuetabolic fates of carcinogente polyeyeiie arocutie hydrecarions (RAW) are setae # eueied. rvusta on eh ettece of bepatta inj ou the prieary dvuatfvention iq) rysten, Qualftacive and quant {eative studies on the ca wut. The carctnogecte response to 72% carctnogentetty of Coapoinds personify ate fener ape Seiny asied ter gertt ot Hanreneeetes of tahtSter to cactltyse he betsy steed Adnntettacon of Wot fbtottor asd he pci Spey Rey ares {Saitted Baers Sedanine need Peppy & eee 9022. 0TSOOT"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "WEALTH, EDUCATION, ato NELFAREsant minTes nee 09156212, grotesquely-pronounced \"probe\" The carctnogecte response to 72% of carcinogente polyeyeiie arocutie hydrecarions (RAW) are setae #eueied. Qualftacive and quant{eative studies on the ca                wut."
}