{
    "filename": "10054471_10054472.jpg",
    "metadata": {},
    "text": "W\n\n  \n\n \n\n‘atte the question definitively. Homever,\nindirect evidence makes Comstock’s alter:\ntives seem unlikely\nsilty of medical care, espe:\nhospitalization, itis a fact that only\nall part of veterans’ hespital utilize\nton is within the VA system. The National\nGenter for Health Statistics has estimated\n‘that during the period 1970-1973, of the 29\nmillion veterans, 281 million were annu-\nAlly admitted to hospital. Of these, 24\n\n \n\n \n\n    \n\n \n\n \n\n \n\n‘million men were edmitted to non-Federal physi\n\nhospitals only, and lees than 15 per cent\nwont to any Federal hospital (1). Since #0\n‘soall a proportion ofall oritalizations of\nveterans was provided by the VA, it is\ndificult to see how the availability of VA\nservices could have had a large effect on\nthe mortality experience ofall veterans.\n\n1 is well known that morality rates are\nhigher among. persons of lower’ socioeeo-\n‘omic clas; however, the degree to which\nthe provision of educational benefits under\nthe Gl Bill raised the average socioeco-\n‘omic status of veterans in general is\n‘speculative os is the influence that such\n‘change might heve hed on mortality expe-\nence.\n\n‘The potent effect on subsequent mortal-\nity rates of screening by physical examina\ntlon bas long been known tolife Insurance\n‘companies. The Iiapairment Study of the\nSociety of Actuaries (2) showed ¢\n\n‘existence of apparently minor physical i\npalrmenta at the time thet an insurance\n\n  \n\npolicy was initiated was associsted with\nexcessive mortality over a subsequent 1\n\nyear period, as compared with experience\nmong policyholders not noted to have hed\nimpairments. For exemple, those sith an\nintermittent trace of albumin, but who\nwere issued standard policies, had a mar.\ntality ratio of 133; those with gastre ulcer,\nwith an operation several years previously,\ni of 231. These high ratios are not\n\n‘but it follows that if, through\n‘examination, subgroups having\nhigh mortality are screened out, then the\nresidual group will show low mortality.\n\nTt may bethat our results to some degree\nhhave been affected by the factors thet\nComstock mentions: but we continue to\nbelieve that medical selection through the\ninduction physical examination made the\n‘most important contribution.\n\n \n\n \n\n  \n \n\n1 The Society of Actuator Impairment Study. Soc\n“yot Acta, Now York 184\n\n(Casi C. Setzer\nHrvard School of Public Heatth\n‘Boston, Massachusetts\n\n‘Seymour Jablon\n‘National Research Council\n\n‘Washington, D. C.\n\n‘MAIL SURVEY RESPONSE BY SMOKING STATUS\n\n \n\nSelteer etal. (Am J. Epidomi\n100:459-457, 1974) report confirmation of a\nKalsor-Permanente finding that cigarette\ntmokers are slower to respond to a mailed\n‘questionnaire than nonamcken. This inter-\nating rnult certainly needs consideration\n{in design of future mail surveys.\n\nGranted that bias lurka almost every\nwhere to trap the unwary, Ido not think\n\n \n\nthat Sclteer otal. have correctly stated the\nproblem when they wom that “the ion\nplications of this bias bcome significant,\n\n‘dition to the underrepreseatation of\n\n \n\nsatus between retponding amokem and\nresponding nonsmoken.” It seoma to me\nthat a neceweary ingredient for bias in\n\nWRBOTGTOEY\n\n \n   \n\nie\n\nmail\n1973\n\nee]\n\nperti\n\nmare\nMas\n\f",
    "augmented_texts": [
        "W ‘ atte the question definitively. Homever, indirect evidence makes Comstock ’ s alter: tives seem unlikely silty of medical care, espe: hospitalization, itis a fact that only all part of veterans ’ hespital utilize ton is within the VA system. The National Genter for Health Statistics has approximate ‘ that during the period 1970 - 1973, of the 29 million veterans, 281 million were annu - Ally admitted to hospital. Of these, 24 ‘ million men were edmitted to non - Federal physi hospitals only, and lees than 15 per cent wont to any Federal hospital (1 ). Since # 0 ‘ soall a proportion ofall oritalizations of veterans was provided by the VA, it is dificult to see how the availability of VA services could have had a large effect on the mortality experience ofall veterans. 1 is well known that morality rates are higher among. persons of lower ’ socioeeo - ‘ omic clas; however, the level to which the provision of educational benefits under the Gl Bill raised the average socioeco - ‘ omic status of veterans in general be ‘ speculative os is the influence that such ‘ change might heve hed on mortality expe - ence. ‘ The potent effect on subsequent mortal - ity rates of screening by physical examina tlon bas long been known tolife Insurance ‘ companies. The Iiapairment Study of the Society of Actuaries (2) showed ¢ ‘ existence of apparently minor physical i palrmenta at the time thet an insurance policy was initiated was associsted with excessive mortality over a subsequent 1 year period, as compared with experience mong policyholders not noted to have hed impairments. For exemple, those sith an intermittent trace of albumin, but who were issued standard insurance policy, had a mar. tality ratio of 133; those with gastre ulcer, with an operation several years previously, i of 231. These high ratios are not ‘ but it follows that if, through ‘ examination, subgroups having high mortality are screened out, then the residual group will show low mortality. Tt may bethat our results to some degree hhave been affected by the factors thet Comstock mentions: but we continue to believe that medical selection through the induction physical examination made the ‘ most important contribution. 1 The Society of Actuator Impairment Study. Soc “ yot Acta, Now York 184 (Casi C. Setzer Hrvard School of Public Heatth ‘ Boston, Massachusetts ‘ Seymour Jablon ‘ National Research Council ‘ Washington, D. C. ‘ MAIL SURVEY RESPONSE BY SMOKING STATUS Selteer etal. (Am J. Epidomi 100: 459 - 457, 1974) report confirmation of a Kalsor - Permanente happen that cigarette tmokers are slower to respond to a mailed ‘ questionnaire than nonamcken. This inter - ating rnult certainly needs consideration {in design of future mail surveys. Granted that bias lurka almost every where to trap the unwary, Ido not think that Sclteer otal. have correctly stated the job when they wom that “ the ion plications of this bias bcome significant, ‘ dition to the underrepreseatation of satus between retponding amokem and responding nonsmoken. ” It seoma to me that a neceweary ingredient for bias in WRBOTGTOEY ie mail 1973 ee] perti mare Mas",
        "W ‘ atte the question definitively. Homever, indirect evidence makes Comstock ’ s alter: tives seem unlikely silty of medical care, espe: hospitalization, itis a fact that only all part of veterans ’ hespital utilize ton is within the VA system. The National Genter for Health Statistics has estimated ‘ that during the period 1970 - 1973, of the 29 million veterans, 281 million were annu - Ally admitted to hospital. Of these, 24 ‘ million men were edmitted to non - Federal physi hospitals only, and lees than 15 per cent wont to any Federal hospital (1 ). Since # 0 ‘ soall a proportion ofall oritalizations of veterans was provided by the VA, it is dificult to see how the availability of VA services could experience had a large effect on the mortality experience ofall veterans. 1 is well known that morality rates are higher among. persons of lower ’ socioeeo - ‘ omic clas; however, the degree to which the provision of educational benefits under the Gl Bill raised the average socioeco - ‘ omic status of veterans in general is ‘ speculative os is the influence that such ‘ change might heve hed on mortality expe - ence. ‘ The potent effect on subsequent mortal - ity rates of screening by physical examina tlon bas long been known tolife Insurance ‘ companies. The Iiapairment Study of the Society of Actuaries (2) showed ¢ ‘ existence of apparently minor physical i palrmenta at the time thet an insurance policy was initiated was associsted with excessive mortality over a subsequent 1 year period, as compared with experience mong policyholders not noted to have hed impairments. For exemple, those sith an intermittent trace of albumin, but who were issued standard policies, had a mar. tality ratio of 133; those with gastre ulcer, with an operation several years previously, i of 231. These high ratios be not ‘ but it follows that if, through ‘ examination, subgroups having high mortality are screened out, then the residual group will show low mortality. Tt may bethat our results to some degree hhave been affected by the factors thet Comstock mentions: but we continue to believe that medical selection through the induction physical examination made the ‘ most important contribution. 1 The Society of Actuator Impairment Study. Soc “ yot Acta, Now York 184 (Casi C. Setzer Hrvard School of Public Heatth ‘ Boston, Massachusetts ‘ Seymour Jablon ‘ National Enquiry Council ‘ Washington, D. C. ‘ MAIL SURVEY RESPONSE BY SMOKING STATUS Selteer etal. (Am J. Epidomi 100: 459 - 457, 1974) report check of a Kalsor - Permanente finding that cigarette tmokers are slower to respond to a mailed ‘ questionnaire than nonamcken. This inter - ating rnult certainly needs consideration {in design of future mail surveys. Granted that bias lurka almost every where to trap the unwary, Ido not think that Sclteer otal. have correctly stated the problem when they wom that “ the ion plications of this bias bcome significant, ‘ dition to the underrepreseatation of satus between retponding amokem and responding nonsmoken. ” It seoma to me that a neceweary ingredient for bias in WRBOTGTOEY ie mail 1973 ee] perti mare Mas"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Only a small part of veterans’ hespital utilize                ton is within the VA system. It is well known that morality rates are higher among. persons of lower socioeeo-omic clas. The degree to which the provision of educational benefits under. the Gl Bill raised the average socioeco-nuclear status of. veterans in general is unclear."
}