{
    "filename": "1005037218-a.jpg",
    "metadata": {},
    "text": "NEW LONDON, CONN.\nDAY\n\n= 0, 33,341 —\n[NEW LONBON METROPOLITAN AREA\n\nJUN 5 (967\n\n(THE Federal Communications Com-\n\nmission casually tossed a bomb at\nbroadcasters Friday — ruled that radio\nand TV stations using cigarette ads\nmust provide an opportunity for egual\ntime to anti-smoking groups,\n\nThis would be on the basis of the\n“fairness” of broadcasting theory —\nand the equal time should be without\ncharge if necessary. Even the commis-\nsion, in its announcement, conceded that\nthis might result in “either the elimina.\ntion or substantial curtailment of broad-\ncast cigarette advertising.”\n\nIt would, certainly, if anti-smoking\ngroups were well organized, as thoy\naren't, and if they want ‘to follow\nthrough faithfully, and there’s doubt of\nthat. For instance, a good many phys\nsicians are convinced that cigarette\nsmoking {s harmful — though some\n\nWATERBURY, CONN,\nAMERICAN\n= 0. 41,392 —\nNEW HAVEN METEOPOUTAN AREA\n\nJUN 5 1967\n\nAnti-Smoking Free Time\n\nstill smoke themselves and others have\nquit or nearly so, with the usual “with-\ndrawal” agonies. Will they seize this\nopportunity to use broadcast waves to\nwarn listeners-watchers of the dangers\ninherent in cigarettes? It's doubttul,\nMost of them are too busy to attempt\nIt\n\n   \n  \n  \n  \n    \n  \n  \n  \n   \n \n \n\n‘Where, then, is the opposition com-\nIng from? Perhaps it might be via re-\ncorded announcements, played over and\nover. It leads to good question — whose\neffort to answer is recognized? Sup-\npose there are numerous, rabid anti-\n‘smokers who want to be heard?\n\nIt’s all based on the premise that the\nalr waves belong to the people, and\nbroadcasters use it only under revocable\nlicense and, presumably, in a fashion\nfair to all sides. Hence’ if this ruling\ndoesn't produce a violent series of argu-\nments it will indeed be surprising.\n\n100503 7218\n\n  \n\nCigarettes And Government\n\n‘The case against cigarette smoking has\nbeen so thoroughly and repeatedly” docu-\nmented that nobody but a crank’ still\ndoubts the harm that this smoking can\ncause. ‘The federal government has’ been\nfone of the prime movers in digging out\nthe facts. The federal government has\nhad an important role in making the dan-\ngers known,\n\nYet, anomalously enough, the federal\ngovernment has not discontinued the\nmethods by which it promotes the smok-\ning of cigarettes. Assistance to the tobac-\nco producers still continues, Cigarette\nmanufacturers get no less help from. the\ngovernment than before. Until last week,\nWt was the policy of the Federal Commu:\nnications Commission to allow the ciga-\nrelte industry the almost - uninhibited use\nof the publicly-owned television airways\nfor the promotion of cigarette sales,\n\n‘The FCC has now ruled that televtion\n\n \n\nstations which broadcast commercials\nurging people to smoke cigarettes must °\nalso see that some of their broadcasting\nfime is devoted to programs which tell\nPeople the truth about cigarettes,\n\n‘This will probably mean that stations\nbroadcasting \" cigarette commercials | be-\ntween 6 and 11 p. m. will meet the FOC\nregulations | by running an occasional\n“educational” program on smoking at 6\n& m. That is when most of the other edi-\ncational broadcasts take place, and. it\nseems to satisfy the government.\n\nA great many lives could be saved each\nyear, of course, if the federal government\n{ook a firm stand against using public do-\nmain for the promotion of cancer and\nheart disease,\n\n‘Let us hope that this latest move by the\nFCC is on Indication that the government\n4s finally accepting the implications of its\nown medical research,\n\n2\n\nv8T2ze0S00r\n\f",
    "augmented_texts": [
        "NEW LONDON, CONN. DAY = 0, xxxiii, 341 — [NEW LONBON METROPOLITAN AREA JUN 5 (967 (THE Federal Communications Com - mission casually tossed a bomb at broadcasters Friday — ruled that radio and TV stations using cigarette ads must provide an opportunity for egual time to anti - smoking groups, This would be on the basis of the “ fairness ” of broadcasting theory — and the equal time should be without charge if necessary. Even the commis - sion, in its announcement, conceded that this might result in “ either the elimina. tion or substantial curtailment of broad - cast cigarette advertising. ” It would, certainly, if anti - smoking groups were well organized, as thoy aren ' t, and if they want ‘ to follow through faithfully, and there ’ s doubt of that. For instance, a good many phys sicians are convinced that cigarette smoking {s harmful — though some WATERBURY, CONN, AMERICAN = 0. 41, 392 — NEW HAVEN METEOPOUTAN AREA JUN 5 1967 Anti - Smoking Free Time still smoke themselves and others have quit or nearly so, with the usual “ with - drawal ” agonies. Will they seize this opportunity to use broadcast waves to warn listeners - watchers of the dangers inherent in cigarettes? It ' s doubttul, Most of them are too busy to attempt It ‘ Where, then, is the opposition com - Ing from? Perhaps it might be via re - corded announcement, played over and over. It leads to good question — whose effort to suffice is recognized? Sup - pose there are numerous, rabid anti - ‘ smokers who want to be heard? It ’ s all based on the premise that the alr waves belong to the people, and broadcasters use it only under revocable license and, presumably, in a fashion fair to all sides. Hence ’ if this ruling doesn ' t produce a violent series of argu - ments it will indeed be surprising. 100503 7218 Cigarettes And Government ‘ The case against cigarette smoking has been so thoroughly and repeatedly ” docu - mented that nobody but a crank ’ still doubt the harm that this smoking can cause. ‘ The federal government has ’ been fone of the prime movers in digging out the facts. The federal government has had an important role in making the dan - gers known, Yet, anomalously enough, the federal government has not discontinued the methods by which it promotes the smok - ing of cigarettes. Assistance to the tobac - co producers still continues, Cigarette manufacturers get no less help from. the government than before. Until last week, Wt was the policy of the Federal Commu: nications Commission to allow the ciga - relte industry the almost - uninhibited use of the publicly - owned television airways for the promotion of cigarette sales, ‘ The FCC experience now ruled that televtion stations which broadcast commercials urging people to smoke cigarettes must ° likewise see that some of their broadcasting fime is devoted to programs which tell People the truth about cigarettes, ‘ This will probably mean that stations broadcasting \" cigarette commercials | be - tween 6 and 11 p. m. will meet the FOC regulations | by running an occasional “ educational ” program on smoking at 6 & m. That is when most of the other edi - cational broadcasts take place, and. it seems to satisfy the government. A great many lives could be saved each year, of course, if the federal authorities {ook a firm stand against using public do - main for the promotion of cancer and heart disease, ‘ Let us hope that this latest move by the FCC is on Indication that the government 4s finally accepting the implications of its own medical research, 2 v8T2ze0S00r",
        "NEW greater london, CONN. DAY = 0, 33, 341 — [NEW LONBON METROPOLITAN AREA JUN 5 (967 (THE Federal Communications Com - mission casually tossed a bomb at broadcasters Friday — ruled that radio and TV stations using cigarette ads must provide an opportunity for egual time to anti - smoking groups, This would be on the basis of the “ fairness ” of broadcasting theory — and the equal time should be without charge if necessary. Even the commis - sion, in its announcement, conceded that this might result in “ either the elimina. tion or substantial curtailment of broad - cast cigarette advertising. ” It would, certainly, if anti - smoking groups were well organized, as thoy aren ' t, and if they want ‘ to follow through faithfully, and there ’ s doubt of that. For instance, a good many phys sicians are convinced that cigarette smoking {s harmful — though some WATERBURY, CONN, AMERICAN = 0. 41, 392 — NEW HAVEN METEOPOUTAN domain JUN 5 1967 Anti - Smoking Costless Time still smoke themselves and others have quit or nearly so, with the usual “ with - drawal ” agonies. Will they seize this opportunity to use broadcast waves to warn hearer - watchers of the dangers inherent in cigarettes? It ' s doubttul, Most of them are too busy to attempt It ‘ Where, then, is the opposition com - Ing from? Perhaps it might be via re - corded announcements, played over and over. It leads to good question — whose effort to answer is recognized? Sup - pose there are numerous, rabid anti - ‘ smoker who want to be heard? It ’ s all based on the premise that the alr waves belong to the people, and broadcasters use it only under revocable license and, presumably, in a fashion fair to all sides. Hence ’ if this ruling doesn ' t produce a violent series of argu - ments it will indeed be surprising. 100503 7218 Cigarettes And Government ‘ The case against cigarette smoking has been so thoroughly and repeatedly ” docu - mented that nobody but a crank ’ still doubts the harm that this smoking can cause. ‘ The federal government has ’ been fone of the prime movers in digging out the facts. The federal government has had an important role in making the dan - gers known, Yet, anomalously enough, the federal government has not discontinued the methods by which it promotes the smok - ing of cigarettes. Assistance to the tobac - co producers still continues, Cigarette manufacturers get no less help from. the government than before. Until last week, Wt was the policy of the Federal Commu: nications Commission to allow the ciga - relte industry the almost - uninhibited use of the publicly - owned television airways for the promotion of cigarette sales, ‘ The FCC has now ruled that televtion stations which broadcast commercials urging people to smoke cigarettes must ° also see that some of their broadcasting fime is devoted to programs which tell People the truth about cigarettes, ‘ This will probably mean that stations broadcasting \" cigarette commercials | be - tween 6 and 11 p. m. will meet the FOC regulations | by running an occasional “ educational ” program on smoking at 6 & m. That is when most of the other edi - cational broadcasts take place, and. it seems to satisfy the government. A great many lives could be saved each year, of course, if the federal government {ook a firm stand against using public do - main for the promotion of cancer and heart disease, ‘ Let us hope that this latest move by the FCC is on Indication that the government 4s finally accepting the implications of its own medical research, 2 v8T2ze0S00r"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "FCC rules that radio and TV stations using cigarette ads must provide an opportunity for egualtime to anti-smoking groups. FCC conceded that this might result in “either the elimina. or substantial curtailment of broad-fledgedcast cigarette advertising” The case against cigarette smoking has ‘been so thoroughly and repeatedly’ docu- reassured that nobody but a crank stilloubts the harm it can cause."
}