{
    "filename": "1005113158_1005113161.jpg",
    "metadata": {},
    "text": "STATEMENT BY\nHORACE R. KORNEGAY\nOF THE\nTOBACCO INSTITUTE\nBEFORE TRE\nCIVIL AERONAUTICS BOARD\n\nMAY 13, 1961\n\n \n\nMr. Chairman, 1 am HoDece R. Xornegay, the Chairman of\nthe Tobacco Institute. With me are Dr. George E. Schafer, a con~*.\n\nsultant to the Institute, and Richard Fr. Kingham, of Covington &\nBurling, counsel to the Institute, We appreciate this opportunity\nto express oir views concerning the proposed amendments to the\n\nCivil Aeronautics Board's rules governing smoking aboard commercial\n\naircraft.\nThe Board is considering an array of Proposals ranging\nfrom a total ban on smoking aboard airplanes to the complete\nelimination of caB regulation of in-flight smoking. Based on the\n‘Bourd's experience with the existing reovlations, as well as the\nunequivocal congressional mandate for deregulation of, the airlines,\nthe choice is clear: revocation of regulations governing smoking\naboard airplanes and leaving smoking, like other matters of pas~\nSenger preference, to the manacerial discretion of the airlines,\nacting in response to competitive market forces.\nAll other piopesals should be rejected, particularly a\n\nban on smoking. The opponents of in-flight smoking have failed\n\n'\n\n   \n\n1005113158\n\n \n\n \n\ni\n1\n\n \n\n \n\n!\n\n \n\f",
    "augmented_texts": [
        "STATEMENT BY HORACE R. KORNEGAY OF THE TOBACCO INSTITUTE BEFORE TRE CIVIL AERONAUTICS BOARD MAY 13, 1961 Mr. Chairwoman, 1 am HoDece R. Xornegay, the Chairwoman of the Tobacco Institute. With me are Dr. George E. Schafer, a con ~ *. sultant to the Institute, and Richard Fr. Kingham, of Covington & Burling, counsel to the Institute, We appreciate this opportunity to express oir views concerning the proposed amendments to the Civil Aeronautics Plank ' s rules govern smoking aboard commercial aircraft. The Board is considering an array of Proposals ranging from a total ban on smoke aboard airplanes to the complete elimination of caB regulation of in - flight smoking. Based on the ‘ Bourd ' s experience with the existing reovlations, as well as the unequivocal congressional mandate for deregulation of, the airlines, the choice is clear: revocation of regulations governing smoking aboard airplanes and leaving smoking, like other matters of pas ~ Senger preference, to the manacerial discretion of the airline, acting in response to competitive market forces. All other piopesals should be rejected, particularly a ban on smoking. The opponents of in - flight smoking have failed ' 1005113158 i 1!",
        "STATEMENT BY HORACE R. KORNEGAY OF THE TOBACCO INSTITUTE BEFORE TRE CIVIL AERONAUTICS BOARD english hawthorn 13, 1961 Mr. Chairwoman, 1 am HoDece R. Xornegay, the Chairman of the Tobacco Institute. With me are Dr. George E. Schafer, a con ~ *. sultant to the Institute, and Richard Fr. Kingham, of Covington & Burling, counsel to the Institute, We appreciate this opportunity to express oir views concerning the proposed amendments to the Civil Aeronautics Board ' randomness rules governing smoking aboard commercial aircraft. The Board is considering an array of Proposals ranging from a total ban on smoking aboard airplanes to the complete elimination of caB regulation of in - flight smoking. Based on the ‘ Bourd ' s experience with the existing reovlations, equally well as the definitive congressional mandate for deregulation of, the airlines, the choice is clear: revocation of regulations governing smoking aboard airplanes and leaving smoking, like other matters of pas ~ Senger preference, to the manacerial discretion of the airlines, acting in response to competitive food market forces. All other piopesals should represent rejected, particularly a ban on smoking. The opponents of in - flight smoke have failed ' 1005113158 i 1!"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The Board is considering an array of Proposals ranging from a total ban on smoking aboard airplanes to the completeelimination of caB regulation of in-flight smoking. Based on the existing reovlations, as well as the congressional mandate for deregulation of the airlines, the choice is clear: revocation of regulations governing smoking on airplanes."
}