{
    "filename": "10081597_10081604.jpg",
    "metadata": {},
    "text": "Punuccrigt gpprored fir fort cntin ix Tbitte deinen,\nTreg, 1959 HKEOSS106\nArcente Content of Comercial Pobecco, 1917-1950Y\nFE, Guthrie, C. B, HoGante, and H, O, Saal, Jr\nDapartaente of Entonclory and Soils,\n\nNorth Carolina State College, Raleigh, H.C, U.S.A.\n\n \n\nAroenie in tobacco wns Firat reported by Roxington (1927), ond since\n‘then this gubject has been reviewed in a mumber of publications, Recently\nSatterlee (1956) reported that the arsenic content of cigarettes increased\neteadily fron 1932 to 1951 ad hypothesized that cigarette tobseoo would\ncontimue to contain Large axounte of arsonic due to absorytion fron the\noot,\n\nTue praconee of naturally occurring arsenic in plants and foods has\nbeen weported & munber of tines end te especially high in certain edible\nmarine Life (Coulson et a2. 193).\n\nSince 1952, arrente coupounds heve bocn renoved fron the iet of\nracomended insecticides for contro} of tobacco hormorns, and otrenus\nofforte have been made to reduce tho se of these materiels on tobacco. These\neffexte have been successful ao indicated by the work of Batley ot 21. (2956)\nond “icber (2956) vio showed that the arsenic content of tobacmo hes declined\ncharply cinoe 1952.\n\nWidespread publicity has been iven to a recent paper by inland\nPurchased in 1957 reportedly contaimd 12 to 52 ppm.\n\n \n\n(2958) tn which etgarets\nff arvente and in vakch epeoslations wore made on tho health aqeets of such\n\n \n\nigh levels of arcenic in clrarettes. In view of the interest in this subject,\n\nJ Cantributton fron the Entomology ond Sotle Dopartzonte, orth Cerolina\nAgricultural Experdnont Station, Kaloicn, North Carolina. Published with\nthe approval of the Director of Research as Peper No, 1005 of the Journal\nseriea,\n\f",
    "augmented_texts": [
        "Punuccrigt gpprored fir fort cntin ix Tbitte deinen, Treg, 1959 HKEOSS106 Arcente Content of Comercial Pobecco, 1917 - 1950Y FE, Guthrie, C. B, HoGante, and H, O, Saal, Jr Dapartaente of Entonclory and Soils, North Carolina State College, Raleigh, H. C, U. S. A. Aroenie in tobacco wns Firat reported by Roxington (1927 ), ond since ‘ then this gubject has been reviewed in a mumber of publications, Recently Satterlee (1956) reported that the arsenic content of cigarettes increased eteadily fron 1932 to 1951 ad hypothesized that cigarette tobseoo would contimue to contain Large axounte of arsonic due to absorytion fron the oot, Tue praconee of naturally occurring arsenic in plants and foods has been weported & munber of tines end tellurium especially high in certain edible marine Life (Coulson et a2. 193 ). Since 1952, arrente coupounds heve bocn renoved fron the iet of racomended insecticides for contro} of tobacco hormorns, and otrenus offorte have been made to reduce tho se of these materiels on tobacco. These effexte have been successful ao indicated by the work of Batley ot 21. (2956) ond “ icber (2956) vio showed that the arsenic content of tobacmo hes declined charply cinoe 1952. Widespread publicity consume been iven to a recent paper by inland Purchased in 1957 reportedly contaimd dozen to 52 ppm. (2958) tn which etgarets ff arvente and in vakch epeoslations wore made on tho health aqeets of such igh level of arcenic in clrarettes. In view of the interest in this subject, J Cantributton fron the Entomology ond Sotle Dopartzonte, orth Cerolina Agricultural Experdnont Station, Kaloicn, North Carolina. Published with the approval of the Director of Research as Peper No, 1005 of the Journal seriea,",
        "Punuccrigt gpprored fir fort cntin ix Tbitte deinen, Treg, 1959 HKEOSS106 Arcente Content of Comercial Pobecco, 1917 - 1950Y FE, Guthrie, C. B, HoGante, and H, O, Saal, Jr Dapartaente of Entonclory and Soils, North Carolina State College, Raleigh, H. C, U. S. A. Aroenie in baccy wns Firat reported by Roxington (1927 ), ond since ‘ then this gubject has been reviewed in a mumber of publications, Recently Satterlee (1956) reported that the arsenic content of cigarettes increased eteadily fron 1932 to 1951 ad hypothesized that cigarette tobseoo would contimue to contain Large axounte of arsonic due to absorytion fron the oot, Tue praconee of naturally occurring arsenic in plants and foods has been weported & munber of tines end te especially high in certain edible marine Life (Coulson et a2. 193 ). Since 1952, arrente coupounds heve bocn renoved fron the iet of racomended insecticides for contro} of tobacco hormorns, and otrenus offorte have been made to reduce tho se of these materiels on tobacco. These effexte have been successful ao indicated by the work of Batley ot 21. (2956) ond “ icber (2956) vio showed that the arsenic content of tobacmo he declined charply cinoe 1952. Widespread packaging has been iven to a recent paper by inland Purchased in 1957 reportedly contaimd 12 to 52 ppm. (2958) tn which etgarets ff arvente and in vakch epeoslations wore made on tho health aqeets of such igh levels of arcenic in clrarettes. In view of the interest in this subject, J Cantributton fron the Entomology ond Sotle Dopartzonte, orth Cerolina Agricultural Experdnont Station, Kaloicn, North Carolina. Published with the approval of the Director of Research as Peper No, 1005 of the Journal seriea,"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Aroenie in tobacco wns Firat reported by Roxington (1927), ond since then this gubject has been reviewed in a mumber of publications. Since 1952, arrente coupounds heve bocn renoved fron the iet of insecticides for contro} of tobacco hormorns."
}