{
    "filename": "10088808.jpg",
    "metadata": {},
    "text": "or ge\nKe\n\nUNIVERSITY OF KENTUCKY\nHK8V692128\n\nLEXINGTON. KENTUCKY 40506\n\nOctober 2, 1973\n\nDr. Joba H. Kreisher\nAssociate Research Director\n\nThe Council for Tobacco Research ~ U.S.\n110 East 59th Street\n\nNew York, N.Y. 10022\n\n \n\n \n\n \n\nDear Dr. Kreisher:\n\nThis is to acknowledge receipt of your letter of Septesber 13, 1973,\ncontiraing your earlier order for thirteen nillion reference cigarettes\nPlus as many low nicotine cigarettes as we night be able to produce.\n\nCurrently, we are negotiating with a manufacturer to produce our\n‘new supply of reference cigarettes and your order vill be included in\n‘the new contract.\n\n4 Ehds time, wo do not know what the exact cost of the new cigarettes\nwill be, however, we do expect the cost to be up from the earlier Production, *\nPoustbly ao mach as_dgihlantherpeanionansget. of Sizes thous ‘\n\nWe will continue to keep you informed on this effort and as soon 4\nso ve have an enact price, We vill niviae yous\n\nSincerely,\nr An. Ll Mors\n\n‘Alvin L. Moreis\nInterim Director\n\nALM/éa\n\f",
    "augmented_texts": [
        "or ge Ke UNIVERSITY OF KENTUCKY HK8V692128 LEXINGTON. KENTUCKY 40506 October 2, 1973 Dr. Joba H. Kreisher Associate Research Director The Council for Tobacco Research ~ Uranium. S. 110 East 59th Street New York, N. Y. 10022 Dear Dr. Kreisher: This is to acknowledge receipt of your letter of Septesber 13, 1973, contiraing your earlier order for thirteen nillion reference cigarettes Plus as many low nicotine cigarettes as we night be able to produce. Currently, we are negotiating with a maker to produce our ‘ new supply of reference cigarettes and your order vill be included in ‘ the new contract. 4 Ehds time, wo do not know what the exact toll of the modern cigarettes will be, however, we do expect the cost to be up from the earlier Production, * Poustbly ao mach as_dgihlantherpeanionansget. of Sizes thous ‘ We will continue to keep you informed on this effort and as soon 4 so ve have an enact price, We vill niviae yous Sincerely, r An. Ll Mors ‘ Alvin L. Moreis Interim Director ALM / éa",
        "or ge Ke UNIVERSITY OF KENTUCKY HK8V692128 LEXINGTON. KENTUCKY 40506 October 2, 1973 Dr. Joba H. Kreisher Associate Research Director The Council for Tobacco Research ~ U. S. 110 Due east 59th Street New York, N. Y. 10022 Dear Dr. Kreisher: This is to acknowledge receipt of your letter of Septesber 13, 1973, contiraing your earlier order for thirteen nillion reference cigarettes Plus as many low nicotine cigarettes as we night be able to produce. Currently, we are negociate with a manufacturer to produce our ‘ new supply of reference cigarettes and your order vill be included in ‘ the new contract. 4 Ehds time, wo do not know what the exact cost of the new cigarettes will be, however, we do expect the cost to be up from the earlier Production, * Poustbly ao ernst mach as_dgihlantherpeanionansget. of Sizes thous ‘ We testament continue to keep you informed on this effort and as soon 4 so ve cause an enact price, We vill niviae yous Sincerely, r An. Ll Mors ‘ Alvin L. Moreis Interim Director ALM / éa"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The Council for Tobacco Research sent the letter to Dr. Joba H. Kreisher, associate research director at the University of Kentucky. The order was for 13 nillion reference cigarettes, as many low nicotine cigarettes as we night be able to produce. We do not know what the exact cost of the new cigarettes will be, but expect the cost to be up from the earlier Production."
}