{
    "filename": "10113998_10114001.jpg",
    "metadata": {},
    "text": "pemremstarmicecce\n\nconcer Levers 6 (1979) 230254\nCone Lee olan Sevntte Pb Ut\n\nNICOTINE AND COTININE IN BREAST FLUID\n\n‘PETER HILL and ERNST, WYNDER\nTovtor Done loaitute for Dacese Prevenion, Ameren\nReever 10888 (8A)\n\n‘Receined 7 September 1973)\n\n(Rec vern receved 30 October 1978)\n\n(iecepted 1 Nowember 1978)\n\neat Foundacen, Veal\n\n‘suMHARY\nBreast uid which bathes the mammary ductal epthelim may ‘contain\ntumorogenie\n\n‘components,\n\nmorogenic ort amber of tobsco components inhaled during me OG\nwae ot iheter nicotine and its retaboites were eden ns fd\nree gptsined from the nipple from menstruating women who were smokers\nand non-smokers.\n\niin smokers, nicotine and cotii\nsmoking.\n\n\"Futter analysis of breast fluid may give leads as to wh\npresent are related to breast carcinogeness\n\n \n \n\nwere detectable inthe fluid 20 min after\n\n \n\nether components\n\n \n\n \n\niwrmopucrion\n\nrehas been recently reported that eas hui, whieh sine from\nenn ay anprtion 7] contains higher concentaton of Tere, and\n(reaan van docsblogd {5}. te wondaeating women. prevalence of this\nproact an st populations i psocatd with th neler of rent SANE\noth being highet in Caucasians than Asians 18]\n\nAh beng Hh proherent of ue mammary ductal epithet ces\nderetement of breast eaneer and the pesbty thet wumererons ‘components\nsero breast ud, it seen to determine the normal SAAS of\nwre present ce nicotine and ls nape mabe, couning, WoO\ntr Mea in te blood [3], amnite Suid [8] and breast milk (2) ‘smokers,\nreported inthe dering wheter they are ako presenti the Wea\nTuid of smoking and non-smoking women.\n\nMATERIALS AND METHODS\n\n  \n\n   \n\n-Trirteen healthy menstruating women, from whom 100 pf of breast Must\n\n   \n\n  \n \n  \n \n  \n \n  \n  \n \n \n \n \n \n  \n  \n  \n \n \n \n  \n  \n \n \n  \n \n \n \n \n \n  \n  \n   \n   \n \n \n \n \n\n“a?\n\n12/2 Ope\n\n \n\f",
    "augmented_texts": [
        "pemremstarmicecce concer Lever tumbler 6 (1979) 230254 Cone Lee olan Sevntte Pb Ut NICOTINE AND COTININE IN BREAST FLUID ‘ PETER HILL and ERNST, WYNDER Tovtor Done loaitute for Dacese Prevenion, Ameren Reever 10888 (8A) ‘ Receined 7 September 1973) (Rec vern receved 30 October 1978) (iecepted 1 Nowember 1978) eat Foundacen, Veal ‘ suMHARY Breast uid which bathes the mammary ductal epthelim may ‘ contain tumorogenie ‘ components, morogenic ort amber of tobsco components inhaled during me OG wae ot iheter nicotine and its retaboites were eden ns fd ree gptsined from the nipple from menstruating woman who were smokers and non - smokers. iin smokers, nicotine and cotii smoking. \" Futter analysis of breast fluid may give leads as to wh present are related to breast carcinogeness were perceptible inthe fluid 20 min after ether components iwrmopucrion rehas been recently reported that eas hui, whieh sine from enn ay anprtion 7] contains higher concentaton of Tere, and (reaan van docsblogd {5 }. te wondaeating women. prevalence of this proact an st populations i psocatd with th neler of rent SANE oth being highet in Caucasians than Asians 18] Ah beng Hh proherent of ue mammary ductal epithet ces deretement of breast eaneer and the pesbty thet wumererons ‘ element sero breast ud, it seen to determine the normal SAAS of wre present ce nicotine and ls nape mabe, couning, WoO tr Mea in te blood [3 ], amnite Suid [8] and breast milk (2) ‘ smokers, reported inthe dering wheter they are ako presenti the Wea Tuid of smoking and non - smoking women. material AND METHODS - Trirteen healthy menstruating women, from whom 100 pf of breast Must “ a? 12 / 2 Ope",
        "pemremstarmicecce concer Levers 6 (1979) 230254 Cone Lee olan Sevntte Pb Ut NICOTINE AND COTININE IN BREAST FLUID ‘ PETER HILL and ERNST, WYNDER Tovtor Done loaitute for Dacese Prevenion, Ameren Reever 10888 (8A) ‘ Receined 7 September 1973) (Rec vern receved 30 October 1978) (iecepted 1 Nowember 1978) eat Foundacen, Veal ‘ suMHARY Breast uid which bathes the mammary ductal epthelim may ‘ contain tumorogenie ‘ components, morogenic ort amber of tobsco components inhaled during me OG wae ot iheter nicotine and its retaboites were eden ns fd ree gptsined from the nipple from menstruating women who were smokers and non - smokers. iin smokers, nicotine and cotii smoking. \" Futter analysis of tit fluid may give leads as to wh present are related to breast carcinogeness were detectable inthe fluid 20 min after ether components iwrmopucrion rehas been recently reported that eas hui, whieh sine from enn ay anprtion 7] contains higher concentaton of Tere, and (reaan van docsblogd {5 }. te wondaeating women. prevalence of this proact an st populations i psocatd with th neler of rent SANE oth being highet in Caucasians than Asians 18] Ah beng Hh proherent of ue mammary ductal epithet ces deretement of breast eaneer and the pesbty thet wumererons ‘ components sero breast ud, it seen to determine the normal SAAS of wre present ce nicotine and ls nape mabe, couning, WoO tr Mea in te blood [troika ], amnite Suid [8] and breast milk (2) ‘ smokers, reported inthe dering wheter they are ako presenti the Wea Tuid of smoking and non - smoking women. MATERIALS AND METHODS - Trirteen healthy menstruating women, from whom 100 pf of tit Must “ a? 12 / two Ope"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Breast uid which bathes the mammary ductal epthelim may ‘contain’ components of breast carcinogeness. Breast fluid from menstruating women who were smokers and non-smokers was analysed. The breast fluid contained higher concentaton of Tere, and higher concentration of nicotine."
}