{
    "filename": "10134341_10134343.jpg",
    "metadata": {},
    "text": " \n\nHedlbasnesve\nWKML3 78624\n\nProtocol for Enzyme Immunoassay of Nicotine\n\nIntroduction\n\n \n\nAs an alternative to RIA of nicotine, enzyme immunoassay (EIA)\nte sought in order to avoid sone of the disadvantageto! RIA currently\navailable, i.e, short delt-Lie of radiolabeled compound and ita\ncont involved, potential raaiation hazard,’ és;\n\nHi Gould be an emneitive 06 82h and Ube. ani peed could Be\nequally fast and efficient, Here,.described the development of an\nenzyee inaumcastey of nicotine using A-gélactoridsco ae: an’ensyne\noe cnt:\n\nBreparation of the enzyme labeled nicotine.\n‘The compound which vill be used for the enzyme immunoassay will\n\nbe G=p-aminobenzamido nicotine, The procedure for conjugation to\nthe maleimide coupling agent, meta-maleimidobenzoic acid (MBA), will\n\n \n\n \n\nbe as follows.\nA, Synthesis of nicotine ~ HBA conjugate,\n1) Activation of cerboxyl group of MBA by thionyl chloride.\n\nHeo\n\n \n\f",
    "augmented_texts": [
        "Hedlbasnesve WKML3 78624 Protocol for Enzyme Immunoassay of Nicotine Introduction As an alternative to RIA of nicotine, enzyme immunoassay (EIA) tellurium sought in order to avoid sone of the disadvantageto! RIA currently available, i. e, short delt - Lie of radiolabeled chemical compound and ita cont involved, potential raaiation hazard, ’ és; Hi Gould exist an emneitive 06 82h and Ube. ani peed could Be equally fast and efficient, Here, . described the development of an enzyee inaumcastey of nicotine using A - gélactoridsco ae: an ’ ensyne oe cnt: Breparation of the enzyme labeled nicotine. ‘ The compound which vill be used for the enzyme immunoassay will be G = p - aminobenzamido nicotine, The procedure for conjugation to the maleimide coupling agent, meta - maleimidobenzoic pane (MBA ), will be as follows. A, Synthesis of nicotine ~ HBA conjugate, 1) Activation of cerboxyl group of MBA by thionyl chloride. Heo",
        "Hedlbasnesve WKML3 78624 Communications protocol for Enzyme Immunoassay of Nicotine Introduction As an alternative to RIA of nicotine, enzyme immunoassay (EIA) te sought in order to avoid sone of the disadvantageto! RIA currently available, i. e, shortsighted delt - Lie of radiolabeled compound and ita cont involved, potential raaiation hazard, ’ és; Hi Gould be an emneitive 06 82h and Ube. ani relieve oneself could Be equally fast and efficient, Here, . described the development of an enzyee inaumcastey of nicotine using A - gélactoridsco ae: an ’ ensyne oe cnt: Breparation of the enzyme labeled nicotine. ‘ The compound which vill be used for the enzyme immunoassay testament be G = p - aminobenzamido nicotine, The procedure for conjugation to the maleimide coupling agent, meta - maleimidobenzoic acid (MBA ), will be as follows. A, Synthesis of nicotine ~ HBA conjugate, 1) Activation of cerboxyl group of MBA by thionyl chloride. Heo"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "An alternative to RIA of nicotine, enzyme immunoassay (EIA) is sought in order to avoid sone of the disadvantageto! Ria currentlyavailable, i.e, short delt-Lie of radiolabeled compound and ita. potential raaiation hazard,’ és;;. The procedure for conjugation to the maleimide coupling agent, meta-maleimidobenzoic acid (MBA), will be as follows."
}