{
    "filename": "10142646_10142648.jpg",
    "metadata": {},
    "text": " \n\nSmoke of Cigarettes and Little Cigars: An Analytical Comparison),\n‘Absract Chemicel data are present rom » comparivon sly ofthe smote (December 1971:\n\ndupont, Ser You 2% Razed Ho hum Delhi atoll be\n\n \n\n \n\nWiser rome zor su zon Sed at on the conpattion of the\n\nSr Fess, rer He WO wraprer but rather’ on the physico.\n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\n\"HEM Galen Cini wien tk Tim) were Oban\n\n \n\n \n\nFisscechemisul dierences Beween\n\n \n\nSerle the smoke of evgarenes cgay and the\nfom, popular he eg. 1 & hopsd\n\nthats informitive wl cea\n{he csblnhmcot of nw ways of\nTingning Between iets, eis,\nYogev ih ae me oe\n\non 0 man heh\n\nCiseetes without Ser tips (85\n“tom the Univer:\nSiy of Kentucky; bile cigars A\n‘a (85mm), from the open market\na Voston, Massachuseus (December\n1971; fer eigarces (85 mo), Hie\nans B (85 mm, small igars © (95\nnd cigars D (112 mm), from\nthe open market ia New York City\njmwary 1972). The\n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\nof eiwertes nd live eigers. The tobacco products wd Vile meinsneam smokes itr cigars, ile cigar By small\nSree naled Jor a muinber of tosle constituents in an ef 1 define “smoke cigars. C, and cigars D chosen were\nTahattitty” Thr ove has particular public health bnporance caine the aif- the Targeting brands ia thie fee\n\n‘erence nthe inhalobiy of igor and cigarette sake\n\n \n\nfxcont Jor the diJerones tn the health rik 10 the individ! swoter.\n\nEpidemiologist staes hve demons\nstrated that the ehance of developing\ning eanecr i pfsster for cigar\nsmnane than for cigar smokers; how\n‘oer, tosh tet of smokers face te\nfame ik of eveloping cancer of the\n‘onl eaviy. The vierence In the rate\nft hich cigar and cearete smokers\nevtp hung cance relied to Row\nSitences io infalsion protces which\nte, nar, depondsbt om the physio\n‘hemlet properties of the diferent\nsmokes (1.\n\n \n\n“atte 1, Aran of epteey 2 tae pn ed Some of i\n\npeunly asmed 10 spect\n\n \n\neategonies (4).\n“The wbacco products (5) were Iw\nsided ia a chamber mantsined at 9\n\nAt prose, in the United States, felstive umiiy of 60 percent and\n\nion between 8 cigar and 2 22°C and subseqoenty smoked under\ntigarete based en the 1961 Jeemal standard conditions a6 established fot\nReveme Service deiniion, made for  cigsrtes (0). Standaré smoking con-\n\nthe it\n\n \n\n1x purports which dens » cigar 28 dom ate 26 follow\n“any roll of tebaeco wrapped in let 2 seconds duiation ence 2 mi\ntobacco or ia any substan consinng pall volume of 33 mi 2 but\ntosacco™ and a cgtete 94 \"any soll Of 23 mim evcept fo\n\nfof twhaeco wrappe! in piper of\n\n‘etntance not contig tebacee” (\n\n \n\nsige pl of\n\n \n\n \n\nth\nhe fitereiarcte\nfod litle cigar A. which have Bult\nlengths of 27 mom. Sobequety. we\n\n \n\n  \n\n1 ig ubviows thot. ifthe distinction determined the burning rate as an ind-\nbetucen cigars and eateries it to be ator of eombusubity (0: taal pate\n\nreaningtul im term of the potent ticle matter (TPM) and soi\n\n \n\n \n\n \n\n  \n\n‘Rear Fie ae ra\nPree cone bene ln ore\n1010 we wm\nus m bs\ne\nmy ao von\nmn we 26\noo ast ee\n\n \n\n \n\n \n\n \n\n \n\n6L7PLDLOMH\n\f",
    "augmented_texts": [
        "Smoke of Cigarettes and Little Cigars: An Analytical Comparison ), ‘ Absract Chemicel data are present rom » comparivon sly ofthe smote (December 1971: dupont, Ser You 2% Razed Ho hum Delhi atoll be Wiser rome zor su zon Sed at on the conpattion of the Sr Fess, rer He WO wraprer but preferably ’ on the physico. \" HEM Galen Cini wien tk Tim) were Oban Fisscechemisul dierences Beween Serle the smoke of evgarenes cgay and the fom, popular he eg. unity & hopsd thats informitive wl cea {he csblnhmcot of nw ways of Tingning Between iets, eis, Yogev ih ae me oe on 0 man heh Ciseetes without Ser tips (85 “ tom the Univer: Siy of Kentucky; bile cigars A ‘ a (85mm ), from the open market a Voston, Massachuseus (December 1971; fer eigarces (85 mo ), Hie ans B (85 mm, small igars © (95 nd cigars D (112 mm ), from the open market ia New York City jmwary 1972 ). The of eiwertes nd live eigers. The tobacco products wd Vile meinsneam smokes itr cigars, ile cigar By small Sree naled Jor a muinber of tosle constituents in an ef 1 define “ smoke cigars. C, and cigars D chosen were Tahattitty ” Thr ove has particular public health bnporance caine the aif - the Targeting brands ia thie fee ‘ erence nthe inhalobiy of igor and cigarette sake fxcont Jor the diJerones tn the health rik 10 the individ! swoter. Epidemiologist staes hve demons strated that the ehance of developing ing eanecr i pfsster for cigar smnane than for cigar smokers; how ‘ oer, tosh tet of smokers face te fame ik of eveloping cancer of the ‘ onl eaviy. The vierence In the rate ft hich cigar and cearete smokers evtp hung cance relied to Row Sitences io infalsion protces which te, nar, depondsbt om the physio ‘ hemlet properties of the diferent smokes (1. “ atte 1, Aran of epteey 2 tae pn ed Some of i peunly asmed 10 spect eategonies (4 ). “ The wbacco products (5) were Information warfare sided ia a chamber mantsined at 9 At prose, in the United States, felstive umiiy of 60 percent and ion between 8 cigar and 2 22 ° C and subseqoenty smoked under tigarete based en the 1961 Jeemal standard conditions a6 established fot Reveme Service deiniion, made for cigsrtes (0 ). Standaré smoking con - the it 1x purports which dens » cigar 28 dom ate 26 follow “ any roll of tebaeco wrapped in let 2 seconds duiation ence 2 mi tobacco plant or ia any substan consinng pall volume of 33 mi 2 but tosacco ™ and a cgtete 94 \" any soll Of 23 mim evcept fo fof twhaeco wrappe! in piper of ‘ etntance not contig tebacee ” (sige pl of th he fitereiarcte fod litle cigar A. which have Bult lengths of 27 mom. Sobequety. we 1 ig ubviows thot. ifthe distinction determined the burning rate as an ind - betucen cigars and eateries it to be ator of eombusubity (0: south african dutch pate reaningtul im term of the potent ticle matter (TPM) and soi ‘ Rear Fie ae ra Pree cone bene ln ore 1010 we wm us m bs e my ao von mn we 26 oo ast ee 6L7PLDLOMH",
        "Smoke of Cigarettes and Little Cigars: An Analytical Comparison ), ‘ Absract Chemicel data are present rom » comparivon sly ofthe smote (December 1971: dupont, Ser You 2% Razed Ho hum Delhi atoll be Wiser rome zor su zon Sed at on the conpattion of the Sr Fes, rer He WO wraprer but rather ’ on the physico. \" HEM Galen Cini wien tk Tim) were Oban Fisscechemisul dierences Beween Serle the smoke of evgarenes cgay and the fom, popular he eg. 1 & hopsd thats informitive wl cea {he csblnhmcot of nw ways of Tingning Between iets, eis, Yogev ih ae me oe on 0 man heh Ciseetes without Ser tips (85 “ tom the Univer: Siy of Kentucky; bile cigars A ‘ a (85mm ), from the open market a Voston, Massachuseus (Dec 1971; fer eigarces (85 mo ), Hie ans B (85 mm, small igars © (95 nd cigars D (112 mm ), from the open market ia New York City jmwary 1972 ). The of eiwertes nd live eigers. The tobacco products wd Vile meinsneam smokes itr cigars, ile cigar By small Sree naled Jor a muinber of tosle constituents in an ef 1 define “ smoke cigars. C, and cigars D chosen were Tahattitty ” Thr ove has particular public health bnporance caine the aif - the Targeting brands ia thie fee ‘ erence nthe inhalobiy of igor and cigarette sake fxcont Jor the diJerones tn the health rik 10 the individ! swoter. Epidemiologist staes hve demons strated that the ehance of developing ing eanecr i pfsster for cigar smnane than for cigar smokers; how ‘ oer, tosh tet of smokers face te fame ik of eveloping cancer of the ‘ onl eaviy. The vierence In the rate ft hich cigar and cearete smokers evtp hung cance relied to Row Sitences io infalsion protces which te, nar, depondsbt om the physio ‘ hemlet properties of the diferent smokes (1. “ atte 1, Aran of epteey 2 tae pn ed Some of i peunly asmed 10 spect eategonies (4 ). “ The wbacco products (5) were Iw sided ia a chamber mantsined at 9 At prose, in the United States, felstive umiiy of 60 percent and ion between 8 cigar and 2 22 ° C and subseqoenty smoked under tigarete based en the 1961 Jeemal standard conditions a6 established fot Reveme Service deiniion, made for cigsrtes (0 ). Standaré smoking con - the it 1x purports which dens » cigar 28 dom ate 26 follow “ any roll of tebaeco wrapped in let 2 seconds duiation ence 2 mi tobacco or ia any substan consinng pall volume of 33 mi 2 but tosacco ™ and a cgtete 94 \" any soll Of 23 mim evcept fo fof twhaeco wrappe! in piper of ‘ etntance not contig tebacee ” (sige pl of th he fitereiarcte fod litle cigar Deoxyadenosine monophosphate. which have Bult lengths of 27 mom. Sobequety. we 1 ig ubviows thot. ifthe distinction determined the burning rate as an ind - betucen cigars and eateries it to be ator of eombusubity (0: taal pate reaningtul im term of the potent ticle matter (TPM) and soi ‘ Rear Fie ae ra Pree cone bene ln ore 1010 we wm us m bs e my ao von mn we 26 oo ast ee 6L7PLDLOMH"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Smoke of Cigarettes and Little Cigars: An Analytical Comparison. Chemicel data are present rom » comparivon sly ofthe smote. The tobacco products wd Vile meinsneam smokes itr cigars, ile cigar By small cigars."
}