{
    "filename": "10153190_10153205.jpg",
    "metadata": {},
    "text": "HEBLG2Q1018\n\nFrom: Pulmonary Toxicology of Respirable\narticle. CL Sanders etal Eds,\nCrocvedings “ot the iath oneal Nanton! Lite\nRevncen Symfomum at Hasler dais bes fay som)\nTechnical Entormshion Confers ELBE hay,\n36!\n\nThe Dosimetry and Distribution of Whole\nCigarette Smoke Particulates in Inbred Strains\nof Mice: Comparison of a Large Smoke-Exposure\nMachine (SEM) with a Small-Capacity\nSmoke-Exposure Machine (Walton)\n\n \n\n \n\n \n\nC4 MENRY.*C B. WHITMIRE.*: A LOPEZ.*D.R. DANSIE*\nM.D AVERY.*9 E CATON A STORELY.A RW HOLMBERG\nMR GUERIS ana RE KOURIY\n\n{Desriment of Expeimental Oncology and Department of Bcc\nnesisty. Miereboleeeal Asccates,Behee Aryans. tary\n{Chemist} Diesion,Osk Ree Nationa Lat\n\n \n\n  \n\n \n\naastRact\n\n \n\nmee) dynamic ystems\n\n    \n\nhoinbody tubes) apie dvectly. Both machin were ope\nrd condition: for pall Susion (2 ac),\n\npt raoeney (once per munat) and but length of casrete (23 ma)\n\n‘Aradonci tracer (\"= Cbeled dotnacaniane) ees ene to ous\n\n    \n\n \n    \n    \n\n \n\nconcentration ard umoke-enposure\ntas indepenient of vex osm af mau Deecabe lvls of PPM\nfound ithe hed, lary, op, and stmach. The eattbeton of FEM.\nrine ineensed 10300\n\n1% (vol ol). Rear\ncena, 73 to 77% af Oe TAI ws foe\n1485 10.91% of he TPH vas contained inte entne apse\n102 (001 Wel mabe concentration for 300 orc of\n\n   \n\n    \n\n  \n\n \n\f",
    "augmented_texts": [
        "HEBLG2Q1018 From: Pulmonary Toxicology of Respirable article. CL Sanders etal Eds, Crocvedings “ ot the iath oneal Nanton! Lite Revncen Symfomum at Hasler stump bes fay som) Technical Entormshion Confers ELBE hay, 36! The Dosimetry and Distribution of Whole Cigarette Smoke Particulates in Inbred Strains of Mice: Comparison of a Large Smoke - Exposure Machine (SEM) with a Small - Capacitance Smoke - Exposure Machine (Walton) C4 MENRY. * C B. WHITMIRE. *: A LOPEZ. * Ergocalciferol. R. DANSIE * M. D AVERY. * 9 E CATON A STORELY. A RW HOLMBERG MR GUERIS ana RE KOURIY {Desriment of Expeimental Oncology and Department of Bcc nesisty. Miereboleeeal Asccates, Behee Aryans. tary {Chemist} Diesion, Osk Ree Nationa Lat aastRact mee) dynamic ystems hoinbody tubes) apie dvectly. Both machin were ope rd condition: for pall Susion (2 ac ), pt raoeney (once per munat) and but length of casrete (twenty three ma) ‘ Aradonci tracer (\" = Cbeled dotnacaniane) ees ene to ous concentration ard umoke - enposure tas indepenient of vex osm af mau Deecabe lvls of PPM found ithe hed, lary, op, and stmach. The eattbeton of FEM. rine ineensed 10300 1% (vol ol ). Rear cena, 73 to 77% af Oe TAI ws foe 1485 tenner. 91% of he TPH vas contain inte entne apsis 102 (001 Wel mabe concentration for 300 orc of",
        "HEBLG2Q1018 From: Pulmonary Toxicology of Respirable article. CL Sanders etal Eds, Crocvedings “ ot the iath oneal Nanton! Lite Revncen Symfomum at Hasler dais bes fay som) Technical Entormshion Confers ELBE hay, 36! The Dosimetry and Distribution of Whole Cigarette Smoke Particulates in Inbred Strains of Mice: Comparison of a Large Smoke - Exposure Machine (SEM) with a Small - Capacity Smoke - Exposure Machine (Walton) C4 MENRY. * C B complex. WHITMIRE. *: A LOPEZ. * D. R. DANSIE * M. D AVERY. * 9 E CATON A STORELY. A RW HOLMBERG mr. GUERIS ana RE KOURIY {Desriment of Expeimental Oncology and Department of Bcc nesisty. Miereboleeeal Asccates, Behee Aryans. tary {Chemist} Diesion, Osk Ree Nationa Lat aastRact mee) dynamic ystems hoinbody tubes) apie dvectly. Both machin were ope rd condition: for pall Susion (2 ac ), pt raoeney (erst per munat) and but length of casrete (23 ma) ‘ Aradonci tracer (\" = Cbeled dotnacaniane) ees ene to ous concentration ard umoke - enposure tas indepenient of vex osm af mau Deecabe lvls of PPM found ithe hed, lary, op, and stmach. The eattbeton of FEM. rine ineensed 10300 1% (vol ol ). Rear cena, 73 to 77% af Oe siamese ws foe 1485 10. 91% of he TPH vas contained inte entne apse 102 (001 Wel mabe concentration for 300 orc of"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The Dosimetry and Distribution of Whole.Cigarette Smoke Particulates in Inbred Strains.of Mice. Comparison of a Large Smoke-Exposure.Machine (SEM) with a Small-CapacitySmoke-exposure Machine (Walton) The eattbeton of FEM ineensed 10300.1% (vol ol)"
}