{
    "filename": "10171794_10171798.jpg",
    "metadata": {},
    "text": "Cardiopulmonary Effects of\nTobacco and Related Substances\n\n1. Coronary Vascular Efcets of Cigarete Sn\n\nBe and Nicotine\n\n \n\nTie concnt'stoss derived from ex-\nsetiments using none have een custom\nBris extended 10 appit 10. toacco. This\nspell re for the eet of oseca 6\nthe coronay creation i. ten\nlinited amount of experiments pertain d\nrealy to ination of cigarette snake bit\ner ae mimes epee ig io\n\nTe the human subject, the inklation of\nsitet smoke has Been reprtes to eter\nIncrease or decease coronary” aod few\n‘The increase, noted by Bargeron eal! was\nsumed to be de to nicotine wheres the\ndese, ned by Dave et wat x\n‘lined by the release of posterior pitiars\nformone Paradoxically the effets of nico\ntin on the pefased aman heart wat vaso:\n‘onsrction so tht any observed incense\nforonary Hood flor” induced. by icone\n‘must depend onan action of nicotine outside\note he\n\n‘Aras ll of the reported experiments in\nAheintact do showed an ineeaae in coronary\nUnd fw ftlwing the inection of nica\ntithe intracoronary. or intraveoousy\nThee area few reports ofnictice induced\nacconstreion inthe dog!®\" ct and\nTC but th mets forts eect\nis st uncerain. The inkaation of tobacco\nsmoke in the dog! exclusively caused an\nincrease in cornary ‘ood flow, bat the\ntendency has brent ignore this observation\nnd to tcl sting directly induces\nCoronary rasocosticion\n\n“The preent experiments are intended to\nclarity the effets of inklation of cigarette\nSs oth oem aan fhe\ner experimental prepara:\n{on has Been designed to dent teflon\nfog: (a) effects of eolleting blood from one\nToke exposed to cigarette make and perfsing\nthi blood det into the let coronary\n“Tage! fo pene en 24, 1\n\nTa the Denso of Prmtcolo Urenky\nhasan helo ae\n\nel rows Kept of Phemicobe.\nsche st lei Ganertr ot Peat de\nEo teh Arcs.\n\n \n\n \n\n \n\n \n\n \n\n \n\nartery; (1) effects of allowing Mood exposed\nfo cigarete smoke to feach the entire ania)\nexcept te let coronary artery and the lobe\n‘which supplies the coronas. perfnsse: (c)\nelects of nkotine injected iret imo the\nforonary artery: and (d) comparative sen\nSti of the prt coronary. he\nmyocardial contract, system blood\npressure, and bronchometor tone. The pri\nmars. concern isthe local action of tobacco\nfon the coronary cteuation but not exci\nsively 30.\n\n \n\n    \n\nMethods\n\nDogs under morphine (2 mg/g) and chorale\n(70 mee) sesh ee se. “The tates\nTar Sees and amit it arin oa\n‘pitomcer tube. as ered into te lel lower\ntibet wae ental sepately frm al the\n‘her nes by two Staring pnpe. den by the\nfie cere motor. The rochomotn rapeses,\nforthe lel ower oe epartely om he eee\nInes were rrr ty te verte cc e-\nered peu The ee\n\nfe ewe tite a Sado cet ab\nFin The roetar im wn wae ced tot\n\n \n\n  \n\n \n\ning, Poperiy shaped mca cannula nto ‘one\nrod ey and mancoeing the i te the ce\n\n \n\n \n\f",
    "augmented_texts": [
        "Cardiopulmonary Effects of Tobacco and Related Substances 1. Coronary Vascular Efcets of Cigarete Sn Be and Nicotine Tie concnt ' stoss derived from ex - setiments using none have een custom Bris extended 10 appit 10. toacco. This spell re for the eet of oseca 6 the coronay creation i. ten linited amount of experiments pertain d realy to ination of cigarette snake bit er ae mimes epee ig io Te the human subject, the inklation of sitet smoke has Been reprtes to eter Increase or decease coronary ” aod few ‘ The increase, noted by Bargeron eal! was sumed to be de to nicotine wheres the dese, ned by Dave et wat x ‘ lined by the release of posterior pitiars formone Paradoxically the effets of nico tin on the pefased aman heart wat vaso: ‘ onsrction so tht any observed incense foronary Hood flor ” induced. by icone ‘ must depend onan action of nicotine outside ote he ‘ Aras ll of the reported experiments in Aheintact do showed an ineeaae in coronary Und fw ftlwing the inection of nica tithe intracoronary. or intraveoousy Thee area few reports ofnictice induced acconstreion inthe dog! ® \" ct and TC but th mets forts eect be st uncerain. The inkaation of tobacco smoke in the dog! exclusively caused an increase in cornary ‘ ood flow, bat the tendency has brent ignore this observation nd to tcl sting directly induces Coronary rasocosticion “ The preent experiments are intended to clarity the effets of inklation of cigarette Ss oth oem aan fhe er experimental prepara: {on has Been designed to dent teflon fog: (a) effects of eolleting blood from one Toke exposed to cigarette make and perfsing thi blood det into the let coronary “ Tage! fo pene en 24, 1 Ta the Denso of Prmtcolo Urenky hasan helo ae el rows Kept of Phemicobe. sche st lei Ganertr ot Peat diamond state Eo teh Arcs. artery; (1) effects of allowing Mood exposed fo cigarete smoke to feach the entire ania) except te let coronary artery and the lobe ‘ which supplies the coronas. perfnsse: (c) elects of nkotine injected iret imo the foronary artery: and (d) comparative sen Sti of the prt coronary. he myocardial contract, system descent pressure, and bronchometor tone. The pri mars. concern isthe local action of tobacco fon the coronary cteuation but not exci sively thirty. Methods Dogs under morphine (2 mg / g) and chorale (70 mee) sesh ee se. “ The tates Tar Sees and amit it arin oa ‘ pitomcer tube. as ered into te lel lower tibet wae ental sepately frm al the ‘ her nes by two Staring pnpe. den by the fie cere motor. The rochomotn rapeses, forthe lel ower oe epartely om he eee Ines were rrr ty atomic number 52 verte cc e - ered peu The ee fe ewe tite a Sado cet ab Fin The roetar im wn wae ced tot ing, Poperiy shaped mca cannula nto ‘ one rod ey and mancoeing the i te the ce",
        "Cardiopulmonary Effects of Tobacco and Related Substances 1. Coronary Vascular Efcets of Cigarete Sn Be and Nicotine Tie concnt ' stoss derived from ex - setiments using none have een custom Bris extended 10 appit 10. toacco. This spell re for the eet of oseca 6 the coronay creation i. ten linited amount of experiments pertain d realy to ination of cigarette snake bit er ae mimes epee ig io Te the human subject, the inklation of sitet smoke has Been reprtes to eter Increase or decease coronary ” aod few ‘ The increase, noted by Bargeron eal! was sumed to be de to nicotine wheres the dese, ned by Dave et wat x ‘ lined by the release of posterior pitiars formone Paradoxically the effets of nico tin on the pefased aman heart wat vaso: ‘ onsrction so tht any observed incense foronary Hood flor ” induced. by icone ‘ must depend onan action of nicotine outside ote he ‘ Aras ll of the reported experiments in Aheintact do showed an ineeaae in coronary Und fw ftlwing the inection of nica tithe intracoronary. or intraveoousy Thee area few reports ofnictice induce acconstreion inthe dog! ® \" ct and TC but th mets forts eect is st uncerain. The inkaation of tobacco smoke in the dog! exclusively caused an increase in cornary ‘ ood flow, bat the tendency has brent ignore this observation nd to tcl sting directly induces Coronary rasocosticion “ The preent experiments are intended to clarity the effets of inklation of cigarette Ss oth oem aan fhe er experimental prepara: {on has Been designed to dent teflon fog: (a) effects of eolleting blood from one Toke exposed to cigarette make and perfsing thi blood det into the let coronary “ Tage! fo pene en 24, 1 Ta the Denso of Prmtcolo Urenky hasan helo ae el rows Kept of Phemicobe. sche st lei Ganertr ot Peat de Eo teh Arcs. artery; (1) effects of allowing Mood exposed fo cigarete smoke to feach the entire ania) except te let coronary artery and the lobe ‘ which supplies the coronas. perfnsse: (c) elects of nkotine injected iret imo the foronary artery: and (d) comparative sen Sti of the prt coronary. he myocardial contract, system blood pressure, and bronchometor tone. The pri mars. concern isthe local action of tobacco fon the coronary cteuation but not exci sively 30. Methods Dogs under morphine (2 mg / g) and chorale (70 mee) sesh ee se. “ The tates Tar Sees and amit it arin oa ‘ pitomcer tube. as ered into te lel lower tibet wae ental sepately frm al the ‘ her nes by two Staring pnpe. den by the fie cere motor. The rochomotn rapeses, forthe lel ower oe epartely om he eee Ines were rrr ty te verte cc e - ered peu The ee fe ewe tite a Sado cet ab Fin The roetar im wn wae ced tot ing, Poperiy shaped mca cannula nto ‘ one rod ey and mancoeing the i te the ce"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Cardiopulmonary Effects of Tobacco and Related Substances. Coronary Vascular Efcets of Cigarete Sn Sn and Nicotine. The eeet of oseca 6                the coronay creation i.e. the coronary artery and the lobe that supplies the coronas."
}