{
    "filename": "10191049_10191052.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\n \n\n. . Aad WY peat Cy — Gey (BEI Hilo\nHKB21 71087 _\n\n   \n\n‘TOBACCO HYPERSENSITIVITY\n\nVinci J. Fostana\nDope of Pei, Now Yor\n\ni} “ae Clie ian ee Yo !\n\nnthe pus thirty year, particularly in the las several yeas the pretty\n\nthat labaeo or its products might bes cause of diease has been brskly dis\n\nfans of whether allergy to tobacco doc over andy fit\n\noun of bow intimately it is ascited with recognizable peripheral vascular\n\n‘remain tobe answered. The invesgation of Sulzberger and the\n\n: f ‘ports of Harkavy ea, about 30 years ago, were theft to indicate tat a\n\ni ‘enatvty reaction to tobacco might be responsible for cersin vasclatdie-\n<i, expecily thromboangitsabiterans. On the eter hand, reports by\n‘Trusfl eal? Chobot( and Westcott and Wright® filed to confirm the con\ntention thatthe skin reaction produced by tobacco extract was a speci re-\n\ntponse dewgnating a sestization process of the blood vessel\n‘These divergent views and fodings by compeicnt investigators in the field\n3 demanded erespraisal ofthe sensizing potent of the allergen, tobacco, on\n: {hebuman vase sysem and scertainment ofthe tre incidence and sigis-\n: ance ofthe postive intradermal reaction to tobacco extract. Many of the\n“+ houghts expres in this report ae based o a study of mare than 1000 vol-\nfi (ter, including adults and children, tested with 5 dierent tobacco extracts,\neprint ae ctw ober |\ncoded i relation to personal alrgy, anal alley, symptoms related !\nfo tobacco smoking, peripheral vawclar symptoms and, faly, plethysmo- re\n\n \n\n \n\n   \n\ni\n}\n\n \n\n \n\n \n\n \n\n' (gophie measurements of U:od flow to the lower extremities and automatic\nFading of surface temperature.\n\nof Sulserger, Harkavy, and others have verified\nthe immunologic specificity of the skin reaction to tobacco, the clinical signis-\ncance of the positive akin test it nol always obvious. It must be admitted\nthet certain dificalles are encountered in using any type of akin est as\nmeans of dignosis. The more important faclors that mest be considered in\n‘evaluating & postive intradermal reaction include the preparation and relia~\n‘ity ofthe extract, the method of testing, the importnce ofthe reation in\n‘single individual, and the cocelation of the positive akin reaction to the\n‘deepen with the patient's symptomatology. The tobneco extracts used in\nthis study have been prepared by workers experienced inthis field. Care was\ntaken inthe performance of the intradermal vest and inthe interpretation of\n‘the results in order to reduce toa minimum the possibility of nonapeci false\n_postive reactions and other results of experimental error.\n\n‘Defote presenting the results ofthis investigation, 1 stall state ome funda-\nmental immunologle concepts that prompted my belicf that certain tobacco\n‘bec are based on a specie allergic susceptibility of particular individuals,\nfather than tas produc inthe tobacco\n\nTt is Known that most forms of alergy affecting diferent parts ofthe body\ncan bt verified in many instances by observations ofthe skin after introduction\n‘ol the allergen responsible for the disease. This isthe it concept of fxed t\n\n‘While the observa\n\n \n\n \n\n \n\n \n\n \n\n \n\nFy\n\n \n\nPTE OTR e Sa mewn wae ee\n\n \n\n \n\n \n\n  \n\n   \n\f",
    "augmented_texts": [
        ".. Aad WY peat Cy — Gey (BEI Hilo HKB21 71087 _ ‘ TOBACCO HYPERSENSITIVITY Vinci J. Fostana Dope of Pei, Now Yor i} “ ae Clie ian ee Yo! nthe pus thirty year, particularly in the las several yeas the pretty that labaeo or its products might bes cause of diease has be brskly dis fans of whether allergy to tobacco doc over andy fit oun of bow intimately it is ascited with recognizable peripheral vascular ‘ remain tobe answered. The invesgation of Sulzberger and the: f ‘ ports of Harkavy ea, about 30 years ago, were theft to indicate tat a i ‘ enatvty reaction to tobacco might be responsible for cersin vasclatdie - <i, expecily thromboangitsabiterans. On the eter hand, reports by ‘ Trusfl eal? Chobot (and Westcott and Wright ® filed to confirm the con tention thatthe skin reaction produced by tobacco extract was a speci re - tponse dewgnating a sestization process of the blood vessel ‘ These divergent views and fodings by compeicnt investigators in the field 3 demanded erespraisal ofthe sensizing potent of the allergen, tobacco, on: {hebuman vase sysem and scertainment ofthe tre incidence and sigis -: ance ofthe postive intradermal reaction to tobacco extract. Many of the “ + houghts expres in this report ae based o a study of mare than 1000 vol - fi (ter, including adults and children, tested with 5 dierent tobacco extracts, eprint ae ctw ober | coded i relation to personal alrgy, anal alley, symptoms related! fo tobacco smoking, peripheral vawclar symptoms and, faly, plethysmo - re i} ' (gophie measurements of U: od flow to the lower extremities and automatic Fading of surface temperature. of Sulserger, Harkavy, and others have verified the immunologic specificity of the skin reaction to tobacco, the clinical signis - cance of the positive akin test it nol always obvious. It moldiness be admitted thet certain dificalles are encountered in using any type of akin est as means of dignosis. The more important faclors that mest be considered in ‘ evaluating & postive intradermal reaction include the preparation and relia ~ ‘ ity ofthe extract, the method of testing, the importnce ofthe reation in ‘ single individual, and the cocelation of the positive akin reaction to the ‘ deepen with the patient ' s symptomatology. The tobneco extracts used in this study have been prepare by workers experienced inthis field. Care was taken inthe performance of the intradermal vest and inthe interpretation of ‘ the results in order to reduce toa minimum the possibility of nonapeci false _postive reactions and other results of experimental error. ‘ Defote presenting the results ofthis investigation, 1 stall state ome funda - mental immunologle concepts that prompted my belicf that certain tobacco ‘ bec be based on a specie allergic susceptibility of particular individuals, father than tas produc inthe tobacco Tt is Known that most forms of alergy affecting diferent parts ofthe body can bt verified in many instances by observations ofthe skin after introduction ‘ ol the allergen responsible for the disease. This isthe it concept of fxed t ‘ While the observa Fy PTE OTR e Sa mewn wae ee",
        ".. Aad WY peat Cy — Gey (BEI Hilo HKB21 71087 _ ‘ TOBACCO HYPERSENSITIVITY Vinci J. Fostana Dope of Pei, Now Yor i} “ ae Clie ian ee Yo! nthe pus thirty year, particularly in the las several yeas the pretty that labaeo or its products might bes cause of diease has been brskly dis fans of whether allergy to tobacco doc over andy fit oun of bow intimately it is ascited with recognizable peripheral vascular ‘ remain tobe answered. The invesgation of Sulzberger and the: f ‘ ports of Harkavy ea, about 30 years ago, were theft to indicate tat a i ‘ enatvty reaction to tobacco might constitute responsible for cersin vasclatdie - <i, expecily thromboangitsabiterans. On the eter hand, account by ‘ Trusfl eal? Chobot (and Westcott and Wright ® filed to confirm the con tention thatthe skin reaction produced by tobacco extract was a speci re - tponse dewgnating a sestization process of the blood vessel ‘ These divergent views and fodings by compeicnt detective in the field 3 demanded erespraisal ofthe sensizing potent of the allergen, tobacco, on: {hebuman vase sysem and scertainment ofthe tre incidence and sigis -: ance ofthe postive intradermal reaction to tobacco extract. Many of the “ + houghts expres in this report ae based o a study of mare than 1000 vol - fi (ter, including adults and children, tested with 5 dierent tobacco extracts, eprint ae ctw ober | coded i relation to personal alrgy, anal alley, symptoms related! fo tobacco smoking, peripheral vawclar symptoms and, faly, plethysmo - re i} ' (gophie measurements of U: od flow to the lower extremities and automatic Fading of surface temperature. of Sulserger, Harkavy, and others have verified the immunologic specificity of the skin reaction to tobacco, the clinical signis - cance of the positive akin test it nol always obvious. It must be admitted thet certain dificalles are encountered in using any type of akin est as means of dignosis. The more important faclors that mest be considered in ‘ evaluating & postive intradermal reaction include the preparation and relia ~ ‘ ity ofthe extract, the method of testing, the importnce ofthe reation in ‘ single individual, and the cocelation of the positive akin reaction to the ‘ deepen with the patient ' s symptomatology. The tobneco excerption used in this study have been prepared by workers experienced inthis field. Care was taken inthe performance of the intradermal vest and inthe interpretation of ‘ the results in order to reduce toa minimum the possibility of nonapeci false _postive reactions and other results of experimental error. ‘ Defote presenting the solution ofthis investigation, 1 stall state ome funda - mental immunologle concepts that prompted my belicf that certain tobacco ‘ bec are based on a specie allergic susceptibility of particular individuals, father than tas produc inthe tobacco Tt is Known that most forms of alergy affecting diferent parts ofthe body can bt verified in many instances by observations ofthe hide after introduction ‘ ol the allergen responsible for the disease. This isthe it concept of fxed t ‘ While the observa Fy PTE OTR e Sa mewn wae ee"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Tobacco has been linked to blood vessel thromboangitsabiterans. The skin reaction produced by tobacco extract was a speci re-tponse dewgnating a sestization process of the blood vessels. It must be admitted that certain dificalles are encountered in using any type of akin est as means of dignosis."
}