{
    "filename": "10197033_10197034.jpg",
    "metadata": {},
    "text": " \n\nExployment:\n\n1974-1975\n\n1976-Present\n\n \n\n4KG2225067\n\nRANDALL EDEAMD MARIS.\n\ncurriculum vitae.\n\napril 28, 1943, in Kearney, Nebraska, to Dell and Glee Harris.\nKearney Senior High School, Kearney, Nebraska, 1959-1961;\nColorado State College, Greeley, Colorado, 1361-1962;\n\nuniversity of Rebraska, Lincoln, Nebraska, 1963-1966, 8.3.\n(agricul ture);\n\nUniversity of Nebraska, Lincoln, Nebraska, 1969-1971, M.S.\n(Genetics);\n\nNorth Carolina State University, Raleigh, North Carolina,\n1972-1974, Ph.D. {iajorGeneLics, Minor-Statistics).\n\n \n\nDepartnent of Apronomy, University of Wisconsin, Madison,\nAssistant Professor. Teaching (50%): Responsible for teaching\n‘wo graduate-level courses in biostatistics. Subjects are\nbionetry (fundamental principles and procedures of statistical\n\nyeis and experimental design, class size - 160) and\nexperimental design (advanced concepts in the design and analysis\nof biological experiments, class sie - 30). Research and\nConsulting (S01! Conducting research in the plant breeding and\nplant genetics area. Studies have focused on the inheritance of\nprolificacy facture in maize and the intraeplant regulation of ear\nShoot development by plant hormones.\n\n \n\n    \n\n \n\nDepartment of Preventive Medicine und Public Health, Creighton\nUniversity School of Medicine, Omaha, Nebraska 68178\n\nAssistant Professor, Teaching (1U:)! Responsible for teaching\n‘one course in biostatistics Lo bepinning medical students.\nResearch and consulting (90%): Conducting research in col labor\nation with IT. lynch, M.0., lA, Guirgisy Ph.D. and others\nassociated with the Creighton University Department of Preventive\nNedieine in medical genetics and biostatistics with emphasis on\ncancer genetics.\n\n \n\n \n\n \n\namerican Genetic Association\nanericun Society of Genetics\nAmerican Society of tlusun Genetics\nAmerican Statist ican Association\nGanea Sinna Del tt\n\nPhi Kappa Phi\n\nSipna XT\n\n \n\n    \n\n \n\f",
    "augmented_texts": [
        "Exployment: 1974 - 1975 1976 - Present 4KG2225067 RANDALL EDEAMD MARIS. curriculum vitae. april 28, 1943, in Kearney, Nebraska, to Dell and Glee Harris. Kearney Senior High School, Kearney, Nebraska, 1959 - 1961; Colorado State College, Greeley, Colorado, 1361 - 1962; university of Rebraska, Lincoln, Nebraska, 1963 - 1966, eight. 3. (agricul ture ); University of Nebraska, Lincoln, Nebraska, 1969 - 1971, M. S. (Genetics ); North Carolina State University, Raleigh, North Carolina, 1972 - 1974, Ph. D. {iajorGeneLics, Minor - Statistics ). Departnent of Apronomy, University of Wisconsin, Madison, Assistant Professor. Teaching (50% ): Responsible for teach ‘ wo graduate - level courses in biostatistics. Subjects are bionetry (fundamental principles and procedures of statistical yeis and data based design, class size - 160) and experimental design (advanced concepts in the design and analysis of biological experiments, class sie - 30 ). Research and Consulting (S01! Conducting research in the plant breeding and flora genetics area. Studies have focused on the inheritance of prolificacy facture in maize and the intraeplant regulation of ear Shoot development by plant hormones. Department of Preventive Medicine und Public Health, Creighton University School of Medicine, Omaha, Cornhusker state 68178 Assistant Professor, Teaching (1U: )! Responsible for teaching ‘ one course in biostatistics Lo bepinning medical students. Research and consulting (ninety% ): Conducting research in col labor ation with IT. lynch, M. 0. , lA, Guirgisy Ph. D. and others associated with the Creighton University Department of Preventive Nedieine in medical genetics and biostatistics with emphasis on cancer genetics. american Genetic Association anericun Society of Genetics American Society of tlusun Genetics American Statist ican Association Ganea Sinna Del tt Phi Kappa Phi Sipna XT",
        "Exployment: 1974 - 1975 1976 - Present 4KG2225067 RANDALL EDEAMD MARIS. curriculum vitae. april 28, 1943, in Kearney, Nebraska, to Dell and Glee Harris. Kearney Senior High School, Kearney, Nebraska, 1959 - 1961; Colorado State College, Greeley, Colorado, 1361 - 1962; university of Rebraska, Lincoln, Nebraska, 1963 - 1966, 8. 3. (agricul ture ); University of Nebraska, Lincoln, Nebraska, 1969 - 1971, M. S. (Genetics ); North Carolina State University, Raleigh, North Carolina, 1972 - 1974, Ph. D. {iajorGeneLics, Minor - Statistics ). Departnent of Apronomy, University of Wisconsin, Madison, Assistant Professor. Teaching (50% ): Responsible for teaching ‘ wo graduate - level courses in biostatistics. Subjects are bionetry (fundamental principles and procedures of statistical yeis and experimental design, class size - 160) and experimental design (advanced concepts in the design and analysis of biological experiments, class sie - 30 ). Research and Consulting (S01! Conducting research in the plant breeding and plant genetics area. Studies have focused on the inheritance of prolificacy facture in maize and the intraeplant regulation of ear Shoot development by plant internal secretion. Department of Preventive Medicine und Public Health, Creighton University School of Medicinal drug, Omaha, Nebraska 68178 Assistant Professor, Teaching (1U: )! Responsible for teaching ‘ one course in biostatistics Lo bepinning medical students. Research and consulting (90% ): Conducting research in col labor ation with IT. lynch, M. 0. , lA, Guirgisy Ph. D. and others associated with the Creighton University Department of Preventive Nedieine in medical genetics and biostatistics with emphasis on genus cancer genetics. american Genetic Association anericun Society of Genetics American Society of tlusun Genetics American Statist ican Association Ganea Sinna Del tt Phi Kappa Phi Sipna XT"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "RANDALL EDEAMD MARIS was born on April 28, 1943, in Kearney, Nebraska, to Dell and Glee Harris. He studied at the University of Nebraska and North Carolina State University. His research focused on the genetics of maize and the regulation of ear shoot development by plant hormones."
}