{
    "filename": "10192248_10192254.jpg",
    "metadata": {},
    "text": " \n\n \n\nASA TCE wc my 2-48.97\n\nDegradation of Tropoelastin by Proteases\n\nPAL Cunistwen.* Geonct WEINBAUK.' BRUCE SLOAN: AND.\nJort Rostsaioost”\n\nCente nt Heath Reseach Deprnee f Amarone Hog, Shoo of ese\nMedi Uses Pramsiana Phir. Pome Wt sod Pubs\n‘Dueae Set, Ar Eisele Seal Crater Pad, Penson IV\nRecined December 16, 197: accepted March 1.1978\n\n‘Asin as hdscited bic cab of etecting Se breakin pris\n‘aoacthly bldwpochstin oer iesbation wth ie soktons of\nProne, Ung tin any we show at tropocltin ie rp ceed hy a\n‘arty of tenses lcuingakoyt ad pancreatic ese. physolole\npH and oie wength. The tens ges he ess that depiation of\ntrporai er at reed osyrtete ltermedte my py oli he\nathorees af emphyeem,\n\n \n\n \n\n‘The connective tissue protein elastin is largely responsible for main-\n{aining the elasticity of major blood vessels and hing issue, In the highly\ninsoluble elastin. the polypeptide chains are extensively cross-linked\nby desmosines and other cross-linkages 11.2) derived from the enzymatic\n‘oxidation oflysne residues (35). A single polypeptide, designated tropo\nlastin. with molecular weight of about 70,000 appears to be a soluble\nintermediate in the biosynthesis ofthe ber (6-10). although recent evi.\ndence sungess that a larger molecular weight precursor may also exist\n(1D), Recent studies have focused on the possible role of elastlytic ene\n2ymes, particularly leukocyte elastase, inthe pathogenesis of chronic obs\nstroctive lung disease (emphysema). In experimental model systems, the\ntmajor emphasis has been on the destruction of the mature elastic fiber\nbby administered proteases. and in these systems there sa strong correla\ntion between the production of emphysema and the cleavage of insoluble\nelastin 12-18). However. in man the development of emphysema is a\n‘chronic. complex process often involving many years. ring which time\nthere may be periodic destruction and repair of pulmonary tissve. Such\n‘onsieratios suggest that interruption of elastin biosynthesis by degrada\ntion of tropoelastin could play a significant role in emphysema de.\nvelopment.\n\n‘As. fist step in exporig this possibilty, we have developed « simple\nassay which is capable of detecting a single break in the tropoctastin\nPolypeptide chain and have examined the sensitivity of tropoetastin to\n\n \n\n \n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "ASA TCE wc my 2 - 48. 97 Degradation of Tropoelastin by Proteases PAL Cunistwen. * Geonct WEINBAUK. ' BRUCE SLOAN: AND. Jort Rostsaioost ” Cente nt Heath Reseach Deprnee f Amarone Hog, Shoo of ese Medi Uses Pramsiana Phir. Pome Wt sod Pubs ‘ Dueae Set, Ar Eisele Seal Crater Pad, Penson IV Recined December 16, 197: accepted March 1. 1978 ‘ Asin as hdscited bic cab of etecting Se breakin pris ‘ aoacthly bldwpochstin oer iesbation wth ie soktons of Prone, Ung tin any we show at tropocltin ie rp ceed hy a ‘ arty of tenses lcuingakoyt ad pancreatic ese. physolole pH and oie wength. The tens ges he ess that depiation of trporai er at reed osyrtete ltermedte my py oli he athorees af emphyeem, ‘ The connective tissue protein elastin is largely responsible for main - {aining the elasticity of major blood vessels and hing issue, In the highly insoluble elastin. the polypeptide chains are extensively cross - linked by desmosines and other cross - linkages 11. 2) derived from the enzymatic ‘ oxidation oflysne residues (35 ). A single polypeptide, designated tropo lastin. with molecular weight of about 70, 000 appears to be a soluble intermediate in the biosynthesis ofthe ber (6 - 10 ). although recent evi. dence sungess that a larger molecular weight precursor may also exist (1D ), Recent study have focused on the possible role of elastlytic ene 2ymes, particularly leukocyte elastase, inthe pathogenesis of chronic obs stroctive lung disease (emphysema ). In experimental model systems, the tmajor emphasis has been on the destruction of the mature elastic fiber bby administered proteases. and in these systems there sa strong correla tion between the yield of emphysema and the cleavage of insoluble elastin 12 - 18 ). However. in man the development of emphysema is a ‘ chronic. complex process often involving many years. ring which time there may be periodic destruction and repair of pulmonary tissve. Such ‘ onsieratios suggest that interruption of elastin biosynthesis by degrada tion of tropoelastin could play a significant role in emphysema de. velopment. ‘ As. fist stair in exporig this possibilty, we have developed « simple assay which is capable of detecting a single break in the tropoctastin Polypeptide chain and have examined the sensitivity of tropoetastin to",
        "ASA TCE wc my 2 - 48. 97 Degradation of Tropoelastin by Proteases PAL Cunistwen. * Geonct WEINBAUK. ' BRUCE SLOAN: AND. Jort Rostsaioost ” Cente nt Heath Reseach Deprnee f Amarone Hog, Shoo of ese Medi Uses Pramsiana Phir. Pome Wt sod Pubs ‘ Dueae Readiness, Atomic number 18 Eisele Seal Crater Pad, Penson IV Recined December 16, 197: accepted March 1. 1978 ‘ Asin as hdscited bic hack of etecting Se breakin pris ‘ aoacthly bldwpochstin oer iesbation wth ie soktons of Prone, Ung tin any we show at tropocltin ie rp ceed hy a ‘ arty of tenses lcuingakoyt ad pancreatic ese. physolole ph scale and oie wength. The tens ges he ess that depiation of trporai er at reed osyrtete ltermedte my py oli he athorees af emphyeem, ‘ The connective tissue protein elastin is largely responsible for main - {aining the elasticity of major blood vessels and hing issue, In the highly insoluble elastin. the polypeptide chains are extensively cross - linked by desmosines and other cross - linkages 11. 2) derived from the enzymatic ‘ oxidation oflysne residues (35 ). A single polypeptide, designated tropo lastin. with molecular weight of about 70, 000 appears to be a soluble intermediate in the biosynthesis ofthe ber (6 - 10 ). although recent evi. dence sungess that a larger molecular weight precursor may also exist (1D ), Recent studies hold focused on the possible role of elastlytic ene 2ymes, particularly leukocyte elastase, inthe pathogenesis of chronic obs stroctive lung disease (emphysema ). In experimental model systems, the tmajor emphasis has been on the destruction of the mature elastic fiber bby administered proteases. and in these systems there sa strong correla tion between the production of emphysema and the cleavage of insoluble elastin 12 - 18 ). However. in man the development of emphysema is a ‘ chronic. complex process often involving many years. ring which clip there may be periodic destruction and repair of pulmonary tissve. Such ‘ onsieratios suggest that interruption of elastin biosynthesis by degrada tion of tropoelastin could play a significant function in emphysema de. velopment. ‘ As. fist step in exporig this possibilty, we have developed « simple assay which is capable of detecting a single break in the tropoctastin Polypeptide chain and have examined the sensitivity of tropoetastin to"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The connective tissue protein elastin is largely responsible for main-handedlyaining the elasticity of major blood vessels and hing issue. A single polypeptide, designated tropolastin. with molecular weight of about 70,000 appears to be a soluble intermediate in the biosynthesis of the ber (6-10) The development of emphysema is a. complex process often involving many years in which time. there may be periodic destruction and repair of pulmonary tissve."
}