{
    "filename": "10207665_10207667.jpg",
    "metadata": {},
    "text": "ale\n\nCOMPOSITION STUDIES ON TOBACCO. xxxv. Wnty\n\n \n\n \n\nMOIETIES IN LEAF AND SMOKE ME\nCONDENSATE PIGMENTS: ACIDS u's denims assan\nFer Ocal Ue\n\nEu ED ttt\n\n‘AgicauralResanren Secs, USON, Pggelphne Bo USA\n\n \n\n‘Touacce haf and smke condenaate contain series\nhigh molecular weight brown pigments that may be\n‘t importunce in tobaeco quaits' and other pragmatic\nyroblems. Tn general most of theve pigments contain\nTlsphenolsslabids ‘and volatile basen. a slicone,\n{tino nee and iron. Details of the composition of these\nPigments have been reviewed shewhere (8).\n\nMuch of the more rent formation ox) these sue\nstances has been obsned from a series of compositional\n“dies on subtraction ofthe pigments. Ih the main, the\nalkalineesttoctable,corofera-insolk, nondilszable\nfraction (LP) of Turkish lat pigment and the Weakiy\ntide, nondialvzable sobtracion (SP). of the smoke\n‘condensate pixment from damatic cigarettes have been\ninvestizated. Amony the alkaline fusion products found\nDeviously in the condensate pigment were a serien of\naliphatic fatts acids containing predominately forme\nAnd aeeic acids znd to semple phen prevesel afd un\n‘ubatitated phenol (43). Sinee all of these components\n‘might have been artifacts pradoced in the alkaline fasion\n1G), the existence of faty acids and simple phenols a\nmolties in the pigments was not established by these\n\nings. Uf prevent fa the pioent, such moieties mish\nease Uy fess dractic vation, sich sapoce\n\n  \n\n \n\n \n\n \n\n \n\n \n\n“The vies of saponifeation products of LP and SP\n\nare “hown in Table 1. Aetally. each. piement. wae\n“Souniied twice: the “unbroken” piament from the Bre!\n“ponifestion wax waed ap vartiny material for the\nsoil hydrolysis. The tae gives the total ields, The\nSumecounte for” substances were probably. asco\nAegradation product that earaped during saponification,\n‘The amounts of hrdrolsie products Inthe second saponi-\nfeation were leas than the vilés from the rst excep!\n{nthe case of certain bass in SP (nicotine, nornictine\nimetanicoline and mvosmine. The deureet of (raxmenta:\ntion of LP and SP durios sapeification roughly parallel\nthe findings obtained on alkaline fusion (2) with SP.\nbeing more refractory.\n\n‘Components in the acidic and basic fractions for\nwhich Identifications were made are given in Table 2.\n‘The deatfed hase represent ony a small mow of the\n(otal basie ‘material relased Wiring. Aydrotysis, With\n‘Wa exceptions all of the hone ised for LP or SP are\nao found in the alkaline fusion products of the re\nspective pxments: nicotine it ebtaned from the fusion\nCLP and mnvoumine isnot found in the products from\n\nther plament. In genera. the composition of hases 10\nthe fasion products of both pigments Is more complex\n‘than that of the saponieation products\n\n‘The viel of weak und strong acids fom SP is higher\n‘than LP (Table 1). However, the bulk of Uhe acids th\nthe saponification products of LP can be accounted for\nby formic and neetic aida which ta bot (he case With\nSSP althoush the C, and C, components are the mafor\n\n \n\n \n\n \n\n \n\n \n\n   \n\n \n\n \n\n  \n\n \n\n \n\n(Tobneco Seience 68)\n\n \n\n8056\n\n‘Meet (Cr) and henewiannia weony nttac nine cengoneote\n\nSE\n\n \n\n \n\n \n\n \n\n \n\nldentited acids, Except for tobutyrie and f-methst\n‘alerie acide, the other acide in Fable hav been found\nInthe nondialynble strongly scdie tation of come\ntensateplament which fecal related SP (1), The\n™\n\n    \n\n \n\nedo ao Trae\n\nAREF /35—\n\neof the lower fatty acs in LP hax not ‘been\n\npreviously reported. In audition te the fatty selda,\n‘mull amount of a white, crystalline sald, Waa faolated\nfrom the sat\n\nAnd’ m p. (204\"-206.8°C) were wimilar to authentic p-\n‘oumarle acid, mp. 206.8°C.\n\nin-mixed melting point determination with\nPrcoumarie ac No evidence was obtained for the pres\nfence of phenol, eresal oF oth\n\nsalubles of LP. The infrared apeetrum\n\n \n\n \n\nepression was obtained\nthentie\n\n \n\nsimple phenols in the\nnifeation products of either plement.\n\nm 19\n\n \n\f",
    "augmented_texts": [
        "ale COMPOSITION STUDIES ON TOBACCO. xxxv. Wnty MOIETIES IN folio AND SMOKE ME CONDENSATE PIGMENTS: ACIDS u ' s denims assan Fer Ocal Ue Eu ED ttt ‘ AgicauralResanren Secs, USON, Pggelphne Bo USA ‘ Touacce haf and smke condenaate contain series high molecular weight brown pigments that may be ‘ t importunce in tobaeco quaits ' and other pragmatic yroblems. Tn general most of theve pigments contain Tlsphenolsslabids ‘ and volatile basen. a slicone, {tino nee and iron. Details of the composition of these Pigments have been reviewed shewhere (8 ). Much of the more rent formation ox) these sue stances has been obsned from a series of compositional “ dies on subtraction ofthe pigments. Ih the main, the alkalineesttoctable, corofera - insolk, nondilszable fraction (LP) of Turkish lat pigment and the Weakiy tide, nondialvzable sobtracion (SP ). of the smoke ‘ condensate pixment from damatic cigarettes have been investizated. Amony the alkaline fusion products found Deviously in the condensate pigment were a serien of aliphatic fatts acids containing predominately forme And aeeic acids znd to semple phen prevesel afd un ‘ ubatitated phenol (43 ). Sinee all of these components ‘ might have been artifacts pradoced in the alkaline fasion 1G ), the existence of faty acids and simple phenols a molties in the pigments was not established by these ings. Uf prevent fa the pioent, such moieties mish ease Uy fess dractic vation, sich sapoce “ The vies of saponifeation products of LP and SP are “ hown in Table 1. Aetally. each. piement. wae “ Souniied twice: the “ unbroken ” piament from the Bre! “ ponifestion wax waed ap vartiny material for the soil hydrolysis. The tae gives the total ields, The Sumecounte for ” substances were probably. asco Aegradation product that earaped during saponification, ‘ The amounts of hrdrolsie products Inthe second saponi - feation were leas than the vilés from the rst excep! {nthe case of sure bass in SP (nicotine, nornictine imetanicoline and mvosmine. The deureet of (raxmenta: tion of LP and SP genus durio sapeification roughly parallel the findings obtained on alkaline fusion (2) with SP. being more refractory. ‘ Components in the acidic and basic fractions for which Identifications were made are given in Table 2. ‘ The deatfed hase represent ony a small mow of the (otal basie ‘ material relased Wiring. Aydrotysis, With ‘ Wa exceptions all of the hone ised for LP or SP are ao found in the alkaline fusion products of the re spective pxments: nicotine it ebtaned from the fusion CLP and mnvoumine isnot found in the products from ther plament. In genera. the composition of hases 10 the fasion products of both pigments Is more complex ‘ than that of the saponieation products ‘ The viel of weak und strong acids fom SP is higher ‘ than LP (Table 1 ). However, the bulk of Uhe acids th the saponification products of LP can be accounted for by formic and neetic aida which ta bot (he case With SSP althoush the C, and C, components are the mafor (Tobneco Seience 68) 8056 ‘ Meet (Cr) and henewiannia weony nttac nine cengoneote SE ldentited acids, Except for tobutyrie and f - methst ‘ alerie acide, the other acide in Fable hav been found Inthe nondialynble strongly scdie tation of come tensateplament which fecal related SP (1 ), The ™ edo ao Trae AREF / 35 — eof the lower fatty acs in LP hax not ‘ been previously reported. In audition te the fatty selda, ‘ mull amount of a white, crystalline sald, Waa faolated from the sat And ’ m p. (204 \" - 206. 8 ° C) were wimilar to authentic p - ‘ oumarle acid, mp. 206. 8 ° C. in - mixed melting point determination with Prcoumarie ac No evidence was obtained for the pres fence of phenol, eresal oF oth salubles of LP. The infrared apeetrum epression was obtained thentie simple phenols in the nifeation products of either plement. m 19",
        "ale COMPOSITION STUDIES ON TOBACCO. xxxv. Wnty MOIETIES IN LEAF AND SMOKE ME CONDENSATE PIGMENTS: ACIDS u ' s denims assan Fer Ocal Ue Eu ED ttt ‘ AgicauralResanren Secs, USON, Pggelphne Bo USA ‘ Touacce haf and smke condenaate contain series high molecular weight brown pigments that may be ‘ t importunce in tobaeco quaits ' and other pragmatic yroblems. Tn general most of theve pigments contain Tlsphenolsslabids ‘ and volatile basen. a slicone, {tino nee and iron. Details of the composition of these Pigments have been reviewed shewhere (8 ). Much of the more rent formation ox) these sue stances has been obsned from a series of compositional “ dies on subtraction ofthe pigments. Ih the main, the alkalineesttoctable, corofera - insolk, nondilszable fraction (LP) of Turkish lat pigment and the Weakiy tide, nondialvzable sobtracion (SP ). of the smoke ‘ condensate pixment from damatic cigarettes have been investizated. Amony the alkaline fusion products found Deviously in the condensate pigment were a serien of aliphatic fatts acids containing predominately forme And aeeic acids znd to semple phen prevesel afd un ‘ ubatitated phenol (43 ). Sinee all of these components ‘ might have been artifacts pradoced in the alkaline fasion 1G ), the existence of faty acids and simple phenols a molties in the pigments was not established by these ings. Uf prevent fa the pioent, such mediety mish ease Uy fess dractic vation, sich sapoce “ The vies of saponifeation products of LP and SP are “ hown in Table 1. Aetally. each. piement. wae “ Souniied twice: the “ unbroken ” piament from the Bre! “ ponifestion wax waed ap vartiny material for the soil hydrolysis. The tae gives the total ields, The Sumecounte for ” substances were probably. asco Aegradation product that earaped during saponification, ‘ The amounts of hrdrolsie products Inthe second saponi - feation were leas than the vilés from the rst excep! {nthe case of certain bass in SP (nicotine, nornictine imetanicoline and mvosmine. The deureet of (raxmenta: tion of LP and SP durios sapeification roughly parallel the findings obtained on alkaline fusion (2) with SP. being more refractory. ‘ Components in the acidic and basic fractions for which Identifications were made are given in Table 2. ‘ The deatfed hase represent ony a small mow of the (otal basie ‘ material relased Wiring. Aydrotysis, With ‘ Wa exceptions all of the hone ised for LP or SP are ao found in the alkaline fusion products of the re spective pxments: nicotine it ebtaned from the fusion CLP and mnvoumine isnot found in the products from ther plament. In genera. the composition of hases 10 the fasion products of both pigments Is more complex ‘ than that of the saponieation products ‘ The viel of weak und strong acids fom SP is higher ‘ than LP (Table 1 ). However, the bulk of Uhe acids th the saponification products of LP can be accounted for by formic and neetic aida which ta bot (he case With SSP althoush the C, and C, components are the mafor (Tobneco Seience 68) 8056 ‘ Meet (Cr) and henewiannia weony nttac nine cengoneote SE ldentited acids, Except for tobutyrie and f - methst ‘ alerie acide, the other acide in Fable hav been feel Inthe nondialynble strongly scdie tation of come tensateplament which fecal related SP (1 ), The ™ edo ao Trae AREF / 35 — eof the lower fatty acs in LP hax not ‘ been previously reported. In audition te the fatty selda, ‘ mull amount of a white, crystalline sald, Waa faolated from the sat And ’ m p. (204 \" - 206. 8 ° C) were wimilar to authentic p - ‘ oumarle acid, mp. 206. 8 ° C. in - mixed melting point determination with Prcoumarie ac No evidence was obtained for the pres fence of phenol, eresal oF oth salubles of LP. The infrared apeetrum epression was obtained thentie simple phenols in the nifeation products of either plement. m 19"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Pigments may be used in tobaeco quaits' and other pragmaticyroblems. Most of theve pigments contain volatile basen. a slicone, tino nee and iron. Alkaline fusion products found in the condensate pigment were a serien of aliphatic fatts acids."
}