{
    "filename": "10206447.jpg",
    "metadata": {},
    "text": "‘VETERANS ADMINISTRATION\nWASHINGTON 28, B.C.\n\n  \n  \n\naun ested sath Sitcynvign ia wed\n\n  \n  \n \n\n \n\nFOEAST aniein EXOT OF TE PRUNE GETTIOW WIGY APPLIES FO VOU. YOU 0 WOT ROxGah GR BOTT OER\nvom 20st estate. VOB TCS Te\n\n \n\n \n\nTR aR TB Fr\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\ni oes Te TES flees bees is folloniog gmeiion, pa tit\n‘te fe qtettene 1 How 96 ahve Te \"#0 planus ratte te quest fot ee\n\neienwertes\n\n \n\n \n\n \n\n \n\n* Gidiaeres ror sur tour er so norr GJ® C) 0\n\n \n\n \n\n2 Cine\" go eae fes haar\n\nTeena o =\n\"teat Te WNH345057\n\ntee\n- com, —2ssoemerevow” ||\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "‘ VETERANS governance booker taliaferro washington 28, B. C. aun ested sath Sitcynvign ia wed FOEAST aniein EXOT OF TE PRUNE GETTIOW WIGY APPLIES field grade officer VOU. YOU 0 WOT ROxGah GR BOTT OER vom 20st estate. VOB TCS Te TR aR TB Fr i oes Te TES flees bees is folloniog gmeiion, pa tit ‘ te fe qtettene 1 How 96 ahve Te \" # 0 planus ratte te quest fot electrical engineering eienwertes * Gidiaeres ror sur tour er and then norr GJ ® C) 0 2 Cine \" go eae fes haar Teena o = \" teat Te WNH345057 tee - com, — 2ssoemerevow ” | |",
        "‘ VETERANS establishment WASHINGTON 28, B. C. aun ested sath Sitcynvign ia wed FOEAST aniein EXOT OF TE PRUNE GETTIOW WIGY APPLIES FO VOU. YOU cypher WOT ROxGah GR BOTT OER vom 20st estate. VOB TCS Te TR aR TB Fr i oes Te TES flees bees is folloniog gmeiion, pa tit ‘ te fe qtettene 1 How 96 ahve Te \" # 0 planus ratte te quest fot electrical engineering eienwertes * Gidiaeres ror sur tour er so norr GJ ® Coke) cypher 2 Cine \" go eae fes haar Teena o = \" teat Te WNH345057 tee - com, — 2ssoemerevow ” | |"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "‘VETERANS ADMINISTRATION’ is a federal government agency. The agency is responsible for administering the Canada Summer Olympics in Vancouver, British Columbia, Canada. It was established in 1998 and is based at the University of Victoria. Its mission is to ‘achieve the highest standards of excellence in the Olympic Games and other major international events."
}