{
    "filename": "10324532_10324542.jpg",
    "metadata": {},
    "text": " \n\n \n\nAtheroscterotia, 35 (1980)\n\n© Bhsevier/North-Hotland Scientific Publishers, Li.\n\n \n\nERRICITY, PHARMACOKINETICS, AND CHOLESTEROL-INHIBITORY\nEFFECT OF 7-KETOCHOLESTEROL\n\n© SANTILLAN, JSM SARMA, G. PAWLIK. A. RACKL, A. GRENIER and Rd. BING\nPasedene Cat fnaral Hospital and Huntington Institut of Applied Medica! Research,\nTechmoteay hae oof Souihern California, Ls Antler CA: and Couronne Tenitute of\nTechnology, Pasadena, CA (US.A.)\n\n(Received 4 April, 1979)\n\n(Revised, received 12 September, 1979)\n(Accepted 12 September, 1979)\n\nSe\n\neffect of intravenous 7-ketocholesterol (7-KC), a steroid\ninvestigred een chown to inhibit cholesterol Mux in the Arterial wath oe\ncompared n'y Zmbbite. ‘The histology, hematology and blood chemisty wees\nKglday) and 4 control animals, 3 animals receiving high doses (6.50 2 0°99 rent\n\n \n\n \n\nCeabbite without causing major toxic changes and that betta ein wall\ntHssue act as a reservoir for the oxygenated sterel,\n\n \n\nNey worde: Aehevoncroee — Cholesterel ux ~ 7 Retocholesterol ~ Liver toxciy =\n\nPharmacokinetics\nSL\n\nat Hvar a Ponda, tne, SeNel for Tobacco Rewasch - US.A. ine, ibe Marae wwe\nOr ceuay 7\" “Foundation ana te Amercan as Wound tad USENS: Sn Res Mate, Mt\n\nAeherd 4. mit. ©. Huntinaton Memorial Nout). 190 Conare Steet,\n\n   \n\n \n\n‘Xearem tor reprins:\nPmadenas CA 01108 U3\n\nPUBLICATIONS\n\n005773\n\f",
    "augmented_texts": [
        "Atheroscterotia, 35 (1980) © Bhsevier / North - Hotland Scientific Publishers, Li. ERRICITY, PHARMACOKINETICS, AND CHOLESTEROL - INHIBITORY EFFECT OF 7 - KETOCHOLESTEROL © SANTILLAN, JSM SARMA, G. PAWLIK. A. RACKL, A. GRENIER and Rd. BING Pasedene Cat fnaral Hospital and Huntington Institut of Applied Medica! Research, Techmoteay hae oof Souihern California, Ls Antler CA: and Couronne Tenitute of Technology, Pasadena, atomic number 20 (US. A.) (Received 4 April, 1979) (Revised, received 12 September, 1979) (Accepted twelve September, 1979) Se effect of intravenous 7 - ketocholesterol (7 - KC ), a steroid investigred een chown to inhibit cholesterol Mux in the Arterial wath oe compared n ' y Zmbbite. ‘ The histology, hematology and blood chemisty wees Kglday) and 4 control animals, 3 animals receiving high doses (6. 50 2 0 ° 99 rent Ceabbite without causing major toxic changes and that betta ein wall tHssue act as a reservoir for the oxygenated sterel, Ney worde: Aehevoncroee — Cholesterel ux ~ 7 Retocholesterol ~ Liver toxciy = Pharmacokinetics SL at Hvar a Ponda, tne, SeNel for Tobacco Rewasch - US. A. ine, ibe Marae wwe Or ceuay 7 \" “ Foundation ana te Amercan as Wound tad USENS: Atomic number 50 Res Mate, Mt Aeherd 4. mit. ©. Huntinaton Memorial Nout ). 190 Conare Steet, ‘ Xearem tor reprins: Pmadenas calif. 01108 U3 PUBLICATIONS 005773",
        "Atheroscterotia, 35 (1980) © Bhsevier / North - Hotland Scientific Publishers, Li. ERRICITY, PHARMACOKINETICS, AND CHOLESTEROL - INHIBITORY EFFECT OF 7 - KETOCHOLESTEROL © SANTILLAN, JSM SARMA, G. PAWLIK. A. RACKL, A. GRENIER and Rd. BING Pasedene Cat fnaral Hospital and Huntington Institut of Applied Medica! Research, Techmoteay hae oof Souihern California, Ls Antler CA: and Couronne Tenitute of Technology, Pasadena, CA (US. A.) (Received 4 April, 1979) (Revised, received 12 September, 1979) (Accepted 12 September, 1979) Se effect of intravenous 7 - ketocholesterol (7 - kilohertz ), a steroid investigred een chown to inhibit cholesterol Mux in the Arterial wath oe compared n ' y Zmbbite. ‘ The histology, hematology and blood chemisty wees Kglday) and 4 control animals, 3 animals receiving high doses (6. 50 2 0 ° 99 snag Ceabbite without make major toxic changes and that betta ein wall tHssue act as a reservoir for the oxygenated sterel, Ney worde: Aehevoncroee — Cholesterel ux ~ 7 Retocholesterol ~ Liver toxciy = Pharmacokinetics SL at Hvar a Ponda, tne, SeNel for Tobacco Rewasch - US. A. ine, ibe Marae wwe Or ceuay 7 \" “ Foundation ana te Amercan as Wound tad USENS: Sn Ray Mate, Mt Aeherd 4. mit. ©. Huntinaton Memorial Nout ). 190 Conare Steet, ‘ Xearem tor reprins: Pmadenas CA 01108 U3 PUBLICATIONS 005773"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Atheroscterotia, 35 (1980) 7-ketocholesterol (7-KC) is a steroid steroid. It is used to inhibit cholesterol Mux in the Arterial. ‘The histology, hematology and blood chemisty wees. 4 control animals, 3 animals receiving high doses."
}