{
    "filename": "10322689_10322692.jpg",
    "metadata": {},
    "text": " \n\nAleve M4. ACbpeur) OF Siete: VOL 2, ART 1D\n“ TST-SI% FER LMG\nMYOCARDIAL EFFICIENCY*\nR. J. Bing and G. Michal\n\nDeportment of Medicine, Washington Univesity Schou of Maicine and the Wahi\nmet of Melting Moshi vt gaicincael Mapa Si Lay Mos”\n\n \n\n \n\nFaint ndcrene othe opi af ea cnc wu lead a cain Fi\nea ar states Ronen prem The fee\nof yam cent ed vie fie foie th nce\nFe ea cee amie mean a)\nth at anno i neigh Te al porno he\nsee ere cute mgr eer ean\nitt he tants deemed Oph ali fe ht\ncr SP att pote he het hited Theor at\nSeg Ney ren bewek peromed wth tempera\nae men wih ene enantio, we\nono I egy poten Beem a myearl en\naoe a te bet canna be eno at\nI hein mani stent An ates CY\ntet arts Bo acl ey a rm she fact ti hee\nin te cya ng te oe psueds me em bg\na oe fey orl nn! Nope\naoe et acy nc han oceoming ra\nchan Per end mgaring meni 0 the\nthe pen an puiroy Go ok he atm tomo of he\nnon-beating heart is essential in the determination of myocardial efficiency.\npomarating ey cn xa wy the een he beng Nea\nSa tate entenpons he red\nyr ae op nag ds han pe pea te ay he\nneat cree ean and n'mant Thx wg\ncei oe amak the gen option 10 he ol\npetty production of the heart? Tn the fasting state, the relations\na arated nonce teal Sy\nthe remain og eRe ca cup ape uote ceueng\npra ecu a ysl mmr ed ene\nWa ne oe of sna by he hear oc a\noa es ach eco eh lywio Se\nFan a sae conely being a rete Unie\nrn cree cto boner cob ofthe rar uk. ev\nSerna come ating tegen hem hen\noe Ne ul ihe fr\nead tonag ama tthe coromy costo\nree a ele erate comers ort we end\nsie onsen a Pci aod revere, povd\nvoc Beara arte ts a et ae\nEpps Wi RE eS ck gt ate neo\n: Sitamiieeckncaenes\n\n  \n\n  \n\n \n\n   \n\n \n\n \n\n \n\n     \n\n \n \n\n \n\n     \n\n \n\n    \n\noe: cece\n\n     \n\n \n\n \n\n   \n\nPUBLICATIONS 003950\n\f",
    "augmented_texts": [
        "Aleve M4. ACbpeur) OF Siete: VOL 2, ART 1D “ TST - SI% FER LMG MYOCARDIAL EFFICIENCY * R. J. Bing and G. Michal Deportment of Medicine, Washington Univesity Schou of Maicine and the Wahi met of Melting Moshi vt gaicincael Mapa Si Lay Mos ” Faint ndcrene othe opi af ea cnc wu lead a cain Fi ea ar states Ronen prem The fee of yam cent ed vie fie foie th nce Fe ea cee amie mean a) th at anno i neigh Te al porno he see ere cute mgr eer ean itt he tants deemed Oph ali fe ht cr SP att pote he het hited Theor at Seg Ney ren bewek peromed wth tempera ae men wih ene enantio, we ono I egy poten Beem a myearl en aoe a te bet canna be eno at I hein mani stent An ates CY tet arts Bo acl ey a rm she fact ti hee in te cya ng te oe psueds me em bg a oe fey orl nn! Nope aoe et acy nc han oceoming ra chan Per end mgaring meni 0 the the pen an puiroy Go ok he atm tomo of he non - beating heart is essential in the determination of myocardial efficiency. pomarating ey cn xa wy the een he beng Nea Sa tate entenpons he red yr ae op nag ds han pe pea te ay he neat cree ean and n ' mant Thx wg cei oe amak the gen option 10 he ol petty production of the heart? Tn the fasting state, the recounting a arated nonce teal Sy the remain og eRe ca cup ape uote ceueng pra ecu a ysl mmr ed ene Wa ne oe of sna by he hear oc a oa es ach eco eh lywio Se Fan a sae conely being a rete Unie rn cree cto bloomer cob ofthe rar uk. ev Serna come ating tegen hem hen oe Ne ul ihe fr ead tonag ama tthe coromy costo ree a ele erate comers ort we end sie onsen a Pci aod revere, povd voc Beara arte ts a et ae Epps Wi RE eS ck gt ate neo: Sitamiieeckncaenes oe: cece PUBLICATIONS 003950",
        "Aleve M4. ACbpeur) OF Siete: VOL 2, ART 1D “ TST - SI% FER LMG MYOCARDIAL EFFICIENCY * R. J. Bing and G. Michal Deportment of Medicine, Washington Univesity Schou of Maicine and the Wahi met of Melting Moshi vt gaicincael Mapa Si Lay Mos ” Faint ndcrene othe opi af ea cnc wu lead a cain Fi ea ar states Ronen prem The fee of yam cent ed vie fie foie th nce Fe ea cee amie mean a) th at anno i neigh Te al porno he see ere cute mgr eer ean itt he tants deemed Oph ali fe ht cr SP att pote he het hited Theor at Seg Ney ren bewek peromed wth poster paint ae men wih ene enantio, we ono I egy poten Beem a myearl en aoe a te bet canna be eno at I hein mani stent An ates CY tet arts Bo acl ey a rm she fact ti hee in te cya ng te oe psueds me em bg a oe fey orl nn! Nope aoe et acy nc han oceoming ra chan Per end mgaring meni 0 the the pen an puiroy Go ok he atm tomo of he non - beating heart is essential in the determination of myocardial efficiency. pomarating ey cn xa wy the een he beng Nea Sa tate entenpons he red yr ae op nag ds han pe pea te ay he neat cree ean and n ' mant Thx wg cei oe amak the gen option 10 he ol petty production of the heart? Tn the fasting state, the relations a arated nonce teal Sy the remain og eRe ca cup ape uote ceueng pra ecu a ysl mmr ed ene Washington neon oe of sna by he hear oc a oa es ach eco eh lywio Se Fan a sae conely being a rete Unie rn cree cto boner cob ofthe rar uk. ev Serna come ating tegen hem hen oe Ne ul ihe fr ead tonag ama tthe coromy costo ree a ele erate comers ort we end sie onsen a Pci aod revere, povd voc Beara arte ts a et ae Epps Wi RE eS ck gt ate neo: Sitamiieeckncaenes oe: cece PUBLICATIONS 003950"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Aleve M4. ACbpeur) OF Siete: VOL 2, ART 1D.“ TST-SI% FER LMG                MYOCARDIAL EFFICIENCY*                R. J. Bing and G. Michal                                            Deportment of Medicine, Washington Univesity Schou of Maicine and the Wahi                met of Melting Moshi."
}