{
    "filename": "10326157_10326166.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\n \n\n \n\ni\n\n \n\n2735 AXFO3 P 205 .\ncast\n\nSiccHem arch\n\nBiocheatcat Archives, vol. 1, pp. 205-214, 1985.4\nPrinted im the U-S-A. iy\n\n     \n\nee a,\n\"SEAI-RIGID\" avo PLEXTBLE” LimRAcEs Wb, “eteda. yer\n\"DN ANTIBODY PRODUCTION ing\noR\" DETERADUATION OF BICOTINE\n\nAlbert Gastro!, Herbert NeKennts, Jr.!, Hobve Honjt, and\n\n‘Bévard Re Bowman?”\n\n \n\n*pivieton of Ptochestest Pherascology\nMedical College of Virginia\nMehmond, Virginia, 23298.\n\n       \n\nintitbodies suitable for use in nicotine deterninstione\nhave Bien produced from entigens in which both “flesible” and cocais\nrista\" cheine serve to couple Fecente b-aminonicotine te bovine\n\nserum albunin.\n\n \n\nThe prosent investigation includes antnal stu\ntration of nlcotine by af\n\n \n\nof! plama concen-\nrent methods to find « definite procedores\n\n \n\n \n\nF use of tobacco oF\ncontaining products hee led to an ever-increasing interest\n\nBody fut.\n\n      \n\n  \n\n \n\nrough gold end gas chromatography (4y5) end various compel\nBinding (rediotemun é.\n\n  \n\nreproducibility endfor Visited validstion. For examples in\nS20\" epplications of thin-layer chromatography (10,11), mo dnveotigecion of the:\nie guantstattive etgnificance of the ethyl exchangy hae bean made tn the\n7 vhere'the radioactivity of micotines!%c methyl de used ae\nOf nicotine concentration:\n\n   \n\n0749-5331/85 $3.00 + .00\n\n  \n\ncomeiase ta HA IB 2\nCOPYRIGHT =\nSEEERESS ine oP\nBue\n\nore cl PUBLICATIONS 007348\n\f",
    "augmented_texts": [
        "i 2735 AXFO3 P 205. cast SiccHem arch Biocheatcat Archives, vol. 1, pp. 205 - 214, 1985. 4 Printed im the U - S - A. iy ee a, \" SEAI - RIGID \" avo PLEXTBLE ” LimRAcEs Wb, “ eteda. yer \" DN ANTIBODY PRODUCTION ing oR \" DETERADUATION OF BICOTINE Albert Gastro! , Herbert NeKennts, Jr. !, Hobve Honjt, and ‘ Bévard Re Bowman? ” * pivieton of Ptochestest Pherascology Medical College of Virginia Mehmond, Virginia, 23298. intitbodies suitable for use in nicotine deterninstione have Bien produced from entigens in which both “ flesible ” and cocais rista \" cheine serve to couple Fecente b - aminonicotine te bovine serum albunin. The prosent investigation includes antnal stu tration of nlcotine by af of! plama concen - rent methods to see « definite procedores F use of tobacco oF containing products hee led to an ever - increasing interest Body fut. rough gold end gas chromatography (4y5) end various compel Binding (rediotemun é. reproducibility endfor Visited validstion. For examples in S20 \" epplications of thin - layer chromatography (10, xi ), mo dnveotigecion of the: ie guantstattive etgnificance of the ethyl exchangy hae bean cook tn the 7 vhere ' the radioactivity of micotines! % c methyl de used ae Of nicotine concentration: 0749 - 5331 / 85 $ 3. 00 +. 00 comeiase ta HA IB 2 COPYRIGHT = SEEERESS ine oP Bue ore cl PUBLICATIONS 007348",
        "i 2735 AXFO3 P 205. cast SiccHem arch Biocheatcat Archives, vol. 1, pp. 205 - 214, 1985. 4 Printed im the U - S - A. iy ee a, \" SEAI - RIGID \" avo PLEXTBLE ” LimRAcEs Wb, “ eteda. yer \" DN ANTIBODY PRODUCTION ing oR \" DETERADUATION OF BICOTINE Albert Gastro! , Herbert NeKennts, Jr. !, Hobve Honjt, and ‘ Bévard Re Archer? ” * pivieton of Ptochestest Pherascology Medical College of Virginia Mehmond, Virginia, 23298. intitbodies suitable for use in nicotine deterninstione have Bien produced from entigens in which both “ flesible ” and cocais rista \" cheine serve to couple Fecente b - aminonicotine te bovine serum albunin. The prosent investigation includes antnal stu tration of nlcotine by af of! plama concen - rent methods to find « definite procedores F use of tobacco oF containing products hee led to an ever - increasing interest Body fut. rough gold end gas chromatography (4y5) end various compel Binding (rediotemun é. reproducibility endfor Visited validstion. For examples in S20 \" epplications of thin - layer chromatography (10, 11 ), mo dnveotigecion of the: ie guantstattive etgnificance of the ethyl exchangy hae bean made tn the 7 vhere ' the radiation of micotines! % c methyl de used ae Of nicotine concentration: 0749 - 5331 / 85 $ triad. 00 +. 00 comeiase ta HA IB 2 COPYRIGHT = SEEERESS ine oP Bue ore cl PUBLICATIONS 007348"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Biocheatcat Archives, vol. 1, pp. 205-214, 1985. Use of tobacco oFcontaining products hee led to an ever-increasing interest in body fut. The prosent investigation includes antnal stu                tration of nlcotine by af af. plama concen-centricrent methods."
}