{
    "filename": "10320978_10320982.jpg",
    "metadata": {},
    "text": "30\n\nCesiee. blew fp. CLA. 20d-Dre, Puls bos\n\nHxperimental\n\n- and laboratory reports\n\n \n\n \n\nAljeed Keisitauns, M.D\n\n‘Saoruel Belle, LD.\"\n\nRostam Khorsandian, M.D.\nPuiladelpine, Pa.\n\n \n\n \n\nBeene se asic! stinties have: shown\nand. coreinacy sear Conease! ?\nnd Between cigarette siioking “and es\nfated serum lipids.** To help devermine\nwhether a cause-and-effect\njs responsible for these assoc\nperimenta stvdies of the effec: on smoking\nind nicotine on pid metabolisin were\nundertaken,\n\nPrevious observations in our labors\ntory have shown that free iatzy acivs\nare rapidly mobilized aiter cigaretss smon-\ning in man and after the adminisiration 0:\nnicotine in dogs. This effect is dependent\nupon active functioning of tic adrenal\nglands and the synipathetic nervous\nXem and is accompanied by\nin the secretion of catecholam\nthe administration of catechs\nlogs has been found to cause sn clevation\n9 lipoprotein lipids in addition co free\nFauyy acids,\" the present study was under-\ntaken to investigate the possibility of a\nsimilar effect on lipoprotein lipids after\nthe administ: vn of nicotine.\n\n     \n\n \n\n     \n\n \n\n   \n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMethods\n\nTwenty adult, healthy, mongrel dogs\nof 10 to 15 kilograms) were used\nis stu. They were housed indoors\nsimilar individual kennels, under similar\nenvironmental conditions. \"Each animal\nwas fed once daily at 9 a.t. The daily\nFation was the same for all dogs and con-\nsisted o1 the following: Wayne's dry meal\ndos foou (4 large standardized measures),\nKen-L-Burger doz food (3 large standard:\nized measures), and bone meal (one cup).\nThis mixture supplied 20 pw: cent protein,\nT per cent fat, 3 per cent Ab. . 6.5 per cent\nash, and essential minerals und. vitamins.\nWater was siven freely. All dogs were\nweighed weckly, before feeding, on the\nsame day of the week. They were not per-\nmitted outside their kennels, except for\nblood sampling and weinaing\n‘To obtain base-line serum czolesterol\nand. triglyceride levels, jastir. venous\nblood samples were taken daily ior 1 week.\nAfter this, in 9 dogs, nicotine bitartrate\nina aww absorption aqueous vehicle, cone\ntaining 2 per cent glycerin and 2 per cent\n\n  \n\n \n\n     \n\n \n\n   \n\n     \n\n \n\n \n\n \n\n \n\n‘Fiocuechcnemtea by wanitrom te Sauna hanuuteno Heh Cute Sate Pube Mesh Seve. nd we\n\n \n\n \n\n‘TAuiatom Chie. D non of Cardicbogy. Phitdeéphin Gemerad Hospital\n‘Dvreor Donoen of Caebiey Pataca Grote Heap\nSinan Yet, Doonce of Cavan. Pepe Caner Howl\n\n206\n\nPUBLICATIONS ~ 002268\n\f",
    "augmented_texts": [
        "30 Cesiee. blew fp. CLA. 20d - Dre, Puls bos Hxperimental - and laboratory reports Aljeed Keisitauns, M. D ‘ Saoruel Belle, LD. \" Rostam Khorsandian, One thousand. D. Puiladelpine, Pa. Beene se asic! stinties have: shown and. coreinacy sere Conease! ? nd Between cigarette siioking “ and es fated serum lipids. * * To help devermine whether a cause - and - effect js responsible for these assoc perimenta stvdies of the effec: on smoking ind nicotine on pid metabolisin were undertaken, Previous observations in our labors tory have shown that free iatzy acivs are rapidly mobilized aiter cigaretss smon - ing in man and after the adminisiration 0: nicotine in dogs. This effect is dependent upon active functioning of tic adrenal glands and the synipathetic nervous Xem and is accompany by in the secretion of catecholam the administration of catechs logs has been found to cause sn clevation 9 lipoprotein lipids in plus co free Fauyy acids, \" the present study was under - taken to investigate the possibility of a similar effect on lipoprotein lipids after the administ: vn of nicotine. Methods Twenty adult, healthy, mongrel dogs of 10 to 15 kilograms) were use is stu. They were housed indoors similar individual kennels, under similar environmental conditions. \" Each animal was fed once daily at 9 a. t. The daily Fation was the same for all dogs and con - sisted o1 the following: Wayne ' s dry meal dos foou (4 large standardized measures ), Ken - L - Burger doz food (3 large standard: ized measures ), and bone meal (one cup ). This mixture supplied 20 pw: cent protein, T per cent fat, 3 per cent Ab. . 6. 5 per cent ash, and essential minerals und. vitamins. Water was siven freely. All dogs were weighed weckly, before feeding, on the same day of the week. They were not per - mitted outside their kennels, except for blood sampling and weinaing ‘ To obtain base - line serum czolesterol and. triglyceride levels, jastir. venous blood samples were taken daily ior 1 week. After this, in 9 dogs, nicotine bitartrate ina aww absorption aqueous vehicle, cone taining 2 per cent glycerin and 2 per cent ‘ Fiocuechcnemtea by wanitrom te Sauna hanuuteno Heh Cute Sate Pube Mesh Seve. nd we ‘ TAuiatom Chie. D non of Cardicbogy. Phitdeéphin Gemerad Hospital ‘ Dvreor Donoen of Caebiey Pataca Grote Heap Sinan Yet, Doonce of Cavan. Pepe Caner Howl 206 PUBLICATIONS ~ 002268",
        "30 Cesiee. blew fp. CLA. 20d - Dre, Puls bos Hxperimental - and laboratory reports Aljeed Keisitauns, M. D ‘ Saoruel Belle, LD. \" Rostam Khorsandian, M. D. Puiladelpine, Pa. Beene se asic! stinties have: shown and. coreinacy sear Conease! ? nd Between cigarette siioking “ and es fated serum lipids. * * To help devermine whether a cause - and - effect js responsible for these assoc perimenta stvdies of the effec: on smoking ind nicotine on pid metabolisin were undertaken, Previous observations in our labors tory have shown that free iatzy acivs are rapidly mobilized aiter cigaretss smon - ing in man and after the adminisiration 0: nicotine in dogs. This effect is dependent upon active functioning of tic adrenal glands and the synipathetic nervous Xem and is accompanied by in the secretion of catecholam the administration of catechs logs has been found to cause sn clevation 9 lipoprotein lipids in addition co free Fauyy acids, \" the present study was under - taken to investigate the possibility of a similar effect on lipoprotein lipids after the administ: vn of nicotine. Methods Twenty adult, healthy, mongrel dogs of 10 to 15 kilograms) were used is stu. They were housed indoors similar individual kennels, under similar environmental conditions. \" Each animal was fed once daily at 9 a. t. The daily Fation was the same for all dogs and con - sisted o1 the following: Wayne ' s dry meal dos foou (4 large standardized measures ), Ken - Cubic decimeter - Burger doz food (3 large standard: ized measures ), and bone meal (one cup ). This mixture supplied 20 pw: cent protein, T per cent fat, 3 per cent Ab. . 6. 5 per cent ash, and essential minerals und. vitamins. Water was siven freely. All dogs were weighed weckly, before feeding, on the same day of the workweek. They were not per - mitted outside their kennels, except for blood sampling and weinaing ‘ To obtain base - line serum czolesterol and. triglyceride levels, jastir. venous blood samples were taken daily ior 1 week. After this, in 9 dogs, nicotine bitartrate ina aww absorption aqueous vehicle, cone taining 2 per cent glycerin and 2 per cent ‘ Fiocuechcnemtea by wanitrom te Sauna hanuuteno Heh Cute Sate Pube Mesh Seve. neodymium we ‘ TAuiatom Chie. D non of Cardicbogy. Phitdeéphin Gemerad Hospital ‘ Dvreor Donoen of Caebiey Pataca Grote Heap Sinan Yet, Doonce of Cavan. Pepe Caner Howl 206 PUBLICATIONS ~ 002268"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Twenty adult, healthy, mongrel dogs were used in the study. Each animal was fed once daily at 9 a.t. The dailyoutineFation was the same for all dogs. Blood samples were taken daily ior 1 week. In 9 dogs, nicotine bitartrateina aww absorption aqueous vehicle, cone. 2% glycerin and 2 per cent carbohydrate."
}