{
    "filename": "10320573_10320582.jpg",
    "metadata": {},
    "text": " \n\nLs3\n\nLife Setonces, Vor. 22, pp. 1447-2456 Pergama Prove\n\nPrinced in the U-S.A-\n\nTISSUE AND SUBCELLULAR DISTRIBUTION OF ?H-DIOXANE IN\nTHE RAT AND APPARENT LACK OF MICROSOME-CATALYZED\nCOVALENT BINDING IN THE TARGET TISSUE*\n\nYin-tak Woo, Mary F. Argus and Joseph C. Arcos\n\n \n\nearch Laboratory, USPHS Hospital\n\n \n\nSeamen's Memorial &.\n210 State St., New Orleans, LA 70118\n\n \n\n‘and Department of Medicine, Tulane University, New Orleans, LA\n\n \n\n(Received in final form September 26, 1977)\n\n‘Summary\n\nUsing *H-dioxane, the distribution of dioxane among # qum-\nber of tissues and various subcellular fracsione of Fat liver wae\nstudied. At various times after 1.p. injection, dioxane wae found\nto distribute more or leas uniformly among various tissues (liven,\nKidney. apleen, lung, colon and skeletal muscle), consistent with\nite polar/nonpolar nature. Studies of the nature of dioxane bind-\ning, however, revealed that the extent of “covalent” binding (ae\nmeasured by incorporation into lipid-{ree, acid-insoluble tiseue\nresidues) wae significantly higher ia the liver {the main carcino-\ngencoia target tineue), epleen and colon thas that in cther tisauee,\nInvestigations of the subcellular distribution in liver indicated that\nmost of the radioactivity wae in the cytoaol, followed by the micro\nsomal, mitochondrial and nuclear fractions, ‘The binding of dix.\nane to the macromolecules in the cytosol was mainly noncovelent,\nThe percent covalent binding was highest io the mclear fraction,\nfollowed by mitochondrial and microsomal fractions and the whole\nhomogenate. Pretreatment of rate with inducers of microsomal\n\nsificant effect on the covalent\n\nbinding of dioxane to the various subcellular fractions of the liver:\nEhere wae no microsome-catalyzed in vitro binding of SH. oF\n14C-dioxane to, DNA under conditions which brought about substan-\n\ntial binding of °H-benzola py rene.\n\n \n\n \n\n \n\n \n\n     \n\n \n\n \n\n \n\nP-Dioxane ia a commorily used industrial and laboratory solvent. it wae\nrotted to be toxic to industrial workere aa early as 1934. Iatensive expor\ngure to dioxane leads to severe liver and kidaey damage and even to death (2,\n3). _The finding of Hohl (4) that dioxane produces chromosomal abnormalities\n\n    \n\n \n\nPresented in part at the 1976 fall Meeting of the Am. Soc. Pharmacol. &\nExp. Therap. In New Orleaos (1).\n\n1047\n\nPUBLICATIONS 001871\n\f",
    "augmented_texts": [
        "Ls3 Spirit Setonces, Vor. 22, pp. 1447 - 2456 Pergama Prove Princed in the U - S. A - TISSUE AND SUBCELLULAR DISTRIBUTION OF? H - DIOXANE IN THE RAT AND APPARENT LACK OF MICROSOME - CATALYZED COVALENT BINDING IN THE TARGET TISSUE * Yin - tak Woo, Mary F. Argus and Joseph C. Arcos earch Laboratory, USPHS Hospital Seamen ' s Memorial &. 210 State St. , New Orleans, LA 70118 ‘ and Department of Medicine, Tulane University, New Orleans, LA (Received in final form September 26, 1977) ‘ Summary Using * Henry - dioxane, the distribution of dioxane among # qum - ber of tissues and various subcellular fracsione of Fat liver wae studied. At various times after 1. p. injection, dioxane wae found to distribute more or leas uniformly among various tissues (liven, Kidney. apleen, lung, colon and skeletal sinew ), consistent with ite polar / nonpolar nature. Studies of the nature of dioxane bind - ing, however, revealed that the extent of “ covalent ” binding (ae measured by incorporation into lipid - {ree, acid - insoluble tiseue remainder) wae significantly higher ia the liver {the main carcino - gencoia target tineue ), epleen and colon thas that in cther tisauee, Investigations of the subcellular distribution in liver indicated that most of the radioactivity wae in the cytoaol, followed by the micro somal, mitochondrial and nuclear fractions, ‘ The binding of dix. ane to the macromolecules in the cytosol was mainly noncovelent, The percent covalent binding was highest io the mclear fraction, followed by mitochondrial and microsomal fractions and the whole homogenate. Pretreatment of rate with inducers of microsomal sificant effect on the covalent binding of dioxane to the various subcellular fractions of the liver: Ehere wae no microsome - catalyzed in vitro binding of SH. oF 14C - dioxane to, DNA under conditions which brought about substan - tial binding of ° H - benzola py rene. P - Dioxane ia a commorily used industrial and laboratory solvent. it wae rotted to be toxic to industrial workere aa early as 1934. Iatensive expor gure to dioxane leads to severe liver and kidaey damage and even to death (2, 3 ). _The finding of Hohl (4) that dioxane produces chromosomal abnormalities Presented in part at the 1976 fall Meeting of the Am. Soc. Pharmacol. & Exp. Therap. In New Orleaos (1 ). 1047 PUBLICATIONS 001871",
        "Ls3 Life Setonces, Vor. 22, pp. 1447 - 2456 Pergama Prove Princed in the U - S. A - TISSUE AND SUBCELLULAR DISTRIBUTION OF? H - DIOXANE IN THE RAT AND APPARENT LACK OF MICROSOME - CATALYZED COVALENT BINDING IN THE TARGET TISSUE * Yin - tak Woo, Mary F. Argus and Joseph C. Arcos earch Laboratory, USPHS Hospital Seamen ' s Memorial &. 210 State St. , New Orleans, LA 70118 ‘ and Department of Medicine, Tulane University, New Orleans, LA (Received in final form September 26, 1977) ‘ Sum up Using * H - dioxane, the distribution of dioxane among # qum - ber of tissues and various subcellular fracsione of Fat liver wae studied. At various times after 1. p. injection, dioxane wae found to distribute more or leas uniformly among various tissue (liven, Kidney. apleen, lung, colon and skeletal muscle ), coherent with ite polar / nonpolar nature. Studies of the nature of dioxane bind - ing, however, revealed that the extent of “ covalent ” binding (ae measured by incorporation into lipid - {ree, acid - insoluble tiseue residues) wae significantly higher ia the liver {the main carcino - gencoia target tineue ), epleen and colon thas that in cther tisauee, Investigations of the subcellular distribution in liver indicated that most of the radioactivity wae in the cytoaol, followed by the micro somal, mitochondrial and nuclear fractions, ‘ The binding of dix. ane to the macromolecules in the cytosol was mainly noncovelent, The percent covalent binding was highest io the mclear fraction, followed by mitochondrial and microsomal fractions and the whole homogenate. Pretreatment of rate with inducers of microsomal sificant effect on the covalent binding of dioxane to the various subcellular fractions of the liver: Ehere wae no microsome - catalyzed in vitro binding of SH. oF 14C - dioxane to, DNA under conditions which brought about substan - tial binding of ° H - benzola py rene. P - Dioxane ia a commorily used industrial and laboratory solvent. it wae rotted to be toxic to industrial workere aa early as 1934. Iatensive expor gure to dioxane leads to severe liver and kidaey damage and even to death (2, 3 ). _The finding of Hohl (4) that dioxane produces chromosomal abnormalities Presented in part at the 1976 fall Get together of the Am. Soc. Pharmacol. & Exp. Therap. In New Orleaos (1 ). 1047 PUBLICATIONS 001871"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "H-dioxane is a toxic industrial and laboratory solvent. It was found to distribute more or leas uniformly among various tissues (liven, apleen, lung, colon and skeletal muscle), consistent with its polar/nonpolar nature. The binding of dix.ogleane to the macromolecules in the cytosol was mainly noncovelent, ‘The percent covalent binding was highest io the mclear fraction, followed by mitochondrial and microsomal fractions."
}