{
    "filename": "10333120_10333138.jpg",
    "metadata": {},
    "text": "FILE COPY\n\nwy\n\n \n\n395A\n\nENHANCED RESPONSIVENESS OF ENDOTHELIUM\nIN THE GROWING/MOTILE STATE TO\nTUMOR NECROSIS FACTOR/CACHECTIN\n\nby HERWIG GERLACH’ HOWARD LIEBERMAN: RONALD BACH,?\nGABRIEL CQDMAN: JEROLD BRETT: and DAVID STERN\n‘Fem the Deporments of Pryualog, Pathology and the Cone for Radiological Resch,\nCCaloge of Phytons and Surgeons, Columbsa Unvrity New York, New Yor: 10032, ond the\n“Toepeneent of Medicine: Mt Sinar Schoo of Medicine, New York, New York 10029\n\n \n\n \n\nGeneralized vascular collapse can be induced by the infusion of high concentra-\ntions of tumor necross factor/cachectin (TNF) (I); at lower concentrations, lesions\nmay be localized to particular parts of the vazcular tree. Exposure of tumor-bearing.\nice to these lower concentrations of TNF, for example, results in intravascular clot\nFormation confined only to the tumor vascular bed (2). This observation raises ques:\ntions about mechanisms that direct the action of TNF within the vasculature.\n\nEndothehum isa target of cytokines, such as TNF, which are central mediators\nof the host response. Quiescent endothelium maintains vascular Auidity and consti-\ntutes a barrier to the escape of solutes and cellular elements of the blood from the\nintravascular compariment, Exposure to TNF, however, activates specific endothelial\ncell-dependent mechanisms in vitro and, presumably, in vivo contributes to the inflam-\nmatory response. these include promotion of leukocyte adhesion and coagulation,\n‘and an increase in monolayer permeability (i, 3-3)\n\n‘Although in vitro experiments would suggest that the endothelial response to T NF\nis uniform, sts evident that a characterisuic feature of the host response is its local\nf2aon to pancular sites of the vascular tree. Induction of endothelial growth/mo-\n\n'y occurs in regeneration after damage to the endothelial monolayer and in an\ngingeness, whether reparative, or in the neovascularization of a tumor We have\nound that such proliferating and/or motile endothelial cells would constitute a select\ntarget for TNF The studies reported here demonstrate that compared with quies:\ncent cultures, endothelial cells in the growth and/or motile state have enhanced re-\nSponsiveness to and increased affinity for TNF. In parallel, crosslinking studies showed\ntwo additional bands on autoradiograms from SDS-PAGE of cell-bound '\"-T NF\n‘These data suggest a model by which an injury oF neoplastic focus, resulting in in:\nduction of endothelial growth or motility, renders these cells more sensitive to per:\nturbanon by TNF, and offers insight into a possible mechanism by which TNF effects\nare targette * within the vasculature.\n\n \n\n \n\n \n\n \n\n \n\n \n\n      \n\n \n\n \n\n  \n  \n\n \n\n \n\n‘Thar work was eppered by grants Irom she US Public Health Service (HL34628 and CA:43902)\nthom the Couned Tobacco Research (CFR 1972 and HOIR). and from the New York Lung Associa\n\n(eh Pind) D Sicrn completed Inge pure fos Genentech: AHA Extabiahed\nIesugaon Award. Address correspondence to Dt Herwg Geriath and Dy Dawid Siem, Rowe Phys\nslop Research Laborsion. Department of Physiiogy, Collegeof Physicians and Surgeons. Colors\nnner, 630 Wee 158 Street, New ork, NY 10032\n\nxs: 0022:1007/09/097091819 $2 00 93\n\n      \n\n \n\nJ Ear Mio © The Rockefeller Univerny\nVolume 170° Sepiember 1989 913-931\n\n \n\nPUBLICATIONS 014132\n\f",
    "augmented_texts": [
        "FILE transcript wy 395A ENHANCED RESPONSIVENESS OF ENDOTHELIUM IN THE GROWING / MOTILE STATE TO TUMOR NECROSIS FACTOR / CACHECTIN by HERWIG GERLACH ’ HOWARD LIEBERMAN: RONALD BACH, ? GABRIEL CQDMAN: JEROLD BRETT: and DAVID STERN ‘ Fem the Deporments of Pryualog, Pathology and the Cone for Radiological Resch, CCaloge of Phytons and Surgeons, Columbsa Unvrity New York, New Yor: 10032, ond the “ Toepeneent of Medicine: Mt Sinar Schoo of Medicine, New York, New York 10029 Generalized vascular collapse can be induced by the infusion of high concentra - tions of tumor necross factor / cachectin (TNF) (I ); at lower concentrations, lesions may be localized to particular parts of the vazcular tree. Exposure of tumor - bearing. ice to these lower concentrations of TNF, for good example, results in intravascular clot Formation confined only to the tumor vascular bed (2 ). This observation raises ques: tions about mechanisms that direct the action of TNF within the vasculature. Endothehum isa target of cytokines, such as tumour necrosis factor, which are central mediators of the host response. Quiescent endothelium maintains vascular Auidity and consti - tutes a barrier to the escape of solutes and cellular elements of the blood from the intravascular compariment, Exposure to TNF, however, activates specific endothelial cell - dependent mechanisms in vitro and, presumably, in vivo contributes to the inflam - matory response. these include promotion of leukocyte adhesion and coagulation, ‘ and an increase in monolayer permeability (i, 3 - 3) ‘ Although in vitro experiments would suggest that the endothelial response to T NF is uniform, sts evident that a characterisuic feature of the host response is its local f2aon to pancular sites of the vascular tree. Induction of endothelial growing / mo - ' y occurs in regeneration after damage to the endothelial monolayer and in an gingeness, whether reparative, or in the neovascularization of a tumor We have ound that such proliferating and / or motile endothelial cells would constitute a select target for TNF The studies reported here demonstrate that compared with quies: cent cultures, endothelial cells in the growth and / or motile state have enhanced re - Sponsiveness to and increased affinity for TNF. In parallel, crosslinking studies showed two additional bands on autoradiograms from SDS - PAGE of cell - bound ' \" - T NF ‘ These data suggest a model by which an injury oF neoplastic focus, resulting in in: duction of endothelial growth or motility, renders these cells more sensitive to per: turbanon by TNF, and offers insight into a possible mechanism by which TNF effects are targette * within the vasculature. ‘ Thar work was eppered by grants Irom she US Public Health Service (HL34628 and CA: 43902) thom the Couned Tobacco Research (CFR 1972 and HOIR ). and from the New York Lung Associa (eh Pind) D Sicrn completed Inge pure fos Genentech: AHA Extabiahed Iesugaon Award. Address correspondence to Dt Herwg Geriath and Dy Dawid Siem, Rowe Phys slop Research Laborsion. Department of Physiiogy, Collegeof Physicians and Surgeons. Colors nner, 630 Wee 158 Street, New ork, NY 10032 xs: 0022: 1007 / 09 / 097091819 $ 2 00 93 J Ear Mio © The Rockefeller Univerny Volume 170 ° Sepiember 1989 913 - 931 PUBLICATIONS 014132",
        "FILE COPY wy 395A ENHANCED RESPONSIVENESS OF ENDOTHELIUM IN THE GROWING / MOTILE department of state TO TUMOR NECROSIS FACTOR / CACHECTIN by HERWIG GERLACH ’ HOWARD LIEBERMAN: RONALD BACH, ? GABRIEL CQDMAN: JEROLD BRETT: and DAVID STERN ‘ Fem the Deporments of Pryualog, Pathology and the Cone for Radiological Resch, CCaloge of Phytons and Surgeons, Columbsa Unvrity New York, New Yor: 10032, ond the “ Toepeneent of Medicine: Mt Sinar Schoo of Medical specialty, New York, New York 10029 Generalized vascular collapse can be induced by the infusion of high concentra - tions of tumor necross factor / cachectin (TNF) (I ); at lower concentrations, lesions may be localized to particular parts of the vazcular tree. Exposure of tumor - bearing. ice to these lower concentrations of TNF, for example, results in intravascular clot Formation confined only to the tumor vascular bed (2 ). This observation raises ques: tions about mechanisms that direct the action of TNF within the vasculature. Endothehum isa target of cytokines, such as TNF, which are central mediators of the host response. Quiescent endothelium maintains vascular Auidity and consti - tutes a barrier to the escape of solutes and cellular elements of the blood from the intravascular compariment, Exposure to TNF, however, activates specific endothelial cell - pendant mechanisms in vitro and, presumably, in vivo contributes to the inflam - matory response. these include promotion of leukocyte adhesion and coagulation, ‘ and an increase in monolayer permeability (i, 3 - 3) ‘ Although in vitro experiments would suggest that the endothelial response to T NF is uniform, sts evident that a characterisuic feature of the host response is its local f2aon to pancular sites of the vascular tree. Induction of endothelial growth / mo - ' y occurs in regeneration after damage to the endothelial monolayer and in an gingeness, whether reparative, or in the neovascularization of a tumor We have ound that such proliferating and / or motile endothelial cells would constitute a select target for TNF The studies reported here demonstrate that compared with quies: cent cultures, endothelial jail cell in the growth and / or motile state have enhanced re - Sponsiveness to and increased affinity for TNF. In parallel, crosslinking studies showed two additional bands on autoradiograms from SDS - PAGE of cell - bound ' \" - T NF ‘ These data suggest a model by which an injury oF neoplastic focus, resulting in in: duction of endothelial growth or motility, renders these cells more sensitive to per: turbanon by TNF, and offers insight into a possible mechanism by which TNF effects are targette * within the vasculature. ‘ Thar work was eppered by grants Irom she US Public Health Service (HL34628 and CA: 43902) thom the Couned Tobacco Research (CFR 1972 and HOIR ). and from the New York Lung Associa (eh Pind) D Sicrn completed Inge pure fos Genentech: AHA Extabiahed Iesugaon Award. Address correspondence to Dt Herwg Geriath and Dy Dawid Siem, Rowe Phys slop Research Laborsion. Department of Physiiogy, Collegeof Physicians and Surgeons. Colors nner, 630 Wee 158 Street, New ork, NY 10032 xs: 0022: 1007 / 09 / 097091819 $ 2 00 93 J Ear Mio © The Rockefeller Univerny Volume 170 ° Sepiember 1989 913 - 931 PUBLICATIONS 014132"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Endothehum is a target of cytokines, such as TNF, which are central mediators of the host response. The studies reported here demonstrate that compared with quiescent cells, endothelial cells in the growth and/or motile state have enhanced re-sponsiveness to and increased affinity for T NF."
}