{
    "filename": "10331090_10331102.jpg",
    "metadata": {},
    "text": " \n\n \n\nie\nFive copy’\n\nImpaired Hepatic Apolipoprotein B and E Translation\n\nin Streptozotocin Diabetic Rats\n\nJone! D. Sparks.” Rexe Zoltegher Charles €. Sparke,” Harold C. Smith.\" and Edward A. Piahert\nBE nee oy Panclony end Lavorarory Medicine, University of Rochester School of Medicine and Dentisiny, Rochester. New York\n\nSeen e emer of Physiology and Biochemistry. Modical College of Pennsylvania, P\n\nAbstract\n\n1udies of streptozotacia-induced diabetes ia rats have demon-\nstrated that hepatic apo B and apo E production are reduced. To\nGetermine Hf reductions are related to decreases $n hepatic\nRNAs. we performed blotting analysis of total liver RNA.\n‘vith rat apo By apoE and albumio cDNA probes. The expected\nTeducrion ta albumin MRNA levels to 48% of control livers\n‘ccewred to diabetic rat Uver, while apo Band apo E mRNA\nlevele were unchanged. The proportion of tramtational stop\ncodon (BSTOP) aRNA averaged 435 of total in diabetic rats\nSlmitar to contro! levels. Long-term labeling experiments using\n{P*Simethtonine in primary curures of rat hepatocytes and spe-\n‘lfc immunoprecipiations demonstrated production of apo B\n‘and apo F and albumin by hepatocytes from diabetic rats was\n‘reduced 10 37%,53%, and 23% of controls. Pulse-chase studies,\n{together with RNA analyses, suggest that reduced hepatic\nsecretion of apo B and apo E in diabetics is primarily a result of\nimpaired translation and not iotracellolar degradation. Rubo-\nsome transit studies directly confirmed the prolonged elonga-\nton rates for apo B and apo E mRNAs in hepatocytes derived\n{rom diabetic rats. This effect was more pronounced on apo BI\n(higher molecular wei\n\n‘weight. Treatment of diabetie rats with insulin for 7-0 led 10\nnormalization of bepatic albuatin oiRNA levels with no sub-\nStantial change in apo E mRNA levels, In contrast. insulin\n‘weatment resulted in sigaificant lacreases in hepatic apo B\nTHRNA over control levels, Results suggest hepatic albumin\ntind ape B mRNA levels are responsive to insulin in the diabetic\nState-(J. Clin, Invest. 1992. 89:1418-1430.) Key words: hepa\ntocyte = elongation» mRNA =\n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n   \n\nIntroduction\n\nHormonal and metabolic regulation of apo synthesis and lipo-\nprotein assembly i complex (1). Since the liver is a major\nsource of plasma hipoproteins (2). factors afectng hepati hpo-\nprotein production are important to our understanding of the\n‘mechanisms involved in the development of hyperlipoprotean\n‘emias. Although there are numerous studies of specine Hor\nmone effects on VLDL production by liver, we have focused\n\n‘Address correspondence and reprint requests to Dr. Janet D.Spaths\nDepartment of Pathology and Laborstory Medicine, University of\nRocheser, School of Meaiane and Denustry. Box 608,601 Elmwood\nAver Rochester, NY I4642\n\nTReverved for publication | August 1990 and on rewsed form 13 De\n\n2 The Amencan Sooets {oF Cunicl Investigation. Inc\nGont'orserseros/iaint 32 00\nVolume 89. May 1992. 1418\" 1430\n\n \n\nsi0\n\nhiladelpha. Penasitvania 19129\n\n1982 ANNUAL REPORT\n\n‘on apa B, not only because apo Bis a requisite component of |\nVLDL and LDL (3), but also because measurement of apo B\ngives an estimate of number of lipoprotein particles secreted\n(2) In humane (5) and rats(6~8) there are two forms of apo B,\n‘one of higher molecular weight (B-100, apo BH)! and ope of\nTower molecular weight (B-48, apo BL). The two forms ofapo B\nare derived by a novel editing process (9-11) which convens a\nlutamine codon within the apo B mRNA (BGLN) toa tansla-\ntional stop codon (BSTOP) at position 2153 in huroans. Be-\ncause of apo 8 mRNA editing. 2 shorter translation product is\nSynthesized representing ~ 48% of the molecular weight of the\nWn product. B-100 is the predominant form.\nby human liver (12, 13) whereas both apo\nBir and apo BL are produced by rat liver (6-8, 14). In rats and,\n‘humans. aps BL (B-48) i the predominant form of apo B pro\niced by the intestine (5. 14), Dishinclive features of eighyeer-\n{de-rich lipoproteins containing apo BL (hepatic and intestinal)\nare their shorter plasma residence tume (6. 14. 15) and theit\nfailure to be converted to LDL (13).\n\n‘Hormonal and metabolic control ofhepatic apo 8 synthesis\nand secretion can occur t ansimber oflevels snvalving changes\nin-apo B-MRNA abundance (16-18), apo B mRNA ediung.\n(18-20), and through alterauonsin intraceUular apo B degrada\ntion (21-28), Hepatic apo B miRNA abundance is increased by\n30% in experimentally hypothyroid rats (16). by 50% in hyDo-\n‘thalamus-lesioned obese rats (17) and by 80% in 48-h fasted\nrts (18) Apo B mRNA ediuing is dramatically increased by\nthyroid hormone injection (16. 19).and by refeeding fasted rats\nwath a high carbohydrate diet (18). In rats fasted for 48 bh, he-\natic apo B mRNA editing 4s significantly reduced (18, 20)\nExisting evidence suggests that hepatic apo B secretion can also,\nbbe affocied posttransiationally Urough degradation of Freshly\nsynthesized apo B (21-24), Insulin has been shown to reduce\nhepatic secretion of apo B (22, 25-28) by stimulation of mntra-\ncellular degradation (22),\n\nTnordertoundersiand the complex role of insulin in regula-\ntion of hepatic apo B production we have examined the etfects\n‘of hypoiasulinemic diabetes (28, 29). This experimental mode!\n‘Sof mterest because diabetic rats develop signiBcant hyperti-\ntdemia (30-22) along with increased levels of plasma apo B-\nContaintog lipoprotes (29, 31), The cause of the hypertipids\n‘erma has been attributed to overall increase in lipoprotein for-\nmation (31, 32) in combination with defective peripheral and,\nhepatic catabolism of tnglyeeride-rich lpoprotems and LDL\n\n \n\n \n\n \n\n \n\n \n\n1 abbrewanonsuied in ths paper TSF, alpha-tolucne slfony! Muo-\nride, ALT. alanine amino transferase apo By. ape B of mgher molec\niar cenit rat 8-100 0 ha\n\nssigntin rn (BAR on ht\n\nCXR t@utamine codon.215:\n\n  \n\nRNA contain.\nhumans. BSTOP. apo B mRNA con\n‘sop coden.2183 9 humans}: PCR. poly\n\n  \n\n \n\n \n\nJD Sparks R Folfghars © F Sparks WC Smuh.and EA Fisher\n\nPUBLICATIONS\n\n012135\n\nos\n\f",
    "augmented_texts": [
        "ie Five copy ’ Impaired Hepatic Apolipoprotein B and E Rendering in Streptozotocin Diabetic Rats Jone! D. Sparks. ” Rexe Zoltegher Charles €. Sparke, ” Harold C. Smith. \" and Edward A. Piahert BE nee oy Panclony end Lavorarory Medicine, University of Rochester School of Medicine and Dentisiny, Rochester. New York Seen e emer of Physiology and Biochemistry. Modical College of Pennsylvania, P Abstract 1udies of streptozotacia - induced diabetes ia rats have demon - strated that hepatic apo B and apo E production are reduced. To Getermine Hf reductions are related to decreases $ n hepatic RNAs. we performed blotting analysis of total liver RNA. ‘ vith rat apo By apoE and albumio cDNA probes. The expected Teducrion ta albumin MRNA levels to 48% of control livers ‘ ccewred to diabetic rat Uver, while apo Band apo E mRNA levele were unchanged. The proportion of tramtational stop codon (BSTOP) aRNA averaged 435 of total in diabetic rats Slmitar to contro! levels. Long - term labeling experiments using {P * Simethtonine in primary curures of rat hepatocytes and spe - ‘ lfc immunoprecipiations demonstrated production of apo B ‘ and apo F and albumin by hepatocytes from diabetic rats was ‘ reduced 10 37% , 53% , and 23% of controls. Pulse - chase studies, {together with RNA analyses, suggest that reduced hepatic secretion of apo B and apo E in diabetics is primarily a result of impaired translation and not iotracellolar degradation. Rubo - some transit studies directly confirmed the prolonged elonga - ton rate for apo B and apo E template rna in hepatocytes derived {rom diabetic rats. This effect was more pronounced on apo BI (higher molecular wei ‘ weight. Treatment of diabetie rats with insulin for vii - 0 led 10 normalization of bepatic albuatin oiRNA levels with no sub - Stantial change in apo E mRNA levels, In contrast. insulin ‘ weatment resulted in sigaificant lacreases in hepatic apo B THRNA over control levels, Results suggest hepatic albumin tind ape B mRNA levels are responsive to insulin in the diabetic State - (J. Clin, Invest. 1992. 89: 1418 - 1430.) Key words: hepa tocyte = elongation » mRNA = Introduction Hormonal and metabolic regulation of apo synthesis and lipo - protein assembly i complex (1 ). Since the liver is a major source of plasma hipoproteins (2 ). factors afectng hepati hpo - protein production are important to our understanding of the ‘ mechanisms involved in the development of hyperlipoprotean ‘ emias. Although there are numerous studies of specine Hor mone effects on VLDL production by liver, we have focused ‘ Address correspondence and reprint requests to Dr. Janet D. Spaths Department of Pathology and Laborstory Medicine, University of Rocheser, School of Meaiane and Denustry. Box 608, 601 Elmwood Aver Rochester, NY I4642 TReverved for publication | August 1990 and on rewsed form 13 De 2 The Amencan Sooets {oF Cunicl Investigation. Inc Gont ' orserseros / iaint 32 00 Volume 89. May 1992. 1418 \" 1430 si0 hiladelpha. Penasitvania 19129 1982 ANNUAL REPORT ‘ on apa B, not only because apo Bis a requisite component of | VLDL and LDL (3 ), but also because measurement of apo B gives an estimate of number of lipoprotein particles secreted (2) In humane (5) and rats (6 ~ 8) there are two forms of apo B, ‘ one of higher molecular weight (B - 100, apo BH )! and ope of Tower molecular weight (B - 48, apo BL ). The two forms ofapo B are derived by a novel editing process (9 - 11) which convens a lutamine codon within the apo B mRNA (BGLN) toa tansla - tional stop codon (BSTOP) at position 2153 in huroans. Be - cause of apo 8 mRNA editing. 2 shorter translation product is Synthesized representing ~ 48% of the molecular weight of the Wn product. B - 100 is the predominant form. by human liver (12, 13) whereas both apo Bir and apo BL are produced by rat liver (6 - 8, 14 ). In rats and, ‘ humans. aps BL (B - 48) i the predominant form of apo B pro iced by the intestine (5. 14 ), Dishinclive features of eighyeer - {de - rich lipoproteins containing apo BL (hepatic and intestinal) are their shorter plasma residence tume (6. 14. 15) and theit failure to be converted to LDL (13 ). ‘ Hormonal and metabolic control ofhepatic apo 8 synthesis and secretion can occur t ansimber oflevels snvalving changes in - apo B - MRNA abundance (16 - 18 ), apo B mRNA ediung. (18 - 20 ), and through alterauonsin intraceUular apo B degrada tion (21 - 28 ), Hepatic apo B miRNA abundance is increased by 30% in experimentally hypothyroid rats (16 ). by 50% in hyDo - ‘ thalamus - lesioned obese rats (17) and by 80% in 48 - h fasted rts (18) Apo B mRNA ediuing is dramatically increased by thyroid hormone injection (16. 19 ). and by refeeding fasted rats wath a high carbohydrate diet (18 ). In rats fasted for 48 bh, he - atic apo B mRNA editing 4s significantly reduced (18, 20) Existing evidence suggests that hepatic apo B secretion can also, bbe affocied posttransiationally Urough degradation of Freshly synthesized apo B (21 - 24 ), Insulin has been shown to reduce hepatic secretion of apo B (22, 25 - 28) by stimulation of mntra - cellular degradation (22 ), Tnordertoundersiand the complex role of insulin in regula - tion of hepatic apo B production we have examined the etfects ‘ of hypoiasulinemic diabetes (28, 29 ). This experimental mode! ‘ Sof mterest because diabetic rats develop signiBcant hyperti - tdemia (30 - 22) along with increased levels of plasma apo B - Containtog lipoprotes (29, 31 ), The cause of the hypertipids ‘ erma has been attributed to overall increase in lipoprotein for - mation (31, 32) in combination with defective peripheral and, hepatic catabolism of tnglyeeride - rich lpoprotems and LDL 1 abbrewanonsuied in ths paper TSF, alpha - tolucne slfony! Muo - ride, ALT. alanine amino transferase apo By. ape B of mgher molec iar cenit rat 8 - 100 cypher ha ssigntin rn (BAR on ht CXR t @ utamine codon. 215: ribonucleic acid contain. humans. BSTOP. apo B mRNA con ‘ sop coden. 2183 9 humans }: PCR. poly JD Sparks R Folfghars © F Sparks WC Smuh. and EA Fisher PUBLICATIONS 012135 os",
        "ie Five copy ’ Impaired Hepatic Apolipoprotein B and E Translation in Streptozotocin Diabetic Rats Jone! D. Sparks. ” Rexe Zoltegher Charles €. Sparke, ” Harold C. Smith. \" and Edward A. Piahert BE nee oy Panclony end Lavorarory Medicine, University of Rochester School of Medicine and Dentisiny, Rochester. New York Seen e emer of Physiology and Biochemistry. Modical College of Pennsylvania, P Abstract 1udies of streptozotacia - induced diabetes ia rats have demon - strated that hepatic apo B and apo E production are reduced. To Getermine Hf reductions are related to decreases $ n hepatic RNAs. we performed blotting analysis of total liver RNA. ‘ vith rat apo By apoE and albumio cDNA probes. The expected Teducrion ta albumin MRNA levels to 48% of control livers ‘ ccewred to diabetic rat Uver, while apo Band apo E mRNA levele were unchanged. The proportion of tramtational stop codon (BSTOP) aRNA averaged 435 of total in diabetic rats Slmitar to contro! levels. Long - term labeling experiments using {P * Simethtonine in primary curures of rat hepatocytes and spe - ‘ lfc immunoprecipiations demonstrated production of apo B ‘ and apo F and albumin by hepatocytes from diabetic rats was ‘ reduced x 37% , 53% , and 23% of controls. Pulse - chase studies, {together with RNA psychoanalysis, suggest that reduced hepatic secretion of apo B and apo E in diabetics is primarily a result of impaired translation and not iotracellolar degradation. Rubo - some transit studies directly confirmed the prolonged elonga - ton rates for apo B and apo E mRNAs in hepatocytes derived {rom diabetic rats. This effect was more pronounced on apo BI (higher molecular wei ‘ weight. Treatment of diabetie rats with insulin for 7 - 0 led 10 normalization of bepatic albuatin oiRNA levels with no sub - Stantial change in apo E mRNA levels, In contrast. insulin ‘ weatment resulted in sigaificant lacreases in hepatic apo B THRNA over control levels, Results suggest hepatic albumin tind ape B mRNA levels are responsive to insulin in the diabetic State - (J. Clin, Invest. 1992. 89: 1418 - 1430.) Key words: hepa tocyte = elongation » mRNA = Introduction Hormonal and metabolic regulation of apo synthesis and lipo - protein assembly i complex (1 ). Since the liver is a major source of plasma hipoproteins (2 ). factors afectng hepati hpo - protein production are important to our understanding of the ‘ mechanisms involved in the development of hyperlipoprotean ‘ emias. Although there are numerous studies of specine Hor mone effects on VLDL production by liver, we have focused ‘ Address correspondence and reprint requests to Dr. Janet D. Spaths Department of Pathology and Laborstory Medicine, University of Rocheser, School of Meaiane and Denustry. Box 608, 601 Elmwood Aver Rochester, NY I4642 TReverved for publication | August 1990 and on rewsed form 13 De 2 The Amencan Sooets {oF Cunicl Investigation. Inc Gont ' orserseros / iaint 32 00 Volume 89. May 1992. 1418 \" 1430 si0 hiladelpha. Penasitvania 19129 1982 ANNUAL REPORT ‘ on apa B, not only because apo Bis a requisite component of | VLDL and LDL (3 ), but also because measurement of apo B gives an estimate of number of lipoprotein particles secreted (2) In humane (5) and rats (6 ~ 8) there are two forms of apo B, ‘ one of higher molecular weight (B - 100, apo BH )! and ope of Tug molecular weight (B - 48, apo BL ). The two forms ofapo B are derived by a novel editing process (9 - 11) which convens a lutamine codon within the apo B mRNA (BGLN) toa tansla - tional stop codon (BSTOP) at position 2153 in huroans. Be - cause of apo 8 mRNA editing. 2 shorter translation product is Synthesized representing ~ 48% of the molecular weight of the Wn product. B - 100 is the predominant form. by human liver (12, 13) whereas both apo Bir and apo BL are produced by rat liver (6 - 8, 14 ). In rats and, ‘ humans. aps BL (B - 48) i the predominant form of apo B pro iced by the intestine (5. 14 ), Dishinclive features of eighyeer - {de - rich lipoproteins containing apo BL (hepatic and intestinal) are their shorter plasma residence tume (6. 14. 15) and theit failure to be converted to LDL (13 ). ‘ Hormonal and metabolic control ofhepatic apo 8 synthesis and secretion can occur t ansimber oflevels snvalving changes in - apo B - MRNA abundance (16 - 18 ), apo B mRNA ediung. (18 - 20 ), and through alterauonsin intraceUular apo B degrada tion (21 - 28 ), Hepatic apo B miRNA abundance is increased by 30% in experimentally hypothyroid rats (16 ). by 50% in hyDo - ‘ thalamus - lesioned obese rats (17) and by 80% in 48 - h fasted rts (18) Apo B mRNA ediuing is dramatically increased by thyroid hormone injection (16. 19 ). and by refeeding fasted rats wath a high carbohydrate diet (18 ). In rats fasted for 48 bh, he - atic apo B mRNA editing 4s significantly reduced (18, 20) Existing evidence suggests that hepatic apo B secretion can also, bbe affocied posttransiationally Urough degradation of Freshly synthesized apo B (21 - 24 ), Insulin has been shown to reduce hepatic secretion of apo B (22, 25 - 28) by stimulation of mntra - cellular degradation (22 ), Tnordertoundersiand the complex role of insulin in regula - tion of hepatic apo B production we have examined the etfects ‘ of hypoiasulinemic diabetes (28, 29 ). This experimental mode! ‘ Sof mterest because diabetic rats develop signiBcant hyperti - tdemia (30 - 22) along with increased levels of plasma apo B vitamin - Containtog lipoprotes (29, 31 ), The cause of the hypertipids ‘ erma has been attributed to overall increase in lipoprotein for - mation (31, 32) in combination with defective peripheral and, hepatic catabolism of tnglyeeride - rich lpoprotems and LDL 1 abbrewanonsuied in ths paper TSF, alpha - tolucne slfony! Muo - ride, ALT. alanine amino transferase apo By. ape B of mgher molec iar cenit rat 8 - 100 0 ha ssigntin rn (BAR on ht CXR t @ utamine codon. 215: RNA contain. humans. BSTOP. apo B mRNA con ‘ sops coden. 2183 9 humans }: PCR. poly JD Sparks R Folfghars © F Sparks WC Smuh. and EA Fisher PUBLICATIONS 012135 os"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Impaired Hepatic Apolipoprotein B and E Translation in Diabetic Rats. Treatment of diabetie rats with insulin for 7-0 led 10%-normalization of bepatic albuatin oiRNA levels with no sub-antial change in apo E mRNA levels. Results suggest hepatic albuminophobictind ape B mRNA Levels are responsive to insulin in the diabetic state."
}