{
    "filename": "10334843_10334848.jpg",
    "metadata": {},
    "text": " \n\n2247\n\nIdentification of a Guanosine Triphosphate-binding Site on Guinea Pig\n\nLiver Transglutaminase\n\nROLE OF GTP AND CALCIUM IONS IN MODULATING ACTIVITY\"\n\nona obo OBEY\n\nKomandoor E. Achyuthant and Charles S. Greenberg3i\nFrom the Departments of tMediene and §Patholos. Duke Unueraty Medico! Center, Durham, North Corouna 27710\n\nGuavosine 6’-tripborphate (GTP) was found to in-\nhibit quines pig liver traneglutaminase activity as\napeasured by ['H)putreseine Incorporation into casein.\nGDP and GTP-7-S also inbibived enzyme activity\n{GTP-5-5 > GTP > GDP). Kinetic studies showed that\nGTP acted as a reversible, noncompetitive inhibitor\n‘nd thot CaCl, partially reversed GTP inbibition. GTP\nfito inhibited rat liver and adult bovine aortic endo-\n‘Ehelial cell transglutaminase, but did not inbibit Factor\nXIML,' sctivits. Guanosine monophosphate (GMP),\ncyclic GMP. and polyeuanvlic acid did not inbibit en:\n2yme activity. Guinea pig liver transglutaminase ad-\nsorbed well to GTP-agarose affinity columns. but not\nto CTP-agarose columns, and the binding was iabibited\n\n \n\n \n\n   \n\n \n\n   \n   \n\n \n\nhibited by the presence of\n.” GTP inhibited trypsin proteolysis of\nguinea pig liver transglutaminase without affecting\nthe trypsin proteolysis of chromogenic substrates, Pro\n\nteolviie protection was reversed by the addition of\nCalcium. This study demonstrates that GTP binds to\n‘transglutaminase and that both GTP and calcium ions\nfonction in concert to regulate transglutaminase struc:\nture and fonction,\n\n‘Tranegluvaminaees (R-glutaminyl-peptide-amine-y- lite\nanyliransievase, FC-2.°2 13) are calchuts-dependent enzymes\nhich catalvze the formation ef covalent bonds between pepe\nUide-bound glutamy! residues and either the hyss] group of 8\nprotein or the primary amino group of polvamines (for a\nreview see Nayar and Lorand, 1984). ‘Traneglutarinese-\nalyzed bonding between pepuide-bound gluwemin s and pol\nfcaines has been found vo cccur intracelivlarls’ and extracel\nIutarly (Folk and Finlayson, 1977), and the enzyme has been\ndemonstrated ip most celle and tissues Although several\ncofactors have been shown to allect_ transglutaminase func\ntion, the regulation of transglutaminase acuvite remsine\npoorly’ understood (Folk, 1980), Folk «tal (1967) demon:\nStrated that the presence of calcium ions induced w confor”\n‘mational change in purified guinea pig hver transglutaminase\nthat promoted ts enzvtr\n* to the enzvme\n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n \n  \n\n \n\n \n\n \n\n  \n    \n\nhe costs of publication of this\n[Bevmem ef bere chorges This orucle sivst\nSheretore be hereby marked “aavertuement= ye accordance wah TF\nSSC Ration sta soles ro naneate the fact\n\n$ Towhom correspondence sheuld be ec eesed\n\n \n\n‘conforthouionel change in the active site of the enzyme which\nfako stimulated its eatalvtie acusity (Gross and Folk, 1973)\n\n‘When added to cells grown in culture, phorbol esters. retinoic\n‘ci, and extracellular calciuto induce transglutaminase actie=\ninyin epidermal celle (¥uepe et ol. 1963). Similarly, vstamine\nwas found to inhibit intracellular transglutaminase active\nin WI-88 buman lung celle (Birekbichler et al. 1961). while\nthe presence of retinose acid increased transglutaminase #\n\nUvity in several cell Lines, inclading Chinese hamster ovary\ncells (Scott ef al. 1982). buman ervthroleukemia HL-6O cells\n(Davies ef ol. 1885) and mouse epidermal cells (Licbts et ol,\n1989),\n\nRecent mudies have implicated nucleotide triphorphates at\npotential factors in regulating intracellular transglwaminese\nActivity. Loewy ef of (19818, 19816) reported an increase 10\nthe formation of intracellular (-glucains!)-c- lyse) eroes-Links\nwhen ATP woe added to extracts from tssue-cultured embry\nfone chick beart myofibrils or from cultures ofthe elise mold.\n‘Phycarium polycephalum. Human erythrocyte wansgiutamin:\nnw is stabilized by the presence of ATP during purification\nof the enzeme but not required for stability once purified\n(Brenner and Finn Wold, 1978), Cohen et al (2980) reported\nthet Factor XIlle-catalyzed incorporation of omines into\nplatelet, and muscle actin wat inhibited by ATP, ADP, GTP,\n4nd CTP but was not modified by evelle AMP of AMP.\n\nSevero! investigators have suggested mechanisms for the\ninducuon of intracellular transglutaminase aeuvity, “Mur\nlaugh er al (2983) concluded that an increase sn mncrophage\n‘rangglutaminase octiity was due to en increase in enzyme\nsymesie. Lichti ef al (1989) found that the increase in\nUranaglotamininee activity in mouse epidermal cells Correloted\n‘ith the sunthesis of yet second enzvme, while Earekbichler\nCF al (1985) have postulated that post-translational modifi\ncoven of the enzvme leeds to changes in tissue translate\n\n\"The purpose of thie etudy was to investigate the effects of\nguanine oucleonides on transglutaminase activity We have\nfound that guanosine 8'-triphosphete (GTP! i¢ 8 reversible\nland noncompetitive inhibitor of guinea pig liver traneglute\n‘minase fonction. Specific binding of GTP to traneglotaminact\nwar demonsiroted veing GTP-aparese affinity chromatogra\nhs. trypsin proteolysis, and. photosffinity-labeling tech:\n\n \n\n \n\n \n\nMATERIALS AND METHODS\n\nGvonosine S'-monophoephate (GMP. dusdioro salt). gvanosine\ns-phoaphate (GDP. sod salt. uanosineStrpboaphete (OTF,\ntedium telt, uanosine 3S\"-monophowshate tcrche GMP. Rodiote\n\nelyeuosrie\n\n  \n\nPUBLICATIONS\n\n015827\n\f",
    "augmented_texts": [
        "2247 Identification of a Guanosine Triphosphate - binding Site on Guinea Pig Liver Transglutaminase ROLE OF GTP AND CALCIUM IONS IN MODULATING ACTIVITY \" ona obo OBEY Komandoor E. Achyuthant and Charles S. Greenberg3i From the Departments of tMediene and § Patholos. Duke Unueraty Medico! Center, Durham, North Corouna 27710 Guavosine 6 ’ - tripborphate (GTP) was found to in - hibit quines pig liver traneglutaminase activity as apeasured by [' H) putreseine Incorporation into casein. GDP and GTP - 7 - S also inbibived enzyme activity {GTP - 5 - 5> GTP> GDP ). Kinetic studies showed that GTP acted as a reversible, noncompetitive inhibitor ‘ nd thot CaCl, partially reversed GTP inbibition. GTP fito inhibited rat liver and adult bovine aortic endo - ‘ Ehelial cell transglutaminase, but did not inbibit Factor XIML, ' sctivits. Guanosine monophosphate (GMP ), cyclic GMP. and polyeuanvlic acid did not inbibit en: 2yme activity. Guinea pig liver transglutaminase ad - sorbed well to GTP - agarose affinity columns. but not to CTP - agarose columns, and the binding was iabibited hibited by the presence of. ” GTP inhibited trypsin proteolysis of guinea pig liver transglutaminase without affecting the trypsin proteolysis of chromogenic substrates, Pro teolviie protection was reversed by the addition of Calcium. This study demonstrates that GTP binds to ‘ transglutaminase and that both GTP and calcium ions fonction in concert to regulate transglutaminase struc: ture and fonction, ‘ Tranegluvaminaees (R - glutaminyl - peptide - amine - y - low cal anyliransievase, FC - 2. ° 2 13) are calchuts - dependent enzymes hich catalvze the formation ef covalent bonds between pepe Uide - bound glutamy! residues and either the hyss] group of 8 protein or the primary amino group of polvamines (for a review see Nayar and Lorand, 1984 ). ‘ Traneglutarinese - alyzed bonding between pepuide - bound gluwemin s and pol fcaines has been found vo cccur intracelivlarls ’ and extracel Iutarly (Folk and Finlayson, 1977 ), and the enzyme has been demonstrated ip most celle and tissues Although several cofactors have been shown to allect_ transglutaminase func tion, the regulation of transglutaminase acuvite remsine poorly ’ understood (Folk, 1980 ), Folk « tal (1967) demon: Strated that the presence of calcium ions induced w confor ” ‘ mational change in purified guinea pig hver transglutaminase that promoted ts enzvtr * to the enzvme he costs of publication of this [Bevmem ef bere chorges This orucle sivst Sheretore be hereby marked “ aavertuement = ye accordance wah TF SSC Ration sta soles ro naneate the fact $ Towhom correspondence sheuld be ec eesed ‘ conforthouionel change in the active site of the enzyme which fako stimulated its eatalvtie acusity (Gross and Folk, 1973) ‘ When added to cells grown in culture, phorbol esters. retinoic ‘ ci, and extracellular calciuto induce transglutaminase actie = inyin epidermal celle (¥ uepe et ol. 1963 ). Similarly, vstamine was found to inhibit intracellular transglutaminase active in WI - 88 buman lung celle (Birekbichler et al. 1961 ). while the presence of retinose acid increased transglutaminase # Uvity in several cell Lines, inclading Chinese hamster ovary cells (Scott ef al. 1982 ). buman ervthroleukemia HL - 6O cells (Davies ef ol. 1885) and mouse epidermal cells (Licbts et ol, 1989 ), Recent mudies have entail nucleotide triphorphates at potential factors in regulating intracellular transglwaminese Activity. Loewy ef of (19818, 19816) reported an increase 10 the formation of intracellular (- glucains!) - c - lyse) eroes - Links when ATP woe added to extracts from tssue - cultured embry fone chick beart myofibrils or from cultures ofthe elise mold. ‘ Phycarium polycephalum. Human erythrocyte wansgiutamin: nw is stabilized by the presence of ATP during purification of the enzeme but not required for stability once purified (Brenner and Finn Wold, 1978 ), Cohen et aluminium (2980) reported thet Factor XIlle - catalyzed incorporation of omines into platelet, and muscle actin wat inhibited by ATP, ADP, GTP, 4nd CTP but was not modified by evelle a of AMP. Severo! investigators have suggested mechanisms for the inducuon of intracellular transglutaminase aeuvity, “ Mur laugh er al (2983) concluded that an increase sn mncrophage ‘ rangglutaminase octiity was due to en increase in enzyme symesie. Lichti ef al (1989) found that the increase in Uranaglotamininee activity in mouse epidermal cells Correloted ‘ ith the sunthesis of yet second enzvme, while Earekbichler CF al (1985) have postulated that post - translational modifi coven of the enzvme leeds to changes in tissue translate \" The purpose of thie etudy was to investigate the effects of guanine oucleonides on transglutaminase activity We have found that guanosine 8 ' - triphosphete (GTP! i ¢ 8 reversible land noncompetitive inhibitor of guinea pig liver traneglute ‘ minase fonction. Specific binding of GTP to traneglotaminact war demonsiroted veing GTP - aparese affinity chromatogra hs. trypsin proteolysis, and. photosffinity - labeling tech: MATERIALS AND METHODS Gvonosine S ' - monophoephate (GMP. dusdioro salt ). gvanosine s - phoaphate (GDP. sod salt. uanosineStrpboaphete (OTF, tedium telt, uanosine 3S \" - monophowshate tcrche GMP. Rodiote elyeuosrie PUBLICATIONS 015827",
        "2247 Identification of a Guanosine Triphosphate - binding Site on Guinea Pig Liver Transglutaminase ROLE OF GTP AND CALCIUM IONS IN MODULATING ACTIVITY \" ona obo OBEY Komandoor E. Achyuthant and Charles Sulphur. Greenberg3i From the Departments of tMediene and § Patholos. Duke Unueraty Medico! Center, Durham, North Corouna 27710 Guavosine 6 ’ - tripborphate (GTP) was found to in - hibit quines pig liver traneglutaminase activity as apeasured by [' H) putreseine Incorporation into casein. GDP and GTP - 7 - S also inbibived enzyme activity {GTP - 5 - 5> GTP> GDP ). Kinetic studies showed that GTP acted as a reversible, noncompetitive inhibitor ‘ nd thot CaCl, partially reversed GTP inbibition. GTP fito inhibited rat liver and adult bovine aortic endo - ‘ Ehelial cell transglutaminase, but did not inbibit Factor XIML, ' sctivits. Deoxyguanosine monophosphate (GMP ), cyclic GMP. and polyeuanvlic acid did not inbibit en: 2yme activity. Guinea pig liver transglutaminase ad - sorbed well to GTP - agarose affinity columns. but not to CTP - agarose pillar, and the binding was iabibited hibited by the presence of. ” GTP inhibited trypsin proteolysis of guinea pig liver transglutaminase without affecting the trypsin proteolysis of chromogenic substrates, Pro teolviie protection was reversed by the addition of Calcium. This study demonstrates that GTP binds to ‘ transglutaminase and that both GTP and calcium ions fonction in concert to regulate transglutaminase struc: ture and fonction, ‘ Tranegluvaminaees (R - glutaminyl - peptide - amine - y - lite anyliransievase, FC - 2. ° 2 13) are calchuts - dependent enzymes hich catalvze the constitution ef covalent bonds between pepe Uide - bound glutamy! residues and either the hyss] group of 8 protein or the primary amino group of polvamines (for a review see Nayar and Lorand, 1984 ). ‘ Traneglutarinese - alyzed bonding between pepuide - bound gluwemin s and pol fcaines has been found vo cccur intracelivlarls ’ and extracel Iutarly (Folk and Finlayson, 1977 ), and the enzyme has been demonstrated ip most celle and tissues Although several cofactors have been shown to allect_ transglutaminase func tion, the regulation of transglutaminase acuvite remsine poorly ’ understood (Folk, 1980 ), Folk « tal (1967) demon: Strated that the presence of calcium ions induced w confor ” ‘ mational change in purified guinea pig hver transglutaminase that promoted ts enzvtr * to the enzvme he costs of publication of this [Bevmem ef bere chorges This orucle sivst Sheretore be hereby marked “ aavertuement = ye accordance wah TF SSC Ration sta soles ro naneate the fact $ Towhom correspondence sheuld be ec eesed ‘ conforthouionel change in the active site of the enzyme which fako stimulated its eatalvtie acusity (Gross and Folk, 1973) ‘ When added to cells grown in culture, phorbol esters. retinoic ‘ ci, and extracellular calciuto induce transglutaminase actie = inyin epidermal celle (¥ uepe et ol. 1963 ). Similarly, vstamine was found to inhibit intracellular transglutaminase active in WI - 88 buman lung celle (Birekbichler et al. 1961 ). while the presence of retinose acid increased transglutaminase # Uvity in several cell Lines, inclading Chinese hamster ovary cells (Scott ef al. 1982 ). buman ervthroleukemia HL - 6O cells (Davies ef ol. 1885) and mouse epidermal cells (Licbts et ol, 1989 ), Recent mudies have implicated nucleotide triphorphates at potential factors in regulating intracellular transglwaminese Activity. Loewy ef of (19818, 19816) reported an increment 10 the formation of intracellular (- glucains!) - c - lyse) eroes - Links when ATP woe added to extracts from tssue - cultured embry fone chick beart myofibrils or from cultures ofthe elise mold. ‘ Phycarium polycephalum. Human erythrocyte wansgiutamin: nw is stabilized by the presence of ATP during purification of the enzeme but not required for stability once purified (Brenner and Finn Wold, 1978 ), Cohen et al (2980) reported thet Factor XIlle - catalyzed incorporation of omines into platelet, and muscle actin wat inhibited by ATP, ADP, GTP, 4nd CTP but was not modified by evelle AMP of AMP. Severo! investigators have suggested mechanisms for the inducuon of intracellular transglutaminase aeuvity, “ Mur laugh er al (2983) concluded that an increase sn mncrophage ‘ rangglutaminase octiity was due to en increase in enzyme symesie. Lichti ef al (1989) found that the increase in Uranaglotamininee activity in mouse epidermal cells Correloted ‘ ith the sunthesis of yet second enzvme, while Earekbichler CF al (1985) have postulated that post - translational modifi coven of the enzvme leeds to changes in tissue translate \" The purpose of thie etudy was to investigate the effects of guanine oucleonides on transglutaminase activity We have found that guanosine 8 ' - triphosphete (GTP! i ¢ 8 reversible land noncompetitive inhibitor of guinea pig liver traneglute ‘ minase fonction. Specific binding of GTP to traneglotaminact war demonsiroted veing GTP - aparese affinity chromatogra hs. trypsin proteolysis, and. photosffinity - labeling tech: MATERIALS AND METHODS Gvonosine S ' - monophoephate (GMP. dusdioro salt ). gvanosine s - phoaphate (GDP. sod salt. uanosineStrpboaphete (OTF, tedium telt, uanosine 3S \" - monophowshate tcrche GMP. Rodiote elyeuosrie PUBLICATIONS 015827"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Guanosine 6’-tripborphate (GTP) was found to in-hibit quines pig liver traneglutaminase activity. Kinetic studies showed that GTP acted as a reversible, noncompetitive inhibitor. The binding was iabibited by the presence of calcium ions."
}