{
    "filename": "10344887_10344897.jpg",
    "metadata": {},
    "text": "V7\n\nLymphosarcoma in the Rabbit: Genetics and\nPathology ***\n\nR.R FOX, H. MEIER, DORCAS D. CRARY, D. D. MYERS,\nR. F. NORBERG, ond C. W. LAIRD,’ The Jackson\nLoboretery, Bar Harbor, Maine 04609\n\nSUMMARY—Lymphosarcoma ceconed often in the WH stain of rabbits\ngad had a hereditary basis. Lymphosarcoma appeared in 16 femoles and\n\n13 males. The inheritance indicated an autosomal recesiive gene con-\n\nfering susceptibility to lymphosoreoma. We designated this gene Is. Our\n\ndata were compatible with both concepts of genetic susceptibility 10 lympho.\n\nsarcoma and vertical ansmission of a virus. Affected rabbits usually died\n\nbetween the ages of 5 and 13 months. The neoplastic Involvement of\n\nlymphoreticuler organs and other organs, expecially kidneys, comesponded\n\nto. pattem observed in lymphosarcoma of other domestic animals. Specificol- :\n'y, i resembled in many ways visceral lymphosarcomatosls of cats which\n\nhes been proved unequivocally to be cavied by feline levkemia vives,\n\nThis similarity between rabbit and cat lymphozarcomas involved both sites\n\nof onset and distribution of the neoplastic lesions and tha hematologic\n\nfindings of « predominanily olevkemic picture. However, in rabbit lympho\n\nsorcomas, often a relative increase In lymphoid cells wos found which\n\nIncluded both Immature and atypical forms. Because rabbis are valuoble\n\nln laboratory investigations, the finding of lymphosarcoma provide\n‘and important model for oncogenic studies.—J Nat Cancer Inst 4%\n1970,\n\n \n\n \n\n \n\n    \n\nALTHOUGH ia wide variety of spontancous,  Recarch, USA; and by a grantioald of chemicals by\ninfectious, aod hereditary diseases havelbeen found ‘Hycdl net sianstt 2,%, fram\nnfeetious, and hereditary diseases have been found *A preliminary report of this mat was presented at\n\"Received April 21, 1970; accepted June 19,1970. We 10uh annval “meeting ‘of The Teratlogy, Seeley,\n\"Supported in put by Public Healih Service recxch Anapolin Ma, Mor ae, Gone\nSEED OGG rom be Nacional fastiuteofChild Health “+ Pram dan Rescarch-and Beveloporcet Department,\nSed Homan Development, research grant FR 00251 from Hycel, Ine, P.O. Box JO, Hoees ee oe\nthe Divkion of Resch Farlies and Resources, waining 4 We tank Dr eiey Cr eee ane be ald W.\nRELA iitts and somract PHC 43-67-74 from the Baily, The Jaction Laboton fe ae rg ena:\nNetona Canecr Inasrote, and by allocation ffom the script Dr. Baley also hela oo deren ae\nSPLIT  prer want FR O65 fom the Drshon formu: a addon, we Son De Rees, Heke\nSReweh Faces and Resourees to The Jaclion Viral Caroogensie Branch Nesom ks wes\nLaboratory; by a grant om The Council for Tobacco for many belch nage iene\n\nD.MAT. CANCER J MST, wt > oct (70: 79-729\n\n \n\n \n\n  \n\n \n\n \n\n\"PUBLICATIONS 025672\n\f",
    "augmented_texts": [
        "V7 Lymphosarcoma in the Rabbit: Genetics and Pathology * * * R. R FOX, H. MEIER, DORCAS D. CRARY, D. D. MYERS, R. Degree fahrenheit. NORBERG, ond C. W. LAIRD, ’ The Jackson Loboretery, Bar Harbor, Maine 04609 SUMMARY — Lymphosarcoma ceconed often in the WH stain of rabbits generalized anxiety disorder had a hereditary basis. Lymphosarcoma appeared in 16 femoles and 13 males. The inheritance indicated an autosomal recesiive gene con - fering susceptibility to lymphosoreoma. We designated this gene Is. Our data were compatible with both concepts of genetic susceptibility 10 lympho. sarcoma and vertical ansmission of a virus. Affected rabbits usually died between the ages of 5 and 13 month. The neoplastic Involvement of lymphoreticuler organs and other organs, expecially kidneys, comesponded to. pattem observed in lymphosarcoma of other domestic animals. Specificol -: ' y, i resembled in many agency visceral lymphosarcomatosls of cats which hes been proved unequivocally to be cavied by feline levkemia vives, This similarity between rabbit and cat lymphozarcomas involved both sites of onset and distribution of the neoplastic lesions and tha hematologic findings of « predominanily olevkemic picture. Yet, in rabbit lympho sorcomas, often a relative increase In lymphoid cells wos found which Included both Immature and atypical forms. Because rabbis are valuoble ln laboratory investigations, the finding of lymphosarcoma provide ‘ and of import model for oncogenic studies. — J Nat Cancer Inst 4% 1970, ALTHOUGH ia wide variety of spontancous, Recarch, USA; and by a grantioald of chemicals by infectious, aod hereditary diseases havelbeen found ‘ Hycdl net sianstt 2, %, fram nfeetious, and hereditary diseases have been found * A preliminary report of this mat be presented at \" Received April 21, 1970; accepted June 19, 1970. We 10uh annval “ meeting ‘ of The Teratlogy, Seeley, \" Supported in put by Public Healih Service recxch Anapolin Ma, Mor ae, Gone SEED OGG rom be Nacional fastiuteofChild Health “ + Pram dan Rescarch - and Beveloporcet Department, Sed Homan Development, research grant FR 00251 from Hycel, Ine, P. O. Box JO, Hoees ee oe the Divkion of Resch Farlies and Resources, waining 4 We tank Dr eiey Cr eee ane be ald W. RELA iitts and somract PHC xliii - 67 - 74 from the Baily, The Jaction Laboton fe ae rg ena: Netona Canecr Inasrote, and by allocation ffom the script Dr. Baley also hela oo deren ae SPLIT prer want FR O65 fom the Drshon formu: a addon, we Son De Rees, Heke SReweh Faces and Resourees to The Jaclion Viral Caroogensie Branch Nesom ks wes Laboratory; by a grant om The Council for Tobacco for many belch nage iene D. MAT. CANCER J MST, wt> oct (70: 79 - 729 \" PUBLICATIONS 025672",
        "V7 Lymphosarcoma in the Rabbit: Genetics and Pathology * * * R. R FOX, H. MEIER, DORCAS D. CRARY, D. D. MYERS, R. F. NORBERG, ond Coke. W. LAIRD, ’ The Jackson Loboretery, Bar Harbor, Maine 04609 SUMMARY — Lymphosarcoma ceconed often in the WH stain of rabbits gad had a hereditary basis. Lymphosarcoma appeared in 16 femoles and 13 males. The inheritance indicated an autosomal recesiive gene con - fering susceptibility to lymphosoreoma. We designated this gene Is. Our data were compatible with both concepts of genetic susceptibility 10 lympho. sarcoma and vertical ansmission of a computer virus. Affected rabbits usually died between the ages of 5 and 13 months. The neoplastic Involvement of lymphoreticuler organs and other organs, expecially kidneys, comesponded to. pattem observed in lymphosarcoma of other domestic animals. Specificol -: ' y, i resembled in many ways visceral lymphosarcomatosls of cats which hes been proved unequivocally to be cavied by feline levkemia vives, This similarity between rabbit and hombre lymphozarcomas involved both sites of onset and distribution of the neoplastic lesions and tha hematologic findings of « predominanily olevkemic picture. However, in rabbit lympho sorcomas, often a relative increase In lymphoid mobile phone wos found which Included both Immature and atypical forms. Because rabbis are valuoble ln laboratory investigations, the finding of lymphosarcoma provide ‘ and important model for oncogenic studies. — J Nat Cancer Inst 4% 1970, ALTHOUGH ia wide variety of spontancous, Recarch, USA; and by a grantioald of chemicals by infectious, aod hereditary diseases havelbeen found ‘ Hycdl net sianstt 2, %, fram nfeetious, and hereditary diseases have been found * A preliminary report of this mat was presented at \" Received April 21, 1970; accepted June 19, 1970. We 10uh annval “ meeting ‘ of The Teratlogy, Seeley, \" Supported in put by Public Healih Service recxch Anapolin Ma, Mor ae, Gone SEED OGG rom be Nacional fastiuteofChild Health “ + Pram dan Rescarch - and Beveloporcet Department, Sed Homan Development, research grant FR 00251 from Hycel, Ine, P. O. Box JO, Hoees ee oe the Divkion of Resch Farlies and Resources, waining 4 We tank Dr eiey Cr eee ane be ald W. RELA iitts and somract PHC 43 - 67 - 74 from the Baily, The Jaction Laboton fe ae rg ena: Netona Canecr Inasrote, and by allocation ffom the script Dr. Baley also hela oo deren ae SPLIT prer want FR O65 fom the Drshon formu: a addon, we Son De Rees, Heke SReweh Faces and Resourees to The Jaclion Viral Caroogensie Branch Nesom ks wes Laboratory; by a grant om The Council for Tobacco for many belch nage iene D. MAT. CANCER J MST, wt> oct (70: 79 - 729 \" PUBLICATIONS 025672"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Lymphosarcoma appeared in 16 femoles and 13 males. Inheritance indicated an autosomal recesiive gene. Affected rabbits usually died between the ages of 5-13 months. The neoplastic Involvement of organs and other organs, expecially kidneys, comesponded."
}