{
    "filename": "10346380_10346388.jpg",
    "metadata": {},
    "text": " \n\nyou\n\nFILE bur! '\n\nBactericidal and Opsonic Activity of IzGI and IgG2_Anticapsular Antibodies\n\nto Haemophilus influenzae Type b\n\n \n\nJacob Amir, Mitchell G. Scott, Sumy Mebiahen,\n\nand Dan M. Granolf\n\n \n\n \n\nComplement- mediated bactericidal snd wpwonie activity af IgGl and HYG.\n‘mophitus influenae type polysaccharide (polsribuet eibitel phonphate [PRD were investigated.\nThe antibody sources were 1xG1 of G2 subclass polyclonal antibed fractions prepared by int:\n‘munoabsorption uf sera from adults immunized with PRP ot PRP dipluheria wh! conjugate\n\n \n\n     \n \n \n \n \n \n \n\ncefayeat,\nuly were required for SO% killing. With ~e\nthan were killed by comparable concentra\niced Inver concentrations uf complement\nrable bacteriolytic activity. Clonully puritied }xGU and\nvast individuls showed similar relative dilferences in buster:\nbody was also mute efficient thon IyG2 ant/-PRP antibedy\nenhancing the uptake of radiolabeled type b H. influenzae by human polymorphonuclet Louko-\n«cytes in the presence of complement and in protecting infant rats from developing bacteremia.\nHowever. the differences in opsoni or protective activity of the two subclasses were smaller that\nthe differences in bactericidal activity. Thus, IgG antl-PRP antibody is functionally more elfec-\ntive than IgG2 antibody, but itis key that both subclosses can confer protection against disease,\n\n \n\n   \n\n \n\n \n\nbodies 10 the capsular polysaccharide (ply-\nribosy|ribitol phosphate [PRP]) of Haemophilus inftucroae\ntype b (Hib) confer immunity to invasive Hib disease. The\nisotype composition of serum antibody evoked in most adults\nand children >2 years of age immunized with PRP vaccine\nincludes a combination of IgM. TgA. and IgG [1-3 In most\nindividuals the IgG antibody subclass consists of both IgGl\nand IgG2. although afew individuals show a restricted IgGl\n0F IgG2 response (4, 5]. in contrast the IgG antibody re-\nsponse of infants <18 months of age immunized with PRP.\nprotein conjugate vaccines is usually restricted 0 IgG {6-8}\n\n(Only a restricted numberof IG antibody clones are demon-\nstrated in response o PRP oF PRP. protcn conjugate vccines\n14,9, 10}. Farther recent studies have shown thot ant-PRP\nanilbody V regions may share cross-reactive idiotypes (01,\n1a and use Valll and our different ypes of Vi gene fami\nlies {12}.\n\n  \n\n \n\nRecored 23 Augen 1989. eeved 27 Decency {UH\nPresete spat athe 30h Imercnenie Conternce 1h Anton int\n\n   \n\nBioin oy The Uanerm of Chcge al fe\n‘ort reveeosz01-o02501 00\n\nPUBLICATIONS\n\n \n\n‘The functional activity of ant-PRP antibodies was charec-\nterized by Johnston etal. in 1973 [I] and later by Schreiber\ntal. in 1986 {13} In the presence of complement. IgG ant\nbodies were reported to have both bactericidal und opsonic\nactivity. IgM antibody had only bactericidal activin\nwas neither bactericidal nor opsonic {13). Tarr et\nU4) and Steele et ol. in 1984 {15} reported that IgG antibody\nto PRP activated bacteriolysts by both the classic and alter-\nnative complement pathways. Lite information is available\n‘on the functional activity of anti-PRP antibody of different\nIgG subclasses. A study reported in 1986 prepared IgGI- and\n\\gG2-depleted fractions from a serum IgG poo! derived from\nhealthy adult donors immunized with PRP vaccine [16}; no\nsignificant differences were found in the concentrations of IgG\noF IgG2 anti-PRP antibodies required to activate complement-\nmediated lysis of Hib cells in vitro or to confer protection\nagainst bacteremia in experimentally infected infant rats. How-\nver, the results ofthis study were limited to investigation of\nIgGI- and 1gG2-depleted IgG subcless fractions. Thus, one\n‘could not exclude an effect of antibodies directed at noncap-\nslat antigens. Also, because pooled IgG from multiple donors\nwas used, differences in the activity of subclass-specific uni-\nbodies from individual donors might have been masked. In\naddition, the relative functional activity of antibodies with\ndifferent defined V regions was not studied. Finally, opsonic\nactivity, which may be more importont than bactericidal a-\ntivity in conferring protection agsinat Hib disease, was not\ntested. Such information is important because the 1gG sub-\n\n  \n\n \n\n \n\n \n\n \n  \n\n027142\n\f",
    "augmented_texts": [
        "you FILE bur! ' Bactericidal and Opsonic Activity of IzGI and IgG2_Anticapsular Antibodies to Haemophilus influenzae Type b Jacob Amir, Mitchell G. Scott, Sumy Mebiahen, and Dan M. Granolf Complement - mediated bactericidal snd wpwonie activity af IgGl and HYG. ‘ mophitus influenae type polysaccharide (polsribuet eibitel phonphate [PRD were investigated. The antibody sources were 1xG1 of G2 subclass polyclonal antibed fractions prepared by int: ‘ munoabsorption uf sera from adults immunized with PRP ot PRP dipluheria wh! conjugate cefayeat, uly were required for SO% killing. With ~ e than were killed by comparable concentra iced Inver concentrations uf complement rable bacteriolytic activity. Clonully puritied} xGU and vast individuls showed similar relative dilferences in buster: body was also mute efficient thon IyG2 ant / - PRP antibedy enhancing the uptake of radiolabeled type b H. influenzae by human polymorphonuclet Louko - « cytes in the presence of complement and in protecting infant rats from developing bacteremia. However. the differences in opsoni or protective activity of the two subclasses were smaller that the differences in bactericidal activity. Thus, IgG antl - PRP antibody is functionally more elfec - tive than IgG2 antibody, but itis key that both subclosses can confer protection against disease, bodies ten the capsular polysaccharide (ply - ribosy | ribitol phosphate [PRP] ) of Haemophilus inftucroae type b (Hib) confer immunity to invasive Hib disease. The isotype composition of serum antibody evoked in most adults and children> 2 years of age immunized with PRP vaccine includes a combination of IgM. TgA. and IgG [1 - 3 In most individuals the IgG antibody subclass consists of both IgGl and IgG2. although afew individuals show a restricted IgGl 0F IgG2 response (4, 5 ]. in contrast the IgG antibody re - sponse of infants <18 months of age immunized with PRP. protein conjugate vaccines is usually restricted 0 IgG {6 - 8} (Only a restricted numberof IG antibody clones are demon - strated in response o PRP oF PRP. protcn conjugate vccines 14, 9, 10 }. Farther recent studies have shown thot ant - PRP anilbody V regions may share cross - reactive idiotypes (01, 1a and use Valll and our different ypes of Vi gene fami lies {12 }. Recored 23 Augen 1989. eeved 27 Decency {UH Presete spat athe 30h Imercnenie Conternce 1h Anton int Bioin oy The Uanerm of Chcge al fe ‘ ort reveeosz01 - o02501 00 PUBLICATIONS ‘ The functional activity of ant - PRP antibodies was charec - terized by Johnston etal. in 1973 [I] and later by Schreiber tal. in 1986 {13} In the presence of complement. IgG ant bodies were reported to have both bactericidal und opsonic activity. IgM antibody had only bactericidal activin was neither bactericidal nor opsonic {13 ). Tarr et U4) and Steele et ol. in 1984 {15} reported that IgG antibody to PRP activated bacteriolysts by both the classic and alter - native complement pathways. Lite information is available ‘ on the functional activity of anti - PRP antibody of different IgG subclasses. A study reported in 1986 prepared IgGI - and \\ gG2 - depleted fractions from a serum immunoglobulin g poo! derived from healthy adult donors immunized with PRP vaccine [16 }; no significant differences were found in the concentrations of IgG oF IgG2 anti - PRP antibodies require to activate complement - mediated lysis of Hib cells in vitro or to confer protection against bacteremia in experimentally infected infant rats. How - ver, the results ofthis study were limited to investigation of IgGI - and 1gG2 - depleted IgG subcless fractions. Thus, one ‘ could not exclude an effect of antibodies directed at noncap - slat antigens. Also, because pooled IgG from multiple donors was used, differences in the activity of subclass - specific uni - bodies from individual donors might have been masked. In addition, the relative functional activity of antibodies with different defined V regions was not studied. Finally, opsonic activity, which may be more importont than bactericidal a - tivity in conferring protection agsinat Hib disease, was not tested. Such information is important because the 1gG sub - 027142",
        "you FILE bur! ' Bactericidal and Opsonic Activity of IzGI and IgG2_Anticapsular Antibodies to Haemophilus influenzae Type b Jacob Amir, Mitchell G. Scott, Sumy Mebiahen, and Dan M. Granolf Complement - mediated bactericidal snd wpwonie activity af IgGl and HYG. ‘ mophitus influenae type polysaccharide (polsribuet eibitel phonphate [PRD were investigated. The antibody sources were 1xG1 of G2 subclass polyclonal antibed fractions prepared by int: ‘ munoabsorption uf sera from adults immunized with PRP ot PRP dipluheria wh! conjugate cefayeat, uly were required for SO% killing. With ~ e than were killed by comparable concentra iced Inver concentrations uf accompaniment rable bacteriolytic activity. Clonully puritied} xGU and vast individuls showed similar relative dilferences in buster: body was also mute efficient thon IyG2 ant / - PRP antibedy enhancing the uptake of radiolabeled type b H. influenzae by human polymorphonuclet Louko - « cytes in the presence of complement and in protecting infant rats from developing bacteremia. However. the differences in opsoni or protective activity of the two subclasses were smaller that the differences in bactericidal activity. Thus, IgG antl - PRP antibody is functionally more elfec - tive than IgG2 antibody, but itis paint that both subclosses can confer protection against disease, bodies 10 the capsular polysaccharide (ply - ribosy | ribitol phosphate [PRP] ) of Haemophilus inftucroae type b (Hib) confer immunity to invasive Hib disease. The isotype composition of serum antibody evoked in most adults and children> ii years of age immunized with PRP vaccine includes a combination of IgM. TgA. and IgG [1 - 3 In most individuals the IgG antibody subclass consists of both IgGl and IgG2. although afew individuals show a restricted IgGl 0F IgG2 response (4, 5 ]. in contrast the IgG antibody re - sponse of infants <18 months of age immunized with PRP. protein conjugate vaccines is usually restricted 0 IgG {6 - 8} (Only a restricted numberof IG antibody clones are demon - strated in response o PRP oF PRP. protcn conjugate vccines 14, 9, 10 }. Farther late studies have shown thot ant - PRP anilbody V regions may share cross - reactive idiotypes (01, 1a and use Valll and our different ypes of Vi gene fami lies {12 }. Recored 23 Augen 1989. eeved 27 Decency {UH Presete spat athe 30h Imercnenie Conternce 1h Anton int Bioin oy The Uanerm of Chcge al fe ‘ ort reveeosz01 - o02501 00 PUBLICATIONS ‘ The functional activity of ant - PRP antibodies was charec - terized by Johnston etal. in 1973 [I] and later by Schreiber tal. in 1986 {13} In the presence of full complement. IgG ant bodies were reported to have both bactericidal und opsonic activity. IgM antibody had only bactericidal activin was neither bactericidal nor opsonic {13 ). Tarr et U4) and Steele et ol. in 1984 {15} reported that IgG antibody to PRP activated bacteriolysts by both the classic and alter - native complement pathways. Lite information is available ‘ on the functional activity of anti - PRP antibody of different IgG subclasses. A study reported in 1986 prepared IgGI - and \\ gG2 - depleted fractions from a serum IgG poo! derived from healthy adult donors immunized with PRP vaccine [16 }; no significant differences were found in the concentrations of IgG oF IgG2 anti - PRP antibodies required to activate complement - mediated lysis of Hib cells in vitro surgery to confer protection against bacteremia in experimentally infected infant rats. How - ver, the results ofthis study were limited to investigation of IgGI - and 1gG2 - depleted IgG subcless fractions. Thus, one ‘ could not exclude an effect of antibodies directed at noncap - slat antigens. Also, because pooled IgG from multiple donors was used, differences in the activity of subclass - specific uni - bodies from individual donors might have been masked. In addition, the relative functional activity of antibodies with different defined V regions was not studied. Eventually, opsonic activity, which may be more importont than bactericidal a - tivity in conferring protection agsinat Hib disease, was not tested. Such information is important because the 1gG sub - 027142"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Antibodies to Haemophilus influenzae Type b (Hib) confer immunity to invasive Hib disease. Antibody composition of serum antibody evoked in most adults and children. immunized with PRP vaccine includes a combination of IgM. TgA and IgG."
}