{
    "filename": "10349479_10349488.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\n  \n\nwesesah bem Comment © tt Pope Pay\n\nCtr Acknowledged ical\n\nW. D. Jenkins\nPSYCHOSOCIAL AND ENVIRONMENTAL CORRELATES\nOF CORONARY-PRONE BEHAVIOR\nIN FINLAND*\n\nManu Koskenvuo, Jaaxxo KAPRI0, HEMO LANGINVANO,\nMarn Romo and SEPP SARNA\n‘Department of Public Health Science, Universty of Henk,\nHarmaninkatw 3, 00290 Helin 2, Faland’\n(Receled in ried form 10 November 1980)\n\n‘Absract—Coronary-prone behavior pattern was studied i\nine of 11364 adults (5419 males and $545 lemuleh A quesionnsretased short ratse re\ndeveloped by Bortner was esd\n\n \n\n     \n\n \n\nints clossetional study the A-type men reporied mare often & history of myocardial\ninfarcnon diagnosed by 2 physioas (20 vo\n\npane (87s 8 53%. p'< 003) compared\nRosepostive angina peciors (7.5, 1s 5.\n\n \n\nINTRODUCTION\n\nEvidence from a variety of studies has indicated that the coronary-prone overt behavior\nFalter. Type A. is associated with the prevalence of coronary heart disease (CHD) 1-9),\n\n \n\nSehitnated 28 Type A is characterized by some or all ofthe following: intense striving for\nachievement, competitiveness, easily provoked impatience, time urgency, abruptness of\nBesture and speech, overcommitment to vocation ot profession, excesses of drive and\nhostility [7].\n\nost studies of eoronary-prone behavior pattern have been carried out in the USA,\nTharefore it would be important to investigate the distribution of the behavior patient\nand its relationship to classical rik factors for CHD, various psychological factors nag\nBeeatnee of CHD in different cultures. Some such studies have been carried out 1a\n\nBelgium (10], England [11] and in\n\n \n\nFor epidemiological studies, sel\n\n  \n\nwih ate etith CHD risk [93, Also diferent manifestations of CHD have been associeted\nSiferent components of Type A behavior [17, 18},\n\n‘Ths Mads was npporied by grants 953M and 953A trom the Council or Tobacco Research USA-toe\n\n0\n\n \n\nPUBLICATIONS 030183\n\f",
    "augmented_texts": [
        "wesesah bem Comment © tt Pope Pay Ctr Acknowledged ical W. D. Jenkins PSYCHOSOCIAL AND ENVIRONMENTAL CORRELATES OF CORONARY - PRONE BEHAVIOR IN FINLAND * Manu Koskenvuo, Jaaxxo KAPRI0, HEMO LANGINVANO, Marn Romo and SEPP SARNA ‘ Department of Public Health Science, Universty of Henk, Harmaninkatw 3, 00290 Helin 2, Faland ’ (Receled in ried form 10 November 1980) ‘ Absract — Coronary - prone behavior pattern was studied i ine of 11364 adults (5419 males and $ 545 lemuleh A quesionnsretased inadequate ratse re develop by Bortner was esd ints clossetional study the A - type men reporied mare often & history of myocardial infarcnon diagnosed by 2 physioas (20 vo pane (87s 8 53% . p ' <003) compared Rosepostive angina pectoris peciors (7. 5, 1s 5. INTRODUCTION Evidence from a variety of studies has indicated that the coronary - prone overt behavior Falter. Type A. is associated with the prevalence of coronary heart disease (CHD) 1 - 9 ), Sehitnated 28 Type A is characterized by some or all ofthe following: intense striving for achievement, competitiveness, easily provoked impatience, time urgency, abruptness of Besture and speech, overcommitment to vocation ot profession, excesses of drive and hostility [7 ]. ost studies of eoronary - prone behavior pattern have been carried out in the USA, Tharefore it would be important to investigate the distribution of the behavior patient and its relationship to classical rik factors for CHD, various psychological factors nag Beeatnee of CHD in different cultures. Some such studies have been carried out 1a Belgium (10 ], England [11] and in For epidemiological studies, sel wih ate etith CHD risk [93, Likewise diferent manifestations of CHD have been associeted Siferent components of Type A behavior [17, 18 }, ‘ Ths Mads was npporied by grants 953M and 953A trom the Council or Tobacco Research USA - toe 0 PUBLICATIONS 030183",
        "wesesah bem Comment © tt Pope Pay Ctr Acknowledged ical W. D. Jenkins PSYCHOSOCIAL AND ENVIRONMENTAL CORRELATES OF CORONARY - PRONE BEHAVIOR IN FINLAND * Manu Koskenvuo, Jaaxxo KAPRI0, HEMO LANGINVANO, Marn Romo and SEPP SARNA ‘ Department of Public Health Science, Universty of Henk, Harmaninkatw 3, 00290 Helin 2, Faland ’ (Receled in ried form 10 November 1980) ‘ Absract — Coronary - prone behavior pattern was studied i ine of 11364 adults (5419 males and $ 545 lemuleh A quesionnsretased short ratse re developed by Bortner was esd ints clossetional study the A - type men reporied mare ofttimes & history of myocardial infarcnon diagnosed by 2 physioas (20 vo pane (87s 8 53% . p ' <003) compared Rosepostive angina peciors (7. 5, 1s 5. INTRODUCTION Grounds from a variety of studies has indicated that the coronary - prone overt behavior Falter. Type A. is associated with the prevalence of coronary heart disease (CHD) 1 - 9 ), Sehitnated 28 Type A is characterized by some or all ofthe following: intense striving for achievement, competitiveness, easily provoked impatience, time urgency, abruptness of Besture and speech, overcommitment to vocation ot profession, excesses of drive and hostility [7 ]. ost studies of eoronary - prone behavior pattern have been carried out in the USA, Tharefore it would be important to investigate the distribution of the behavior patient role and its relationship to classic rik factors for CHD, various psychological factors nag Beeatnee of CHD in different cultures. Some such studies have been carried out 1a Belgium (10 ], England [11] and in For epidemiological discipline, sel wih ate etith CHD risk [ninety three, Also diferent manifestations of CHD have been associeted Siferent components of Type A behavior [17, 18 }, ‘ Ths Mads was npporied by grants 953M and 953A trom the Council or Tobacco Research USA - toe 0 PUBLICATIONS 030183"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Coronary-prone behavior pattern was studied of 11364 adults (5419 males and $545 lemuleh) Type A is characterized by intense striving for achievement, competitiveness, easily provoked impatience, time urgency, abruptness of speech, overcommitment to vocation ot profession, excesses of drive andhostility."
}