{
    "filename": "10382200.jpg",
    "metadata": {},
    "text": " \n\n‘Tee Counes. for Todsece Res.\nMio eet 59th street Berkeley, Februsry 16, 1977\n\new York, WY. 10022\n\nDear Sire:\n\nTon writing 0 book on cigarettes and cigarette smoking, I vould like to\n‘show the eaokers ent the Don saokers hov to develop a teste for cigarettes\nTether then the habit of sooking: when and where ove better appreciate @\ncigerette, vhen end vhere not to ssoke, hov one con evsoctate a certain\nfood or a’certain vine vith o porticuler brand of cigarette, ete,\n\n‘The book will elso include chepters on the different types of tobseco, the\nAifferent atxtures and blends utilized for cigarettes, the brands of cige-\nrettes, o bistory of cigeretts\n\nJ em collecting material frod senifecturies in USA ond abroad.\n\nCould you, plesse, send we 01) the printed inforsetions you heve sbout your\nproduction: the types of tobsceo you utilize, the types of cigarettes you\nproduce, the different brands, the trade nanes, pictures or soples of\n\n‘the packs, @ history of the samufectory, etc,\n\n‘eon aa poustble to the edaresa in the\n\n   \n\n \n\n \n\nPlesse, cent me the materiel\n\n \n\nbeading ont charge we for ony posoible exper ‘Thank you.\nLooking forverd to hearing froa you, I resin\nsteer 30\nRes fe tualt\nseen in\n\f",
    "augmented_texts": [
        "‘ Tee Counes. for Todsece Res. Mio eet 59th street Berkeley, Februsry sixteen, 1977 ew York, WY. 10022 Dear Sire: Ton writing 0 book on cigarettes and cigarette smoking, I vould like to ‘ show the eaokers ent the Don river saokers hov to develop a teste for cigarettes Tether then the habit of sooking: when and where ove better appreciate @ cigerette, vhen end vhere not to ssoke, hov one con evsoctate a certain food or a ’ certain vine vith o porticuler brand of cigarette, ete, ‘ The book will elso include chepters on the different types of tobseco, the Aifferent atxtures and blends utilized for cigarettes, the brands of cige - rettes, o bistory of cigeretts J em collecting material frod senifecturies in USA ond abroad. Could you, plesse, send we 01) the printed inforsetions you heve sbout your production: the types of tobsceo you utilize, the types of cigarettes you produce, the different brands, the trade nanes, pictures or soples of ‘ the packs, @ history of the samufectory, etc, ‘ eon aa poustble to the edaresa in the Plesse, cent me the materiel bead ont charge we for ony posoible exper ‘ Thank you. Looking forverd to hearing froa you, I resin steer 30 Res fe tualt seen in",
        "‘ Tee Counes. for Todsece Res. Mio eet 59th street Berkeley, Februsry sixteen, 1977 ew York, equality state. 10022 Dear Sire: Ton writing 0 book on cigarettes and cigarette smoking, I vould like to ‘ show the eaokers ent the Don saokers hov to develop a teste for cigarettes Tether then the habit of sooking: when and where ove better appreciate @ cigerette, vhen end vhere not to ssoke, hov one con evsoctate a certain intellectual nourishment or a ’ certain vine vith o porticuler make of cigarette, ete, ‘ The book will elso include chepters on the different types of tobseco, the Aifferent atxtures and blends utilized for cigarettes, the brands of cige - rettes, o bistory of cigeretts J em collecting stuff frod senifecturies in USA ond abroad. Could you, plesse, send we 01) the printed inforsetions you heve sbout your production: the types of tobsceo you utilize, the types of cigarettes you produce, the different brands, the trade nanes, pictures or soples of ‘ the packs, @ history of the samufectory, etc, ‘ eon aa poustble to the edaresa in the Plesse, cent me the materiel beading ont charge we for ony posoible exper ‘ Thank you. Looking forverd to hearing froa you, 1 resin steer 30 Res fe tualt seen in"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "‘Tee Counes for Todsece Res. for Berkeley, Februsry 16, 1977, 10022 New York, WY. 10021.Dear Sire: I am writing 0 book on cigarettes and cigarette smoking, I vould like to show the eaokers ent the Don saokers to develop a teste for cigarettes."
}