{
    "filename": "10393366.jpg",
    "metadata": {},
    "text": " \n\n|\n\nNAME:\n\nPLACE OF BIRTH:\nDATE OF BIRTH:\n\nPRESENT ADDRESS:!\n\nMARITAL STATUS:\nCHILDREN:\n\nEDUCATION:\n\nbs. 1931\nMA. 1952\n\n1953-1956\n\nMD. 1960\n1961\n\n1961-196\n\n1964-1966\n1962-1965\n1962-1964\n\nJune 1, 1966\nto\n\n \n\nCURRICULUM VITAE\n\nHerry T. Lynch SSNe_117-10-3079\n\nLawrence, MA,\nJanuary § 1928\n\nDepartment of Preventive Medi cine/Public Health\n‘Creighton University Schod of Medicine\n\n2500 California Street\n\n‘Omaha, Nebrasla 68178\n\nMarried November 9, 1951 to Jane Frances Smith\nPatrick M. (1953) Kathleen (1957), Colleen A. (1953) 9\n\nUniversity of OMlahoma, Norman\nDenver University, Denver\n\nUniversity of Teas, Austin\n\n‘Werk toward PhD, in Human Genetics\nMajor fielé Human Genetics\n\nMinor fie Biochemistry, Psychology\nCourse work completed. Dissertation was In\nprogress on admission to medical school\n\nUniversity of Tess Medical Branch, Galveston\nSt, May's Hospital, Evansville, IN\nRotating Internship completed\n\nUniversity of Nebraska College of Medicine, Omaha\nResidency In Internal Medicine completed\n\nSenior Clinical Cancer Trainee, USPHS.\nClinical Oncology\n\nEppley Institute for Research in Cancer and\nAlllied Diseases, Omaha\n\nMedical Genetics Consultant and Lecturer\nDepartment of Orthodontics Dr. Sam Weinstein,\nChalrmany University of Nebraska College of Dentistry,\nLincoln\n\nLecturer in Hunan Genetics\n\nGraduate and Undergraduate students\n\nDepartment of Zoology: Dr. Dwight Mile, Chairman\nUniversity of Nebraska, Lincoln\n\nAsilstant Professor of Biology, Department of Biol\nASSEN Tmemusts Depermere of Medcne, Section\n\f",
    "augmented_texts": [
        "| NAME: PLACE OF BIRTH: DATE OF BIRTH: PRESENT ADDRESS: ! MARITAL STATUS: child: EDUCATION: bs. 1931 MA. 1952 1953 - 1956 MD. 1960 1961 1961 - 196 1964 - 1966 1962 - 1965 1962 - 1964 June 1, 1966 to CURRICULUM VITAE Herry T. Lynch SSNe_117 - 10 - 3079 Lawrence, MA, January § 1928 Department of Preventive Medi cine / Public Health ‘ Creighton University Schod of Medicine 2500 California Street ‘ Omaha, Nebrasla 68178 Married November nine, 1951 to Jane Frances Smith Patrick M. (1953) Kathleen (1957 ), Colleen Group a. (1953) 9 University of OMlahoma, Norman Denver University, Denver University of Teas, Austin ‘ Werk toward PhD, in Human Genetics Major fielé Human Genetics Minor fie Biochemistry, Psychology Course work finish. Dissertation was In progress on admission to medical school University of Tess Medical Branch, Galveston St, May ' s Hospital, Evansville, IN Rotating Internship completed University of Nebraska College of Medicine, Omaha Residency In Internal Medicine completed Senior Clinical Cancer Trainee, USPHS. Clinical Oncology Eppley Institute for Research in Cancer and Alllied Diseases, Omaha Medical Genetics Consultant and Lecturer Department of Orthodontics Dr. Sam Weinstein, Chalrmany University of Nebraska College of Dentistry, Lincoln Lecturer in Hunan Genetics Graduate and Undergraduate students Department of Zoology: Dr. Dwight Mile, Chairman University of Nebraska, Lincoln Asilstant Professor of Biology, Department of Biol ASSEN Tmemusts Depermere of Medcne, Section",
        "| NAME: PLACE OF BIRTH: DATE OF parturition: PRESENT ADDRESS: ! MARITAL STATUS: CHILDREN: EDUCATION: bs. 1931 MA. 1952 1953 - 1956 MD. 1960 1961 1961 - 196 1964 - 1966 1962 - 1965 1962 - 1964 June 1, 1966 to CURRICULUM VITAE Herry T. Lynch SSNe_117 - 10 - 3079 Lawrence, MA, January § 1928 Department of Preventive Medi cine / Public Health ‘ Creighton University Schod of Medical specialty 2500 California Street ‘ Omaha, Nebrasla 68178 Married November 9, 1951 to Jane Frances Smith St. patrick M. (1953) Kathleen (1957 ), Colleen A. (1953) 9 University of OMlahoma, Norman Denver University, Denver University of Teas, Austin ‘ Werk toward PhD, in Human Genetics Major fielé Human Genetics Minor fie Biochemistry, Psychology Grade work completed. Dissertation was In progress on admission to medical school University of Tess Medical Branch, Galveston St, May ' s Hospital, Evansville, IN Rotating Internship completed University of Nebraska College of Medicine, Omaha Residency In Internal Medicine completed Elder Clinical Cancer Trainee, USPHS. Clinical Oncology Eppley Institute for Research in Cancer and Alllied Diseases, Omaha Medical Genetics Consultant and Lecturer Department of Orthodontics Dr. Sam Weinstein, Chalrmany University of Nebraska College of Dentistry, Lincoln Lecturer in Hunan Genetics Graduate and Undergraduate students Department of Zoology: Dr. Dwight Mile, Chairman University of Nebraska, Lincoln Asilstant Professor of Biology, Department of Biol ASSEN Tmemusts Depermere of Medcne, Section"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Married November 9, 1951 to Jane Frances Smith (1953) and Kathleen M. Smith. 9 years later they had 3 children. The couple moved to Omaha, Nebraska, where they have lived ever since. They have three children and one grandchild. Their son was born in 1931 and died in 1966."
}