{
    "filename": "104 (2).txt",
    "metadata": {},
    "text": "Glasgow hosts tsunami benefit gig\n\nThe top names in Scottish music are taking part in a benefit concert in aid of the victims of the Asian tsunami.\n\nAll 10,000 tickets for Saturday's concert, featuring Franz Ferdinand, Belle and Sebastian and Travis, at Glasgow's SECC sold out in 36 hours. Mull Historical Society, Deacon Blue, Idlewild, Texas, Mogwai and Teenage Fanclub are among the other acts performing at the concert. Organisers hope to raise at least £250,000 from the show.\n\nIt follows a Cardiff gig starring Eric Clapton, Keane and Jools Holland, which raised more than £1.25m. And it is taking place on the same night as a tsunami benefit show in Bristol, which will see Massive Attack and Portishead share a stage for the first time. Colin MacIntyre, of Mull Historical Society, was playing another gig on the same day but said he was determined to make the Glasgow benefit. He said: \"I think we were all affected by seeing the reports coming from the Far East. \"We all know somebody who was there, but more than that it was that we had never seen a wave of destruction, a natural disaster, like this in my generation. \"I'm lucky as an artist to be able to perform at something like this.\"\n",
    "augmented_texts": [
        "Glasgow host tsunami benefit gig The top names in Scottish music are taking part in a benefit concert in aid of the victims of the Asian tsunami. All x, 000 tickets for Saturday ' s concert, featuring Franz Ferdinand, Belle and Sebastian and Travis, at Glasgow ' s SECC sold out in 36 hours. Mull Historical High society, Deacon Blue, Idlewild, Texas, Mogwai and Teenage Fanclub are among the other acts performing at the concert. Organisers hope to raise at least £ 250, 000 from the show. It follows a Cardiff gig starring Eric Clapton, Keane and Jools Holland, which raised more than £ 1. 25m. And it is taking place on the same night as a tsunami benefit show in Bristol, which will see Monumental Attack and Portishead share a stage for the first time. Colin MacIntyre, of Mull Historical Society, was playing another gig on the same twenty four hours but said he was determined to make the Glasgow benefit. He said: \" I think we were all affected by seeing the reports coming from the Far East. \" We all know somebody who was thither, but more than that it was that we had never seen a wave of destruction, a natural disaster, like this in my generation. \" I ' m lucky as an creative person to be able to perform at something like this. \"",
        "Glasgow hosts tsunami benefit gig The top names in Scottish music are taking part in a benefit concert in aid of the victims of the Asian tsunami. All ten, 000 tickets for Saturday ' s concert, featuring Franz Ferdinand, Belle and Sebastian and Travis, at Glasgow ' s SECC sold out in 36 hours. Mull Historical Society, Deacon Blue, Idlewild, Texas, Mogwai and Teenage Fanclub are among the other acts performing at the concert. Organisers hope to raise at least £ 250, 000 from the show. It follows a Cardiff gig starring Eric Clapton, Keane and Jools Holland, which raised more than £ 1. 25m. And it is claim place on the same night as a tsunami benefit show in Bristol, which will see Massive Attack and Portishead share a stage for the first time. Colin MacIntyre, of Mull Historical Society, was playing another gig on the same day but said he was determined to make the Glasgow benefit. He said: \" I think we were all affected by examine the reports coming from the Far East. \" We all know somebody who was there, but more than that it was that we had never seen a wave of destruction, a natural disaster, like this in my generation. \" I ' m lucky as an artist to be able to perform at something like this. \""
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "All 10,000 tickets for Saturday's concert sold out in 36 hours. Mull Historical Society, Deacon Blue, Idlewild, Texas, Mogwai and Teenage Fanclub are among the other acts performing at the concert. Organisers hope to raise at least £250k from the show."
}