{
    "filename": "10402611.jpg",
    "metadata": {},
    "text": "Companars to public, and ackaowledge <uppon 0 scoeetiie ore\n{gam they spomor and ist phyocans 40 eva te worth Of\ncin cman of te deprmen of fam pace\nrotor Adxat Cooter. Reno. Sev. chalenge he up com\nones foe mmovatce ts he efersim oppor of medial edora\nexpand that soprer\nie ced he nats lender in fowenng mandatory contig\ndetain for we member and monastorsretrieaion fr Sf\nCoane nae Dr. ber daft and Dr. Ke\n\n \n\n \n\n   \n\n   \n\n \n\n \n\nHeart Diseases Linked Statistically ‘to Other Ills\n\nmmc at re tnee_the Artin Pi Meh Aon NTA Th an cena ae\nae eat Ate. ctor il ace Sha, oe\nmatte pana tet at a SS, het aes\nSETS Secreto day Sener poem me some. OF\nSeo Sorand 6 oe lpn ad aes\nSam ieaheee teein an Be Sea esc\nTem niin an Bae, Chee\nJean SU ntat ectne ot TN hsctionetcee attes\nes saree idee Stamens\nStress Test Said to iiwcig'matther site tous be\nFacilitate Myocardial “he ona! Heat tnenien\nsunt. Nota the Rasa\nIschemia Diagnosis {nc nstn Seance noo\nSata A taacey see\ntea teat soe bei a ol aad Sa\ntos ARGEVES “Sion sing Speed pete nrnen pewre\nLee accoey Ueto sot cay\neae cies et Tie tee coins of 108\nPrecanicetngte® Besa nevchat ad\" Comnd\neee ccretaimened rape\nSaree patie PS mpm of te ms\nPit Fenty panos sds\n\nvient wre ested 9 Dr Sm 3_ <Eetus Descent Meter’ Tracks P\n\nsoeee Sp ae ssence\nROP De gava. sue User Of Fetal Movement Toward Pubic Region\n\nsee ts red Dr Ts i\nwoncSE AT ERT TE A oe\nNeUReiger tac ne owtss sete eS\nSieitertingioce sted Sos ceerk deg be ao\nsetae ha ay, Shiites Mere, See cnet ese\nSo Sete Sa\nSaez we Someta seyret ms Obs\n|) eso ne dv Anne deny\nmoma Satta es\nFo ed one ae\nBes le he ar neve\natin Be Yok\n\n   \n\n \n\n \n\n \n\n \n\n \n\n \n\n   \n \n   \n   \n \n\n  \n\n \n\n \n\n \n\n \n\n‘Fehon ss\n‘Beppe ramdoct con be wed\n\nSe etn f perma oe od\n(Roerd Rul bear soand wane. Te\n\nny of Cabtorna, San Drege Schoo! SStvery_proses meter” od\noF Msc, ate pore befatn cea oe tere\n\n \n\nEapenence sh ever testing Ser sd\n\na fam pice sting tbe sas? Tr Tchibann's cine nh\n\nSeanindcoten tn eeafe aed: rons tuna emery 2 aby were Drs Sort and\nCowinarionmcesty sam Yate Of the fs can he Onoder\n\n \n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "Companars to public, and ackaowledge <uppon 0 scoeetiie ore {gam they spomor and ist phyocans 40 eva te worth Of cin cman of te deprmen of fam pace rotor Adxat Cooter. Reno. Sev. chalenge he up com ones foe mmovatce ts he efersim oppor of medial edora expand that soprer ie ced he nats lender in fowenng mandatory contig detain for we member and monastorsretrieaion fr Sf Coane nae Dr. ber daft and Dr. Ke Heart Diseases Linked Statistically ‘ to Other Ills mmc at re tnee_the Artin Pi Meh Aon NTA Th an cena ae ae eat Ate. ctor il ace Sha, oe matte pana tet at a SS, het aes SETS Secreto day Sener poem me some. OF Seo Sorand 6 oe practical nurse ad aes Sam ieaheee teein an Be Sea esc Tem niin an Bae, Chee Jean SU ntat ectne ot TN hsctionetcee attes es saree idee Stamens Stress Test Said to iiwcig ' matther site tous be Facilitate Myocardial “ he ona! Heat tnenien sunt. Nota the Rasa Ischemia Diagnosis {nc nstn Seance noo Sata A taacey see tea nipple soe bei a ol aad Sa tos ARGEVES “ Sion spill the beans Speed pete nrnen pewre Lee accoey Ueto sot cay eae cies et Tie tee coins of 108 Precanicetngte ® Besa nevchat ad \" Comnd eee ccretaimened rape Saree patie PS mpm of te ms Pit Fenty panos sds vient wre ested 9 Dr Sm 3_ <Eetus Descent Meter ’ Tracks P soeee Sp ae ssence ROP De gava. sue User Of Fetal Movement Toward Pubic Region see ts red Dr Ts i woncSE AT ERT TE A oe NeUReiger tac ne owtss sete eS Sieitertingioce sted Sos ceerk deg be ao setae ha ay, Shiites Mere, See cnet ese So Sete Sa Saez we Someta seyret ms Obs |) eso ne dv Anne deny moma Satta es Fo ed one ae Bes le he ar neve atin Be Yok ‘ Fehon ss ‘ Beppe ramdoct con be wed Se etn f perma oe od (Roerd Rul bear soand wane. Atomic number 52 ny of Cabtorna, San Drege Schoo! SStvery_proses meter ” od oF Msc, ate pore befatn cea oe tere Eapenence sh ever testing Ser sd a fam pice sting tbe sas? Tr Tchibann ' s cine nh Seanindcoten tn eeafe aed: rons tuna emery 2 aby were Drs Sort and Cowinarionmcesty sam Yate Of the fs can he Onoder",
        "Companars to public, and ackaowledge <uppon 0 scoeetiie ore {gam they spomor and ist phyocans 40 eva te worth Of cin cman of te deprmen of fam pace rotor Adxat Cooter. Reno. Sev. chalenge he up com ones foe mmovatce ts he efersim oppor of medial edora expand that soprer ie ced he nats loaner in fowenng mandatory contig detain for we member and monastorsretrieaion fr Sf Coane nae Dr. ber daft and Dr. Ke Heart Diseases Linked Statistically ‘ to Other Ills mmc at re tnee_the Artin Pi Meh Aon NTA Th an cena ae ae eat Ate. ctor il ace Sha, oe matte pana tet at a SS, het aes SETS Secreto day Sener poem me some. OF Seo Sorand six oe lpn ad aes Sam ieaheee teein an Be Sea esc Tem niin an Bae, Chee Jean SU ntat ectne ot TN hsctionetcee attes es saree idee Stamens Stress Test Said to iiwcig ' matther site tous be Facilitate Myocardial “ he ona! Heat tnenien sunt. Nota the Rasa Ischemia Diagnosis {nc nstn Seance noo Sata A taacey see tea teat soe bei a ol aad Sa tos ARGEVES “ Sion sing Speed pete nrnen pewre Lee accoey Ueto sot cay eae cies et Tie tee coins of 108 Precanicetngte ® Besa nevchat ad \" Comnd eee ccretaimened rape Saree patie PS mpm of te ms Pit Fenty panos sds vient wre ested 9 Dr Sm 3_ <Eetus Descent Meter ’ Tracks P soeee Sp ae ssence ROP Diamond state gava. sue User Of Fetal Movement Toward Pubic Region see ts red Dr Ts i woncSE AT ERT TE A oe NeUReiger tac ne owtss sete eS Sieitertingioce sted Sos ceerk deg be ao setae ha ay, Shiites Mere, See cnet ese So Sete Sa Saez we Someta seyret ms Ob river |) eso ne dv Anne deny moma Satta es Fo ed one ae Bes le he ar neve atin Be Yok ‘ Fehon ss ‘ Beppe ramdoct con be wed Se etn f perma oe od (Roerd Rul bear soand wane. Te ny of Cabtorna, San Drege Schoo! SStvery_proses meter ” od oF Msc, ate pore befatn cea oe tere Eapenence sh ever testing Ser sd a fam pice sting tbe sas? Tr Tchibann ' s cine nh Seanindcoten tn eeafe aed: rons tuna emery 2 aby were Drs Sort and Cowinarionmcesty sam Yate Of the fs can he Onoder"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Companars to public, and ackaowledge <uppon 0 scoeetiie ore                {gam they spomor and ist phyocans 40 eva te worth Of                cin cman of te deprmen of fam pacerotor Adxat Cooter. Sev. chalenge he up com                ones foe mmovatce ts he efersim oppor of medial edora."
}