{
    "filename": "10405636_10405649.jpg",
    "metadata": {},
    "text": " \n\nSpecial Report\n\nThe brains own opiates\n\n \n\n \n\n \n\n \n\n \n\nThe discovery during the past\nfew years of naturally occurring\nopiatelike peptides. known as\nenkephalins and endorphins\nbrain is opening the way both to\nbetter understanding of how the\nbrain functions and to valuable new\ndrugs for easing pain or treating\ndepression\n\nin the\n\n \n\nSolomon H. Snyder\nJohns Hopkins University\n\n26 cain 78 18\n\n \n\nPein and pleauure. These concerns have preoccupied ian since\n‘ime immemariel. Long before pharmecologists and chernists\n‘xisied, man hed ducovered substances that relieve pain and\nproduce eu fociiuste sleep.\n‘Tne substances. the opiates, are extracts of the apiuin poppr.\n‘Thes have been among the meinatays of medical practice for\n‘hensands of years. In addition, they have been subject to abuse\n{or almost es long.\n\n‘ih the past four sear major advances have been made in our\n‘understanding of how the brain ix able to process information\n‘elated to pain and pleasure and of how opiate drags exert theit\n‘Temarkable effects This research hax culrainated i the di\nevery of normally occrring opiatelive substances in the brain\n‘These opicid peptides, referred to as enkephalins and endor-\n‘phins eppeor tobe neurotranamitters. or chemical messengers,\nUfapecihe nerve pathways inthe brein that process informa\nfeloting to pain, emotional behavior. and other bodily processes\nnoun tobe affected by opiates.\n\n‘Endorphin it term used to describe any normally occurring\nopirtelike substance. All endorphins thus for reported ere\npeptides The predominant endorphins in the brain are two\nDentapeptides methionine enkephalin and leucine enkephalin\n‘The Ai-amine.0cid peptide D-endorphin also occurs in the\nb\n\n \n\n \n\n \n\n \n\n \n\n“The chemical identification of the endorphins hos mejor\nrelevance both for practical mrdical practice anda fundamental\nUnderstanding of brain function. Since opiates such es mor.\nDhine beth cause euphoria and relieve pain larifiation of how\nThese oplatehike peptides fonction will greatly advance our\nUnderstanding of hove the brain reculates emotions and the\nperception of pain. Already. tix clear that neurons containing\nthese compounds ave highs localized in “emotional” and \"pain\nsensing” parts ofthe brain.\n\nDerveativer of these opiatelike peptides may vield valuable\nres: drugs. Of al the druge that ease pain. the mest powerful\nte the opiates Vet people nuffering from the chronic, excru-\n‘ating pain of backaches, migraine heodeches.and other con.\nSitioms cannot be prescribed opiates because of the danger of\n[sddsctan. Some synthetic analogs of the eakephaling relieve\npoin when taken by injection or orally and offer promise os\nPetentially fess addicting pain killers. These druge alee could\nfave other medical ure, such as in treating depression\n\nHefore describing the research that led to the dicenvery ofthe\nopiate receplor and rpicid peptides, some ofthe chemistry and\nDhatmocolngs of opiate drugs shuld be reviewed. Opium sn\n{niract ef the poppy plant Papaver semaniferum. 1t hes been\n‘rd medical throughout Burope and the Orient\nMiddle Ages Indeed, the 1oth-century Swat physician Fa\n‘risus compounded the opitm extrect laudonum, which i till\n‘ied by physicians todey.\n\n‘Morphine, which constitutes about 10% by wi\n\n \n\n \n\n \n\n \n\n \n\n \n\n   \n\n \n\n    \n\ntof deed\n\n \n\f",
    "augmented_texts": [
        "Special Report The brains own opiates The discovery during the past few years of naturally occurring opiatelike peptides. known as enkephalins and endorphins brain is opening the way both to better understanding of how the brain functions and to valuable new drugs for easing pain or treating depression in the Solomon H. Snyder Johns Hopkins University 26 cain 78 18 Pein and pleauure. These concerns have preoccupied ian since ‘ ime immemariel. Long before pharmecologists and chernists ‘ xisied, man hed ducovered substances that still pain and produce eu fociiuste nap. ‘ Tne substances. the opiates, are extracts of the apiuin poppr. ‘ Thes have been among the meinatays of medical practice for ‘ hensands of years. In addition, they have been subject to abuse {or almost es long. ‘ ih the past four sear major advances have been made in our ‘ understanding of how the brain ix able to process information ‘ elated to pain and pleasure and of how opiate drags exert theit ‘ Temarkable effects This research hax culrainated i the di every of normally occrring opiatelive substances in the brain ‘ These opicid peptides, referred to as enkephalins and endor - ‘ phins eppeor tobe neurotranamitters. or chemical messengers, Ufapecihe nerve pathways inthe brein that appendage informa feloting to pain, emotional behavior. and other bodily processes noun tobe affected by opiates. ‘ Endorphin it term used to describe any ordinarily occurring opirtelike substance. All endorphins thus for reported ere peptides The predominant endorphins in the brain are two Dentapeptides methionine enkephalin and leucine enkephalin ‘ The Ai - amine. 0cid peptide D - endorphin also occurs in the b “ The chemical identification of the endorphins hos mejor relevance both for practical mrdical practice anda fundamental Understanding of brain function. Since opiates such es mor. Dhine beth cause euphoria and relieve pain larifiation of how These oplatehike peptides fonction will greatly advance our Understanding of hove the brain reculates emotions and the perception of pain. Already. tix clear that neurons containing these compounds ave highs localized in “ emotional ” and \" pain sensing ” parts ofthe brain. Derveativer of these opiatelike peptides may vield valuable res: drugs. Of al the druge that ease pain. the mest brawny te the opiates Vet people nuffering from the chronic, excru - ‘ ating pain of backaches, migraine heodeches. and other con. Sitioms cannot be prescribed opiates because of the danger of [sddsctan. Some synthetic analogs of the eakephaling relieve poin when taken by injection or orally and offer promise os Petentially fess addicting pain killers. These druge alee could fave other medical ure, such as in treating depression Hefore describing the research that led to the dicenvery ofthe opiate receplor and rpicid peptides, some ofthe chemistry and Dhatmocolngs of opiate drugs shuld be reviewed. Opium sn {niract ef the poppy plant Papaver semaniferum. 1t hes been ‘ rd medical throughout Burope and the Orient Middle Ages Indeed, the 1oth - century Swat physician Fa ‘ risus compounded the opitm extrect laudonum, which i till ‘ ied by physicians todey. ‘ Morphine, which constitutes about 10% by wi tof deed",
        "Special Report The brains own opiates The discovery during the past few years of naturally occurring opiatelike peptides. known as enkephalins and endorphins brain is opening the way both to better understanding of how the brain functions and to valuable new drugs for easing pain or treating depression in the Solomon H. Snyder Johns Hopkins University 26 cain 78 18 Pein and pleauure. These concerns have preoccupied ian since ‘ ime immemariel. Long before pharmecologists and chernists ‘ xisied, man hed ducovered substances that relieve pain and produce eu fociiuste sleep. ‘ Tne substances. the opiates, are extracts of the apiuin poppr. ‘ Thes have been among the meinatays of medical practice for ‘ hensands of years. In addition, they have been subject to abuse {or almost es long. ‘ ih the past four sear major advances have been made in our ‘ understanding of how the brain ix able to process information ‘ elated to pain and pleasure and of how opiate drags exert theit ‘ Temarkable effects This research hax culrainated i the di every of normally occrring opiatelive substances in the brain ‘ These opicid peptides, referred to as enkephalins and endor - ‘ phins eppeor tobe neurotranamitters. or chemical messengers, Ufapecihe nerve pathways inthe brein that process informa feloting to pain, worked up behavior. and other bodily processes noun tobe affected by opiates. ‘ Endorphin it term used to describe any normally occurring opirtelike substance. All endorphins thus for reported ere peptides The predominant endorphins in the brain are two Dentapeptides methionine enkephalin and leucine enkephalin ‘ The Ai - amine. 0cid peptide D - endorphin also occurs in the b “ The chemical identification of the endorphins hos mejor relevance both for practical mrdical practice anda fundamental Understanding of brain function. Since opiates such es mor. Dhine beth cause euphoria and relieve pain larifiation of how These oplatehike peptides fonction will greatly advance our Understanding of hove the brain reculates emotions and the perception of pain. Already. tix clear that neurons containing these compounds ave highs localized in “ emotional ” and \" trouble sensing ” parts ofthe brain. Derveativer of these opiatelike peptides may vield valuable res: drugs. Of al the druge that ease pain. the mest powerful te the opiates Vet people nuffering from the chronic, excru - ‘ ating pain of backaches, migraine heodeches. and other con. Sitioms cannot be prescribed opiates because of the danger of [sddsctan. Some synthetic analogs of the eakephaling relieve poin when taken by injection or orally and offer promise os Petentially fess addicting pain killer. These druge alee could fave former medical ure, such as in treating depression Hefore describing the research that led to the dicenvery ofthe opiate receplor and rpicid peptides, some ofthe chemistry and Dhatmocolngs of opiate drugs shuld be reviewed. Opium sn {niract ef the poppy flora Papaver semaniferum. 1t hes been ‘ rd medical throughout Burope and the Orient Middle Ages Indeed, the 1oth - century Swat physician Fa ‘ risus compounded the opitm extrect laudonum, which i till ‘ ied by dr. todey. ‘ Morphine, which constitutes about 10% by wi tof deed"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Special Report: The brains own opiates. Opiates are extracts of the apiuin poppr. The research hax culrainated i the diabeticevery of normally occrring opiatelive substances in the brain. These opicid peptides, referred to as enkephalins and endor-wallet’phins eppeor tobe neurotranamitters."
}