{
    "filename": "10404172.jpg",
    "metadata": {},
    "text": " \n\n  \n\n \n\n \n   \n\n \n\n \n\nPT en odeato ake AL\nae = = emo in the gh PCB ex\nScience * *. SieEcen eu a ath de\n; own te aceamite ‘iilela known\n‘Retrovirus carries human gene lutto mice cones ere Nonkeloon\nar eine posphorionyitaoteree\nTyme hypoxanthine phoophoribosyitanelerase Poe ee\nfed fo nlc moe bo :\nChor Ee en id ine ores free, => Education\ntransplanted int mice [Since 225 6901984} Mo~- Cogitéon for science education formed\n\n \n\nlecular biologits A. Dusty Miller, Inder M. Verma,\n‘and colleagues at Salk ntitute, San Diego, and the\n\n  \n\nmouse, indicating that the gene was\nsueresfully. They aay they cannot estate the must\n\nDer of cells infected by the virus, bot think the\ntranafer may be Telotively inefficient. Nevertheless,\nthey conclude that Uhe results indicate the possiblity\n‘of using retrovireses for somatic cell therapy of =\ntients with Leech-Nyhan disease, a human genetic\ndisease caused by the absence of HPRT.\n\nPain sensitivity agent dented\n‘A econd category of natural chemical agents that\nfrotece erreme serait fo pan in inflamed\nElse hu been dented by Jon 0. Levine Wai Lao,\nGentey Kori, and Edward). Gort ofthe depart\nScar edicne, Universty of Caloris, Sen\nFranco [Gorn 25,745 (198), The rearchers\nfn tht Teakoonne By produces need pin v-\nfeiy int pas at the te does a anther well-\ntrod poletprodecing ebstnce, bradyinin. Une\nWe butphinn or prostglandin fy Teahowtene\nBalndced pain ont Bocked by agen hat ih\n\nsiege cin cd\n. oneclear Heuko-\nge the pence of polymer\nBponrgense\n\n \n\n‘A continuing coalition, tentatively called the Trian-\n{ge Coalition for Science & Technology Education,\n\nfas been formed os 0 result of a eimilaly named\nconference thot ended easly this month in Washing:\nton, D.C The conference brought together teachers\n\nland representatives of busines, scientific oocietis,\n\n5 hence education associations, unions, applied tc\n\nfence and engineering asoociations, and others to\n‘earch fot jolatauons that could be implemented to\nbrlp science teachers. 1s called for immedi-\n‘ate ealablishment of» omall staff effort atthe Netion-\nAl Scence Teachers Assocation, Washington, D.C.\nto begin work with coalition members on high-\n[proity actions-—among them to constrcte database\n‘escribing activites, resources, programs, and faci-\nwes to ald ecence teachers.\n\nTechnology\n\nAdtves rete catalyst deactivation\n‘Technology to passivate vanadium of fluid-\nTang Bln a vedere le\nSN Develooet end bang ark by\nHSS Ghesen Super and, Tee The proces wet\nteint tins as toh\nSea Se only. Proper wad Nl ayes the\nnee vendor an gocin ecetny\n\nSteancre oernion oo 7\n\noa e acudun's producon cf hyerogen tnd\nso i See son Su tne mae lg bene\ntoe ae tron eng vedas enracton of\nBe eine wah ean low incalayn ty.\n\n‘lazardous waste furnaces fo be developed\n\nNew fasardoun wate pos furnaces wil be de\nNe dard nd forthe Ary Tone & Hsardow\nTREES Agony by Micand Ris Corp- Cleveland\n\nUnder cose at pat of ie Aras\nUre Send epi er conte heal\n\n+ dap of Scie hema mien, Midd,\n\f",
    "augmented_texts": [
        "PT en odeato ake AL ae = = emo in the gh PCB ex Science * *. SieEcen eu a ath de; own te aceamite ‘ iilela known ‘ Retrovirus carries human gene lutto mice cones ere Nonkeloon ar eine posphorionyitaoteree Tyme hypoxanthine phoophoribosyitanelerase Poe ee fed fo nlc moe bo: Chor Ee en id ine ores free, => Education transplanted int mice [Since 225 6901984} Mo ~ - Cogitéon for science education formed lecular biologits A. Dusty Miller, Inder M. Verma, ‘ and colleagues at Salk ntitute, San Diego, and the mouse, indicating that the gene was sueresfully. They aay they cannot estate the must Der of cells infected by the virus, bot think the tranafer may be Telotively inefficient. Nevertheless, they conclude that Uhe results indicate the possiblity ‘ of using retrovireses for somatic cell therapy of = tients with Leech - Nyhan disease, a human genetic disease caused by the absence of HPRT. Pain sensitivity agent dented ‘ A econd category of natural chemical agents that frotece erreme serait fo pan in inflamed Else hu been dented by Jon 0. Levine Wai Lao, Gentey Kori, and Edward ). Gort ofthe depart Scar edicne, Universty of Caloris, Sen Franco [Gorn 25, 745 (198 ), The rearchers fn tht Teakoonne By produces need pin v - feiy int pas at the te does a anther well - trod poletprodecing ebstnce, bradyinin. Une We butphinn or prostglandin fy Teahowtene Balndced pain ont Bocked by agen hat ih siege cin candela. oneclear Heuko - ge the pence of polymer Bponrgense ‘ A continuing coalition, tentatively called the Trian - {ge Coalition for Science & Technology Instruction, fas been formed os 0 result of a eimilaly named conference thot ended easly this month in Lap: ton, D. C The conference brought together teachers land representatives of busines, scientific oocietis, 5 hence education associations, unions, applied tc fence and engineering asoociations, and others to ‘ earch fot jolatauons that could be implemented to brlp science teachers. 1s call for immedi - ‘ ate ealablishment of » omall staff effort atthe Netion - Al Scence Teachers Assocation, Washington, D. C. to begin work with coalition members on high - [proity actions - — among them to constrcte database ‘ escribing activites, resources, programs, and faci - wes to ald ecence teachers. Technology Adtves rete catalyst deactivation ‘ Technology to passivate vanadium of fluid - Tang Bln a vedere le SN Develooet end bang ark by HSS Ghesen Super and, Tee The proces wet teint tins as toh Sea Se only. Proper wad Nl ayes the nee vendor an gocin ecetny Steancre oernion oo 7 oa e acudun ' s producon cf hyerogen tnd so i See son Su tne mae lg bene toe ae tron eng vedas enracton of Be eine wah ean low incalayn ty. ‘ lazardous waste furnaces fo be developed New fasardoun wate pos furnaces wil be de Ne dard nd forthe Ary Tone & Hsardow TREES Agony by Micand Ris Corp - Cleveland Under cose at pat of ie Aras Ure Send epi er conte heal + dap of Scie hema comportment, Midd,",
        "PT en odeato ake AL ae = = emo in the gh PCB ex Science * *. SieEcen eu a ath de; own te aceamite ‘ iilela known ‘ Retrovirus carries human gene lutto mice cones ere Nonkeloon ar eine posphorionyitaoteree Tyme hypoxanthine phoophoribosyitanelerase Poe ee fed fo nlc moe bo: Chor Ee en id ine ores free, => Education transplanted int mice [Since 225 6901984} Mo ~ - Cogitéon for science education formed lecular biologits A. Dusty Miller, Inder M. Verma, ‘ and colleagues at Salk ntitute, San Diego, and the mouse, indicating that the gene was sueresfully. They aay they cannot estate the must Der of cells infected by the virus, bot think the tranafer may be Telotively inefficient. Nevertheless, they conclude that Uhe results indicate the possiblity ‘ of using retrovireses for somatic cell therapy of = tients with Leech - Nyhan disease, a human genetic disease caused by the absence of HPRT. Pain sensitivity agent dented ‘ A econd category of natural chemical agents that frotece erreme serait fo pan in inflamed Else hu been dented by Jon 0. Levine Wai Lao, Gentey Kori, and Edward ). Gort ofthe depart Scar edicne, Universty of Caloris, Sen Franco [Gorn 25, 745 (198 ), The rearchers fn tht Teakoonne By produces need pin v - feiy int pas at the te does a anther well - trod poletprodecing ebstnce, bradyinin. Une We butphinn or prostglandin fy Teahowtene Balndced infliction ont Bocked by agen hat ih siege cin cd. oneclear Heuko - ge the pence of polymer Bponrgense ‘ A continue coalition, tentatively called the Trian - {ge Coalition for Science & Technology Education, fas been formed os 0 result of a eimilaly named conference thot ended easly this month in Washing: ton, D. C The conference brought together teachers down representatives of busines, scientific oocietis, 5 hence education associations, unions, applied tc fence and engineering asoociations, and others to ‘ earch fot jolatauons that could be implemented to brlp science teachers. 1s called for immedi - ‘ ate ealablishment of » omall staff effort atthe Netion - Al Scence Teachers Assocation, Washington, Viosterol. C. to begin work with coalition members on high - [proity actions - — among them to constrcte database ‘ escribing activites, resources, programs, and faci - wes to ald ecence teachers. Technology Adtves rete catalyst deactivation ‘ Technology to passivate vanadium of fluid - Tang Bln a vedere le SN Develooet end bang ark by HSS Ghesen Super and, Tee The proces wet teint tins as toh Sea Se only. Proper wad Nl ayes the nee vendor an gocin ecetny Steancre oernion oo 7 oa e acudun ' s producon cf hyerogen tnd so i See son Su tne mae lg bene toe ae tron eng vedas enracton of Be eine wah ean low incalayn ty. ‘ lazardous waste furnaces fo be developed New fasardoun wate pos furnaces wil be de Ne dard nd forthe Ary Tone & Hsardow TREES Agony by Micand Ris Corp - Cleveland Under cose at pat of ie Aras Ure Send epi er conte heal + dap of Scie hema mien, Midd,"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "A continuing coalition, tentatively called the Trian-ge Coalition for Science & Technology Education, has been formed as a result of a conference in Washington D.C. The conference brought together teachers. representatives of busines, scientific oocietis, applied. engineering asoociations, and others to discuss ways in which science teachers could be better served."
}