{
    "filename": "10417924.jpg",
    "metadata": {},
    "text": "tH\n\na\n\n4h\nit\n\ni\nii\nth\ni\ni\nil\nHi\nHe\ntal a\n\ni\n\nness Lregereadimar pees ee oe and peopl pot Pale pol org bar ghd\nican Getann: Ged Wr patos vee ne Ine 0 pe oy we Tae\n\n4e\n\ncaps of wong coffe ech day, an army Leurenat whose worst than thse atthe star ofthe NLHLS.\ncaffe pot was a regu fare of bis desk, and an army The funure of the Leeds Medical schoo! is alto seriously\nsexpeane who suffered severe recurent headaches atthe week threatened by the decision to hale the project. Four years ago\n‘eed and who daak 10415 cups of cofes during a day's work. the schoo! increaed fs Intake from 80 to 130, and there are\nIn each case diagnss of anxiety neurosis had bea ous plans to increase the mumbers further w 160 and finally 10\n‘mined al he part plyed by the coffee drinking had been 216—Dut hese exinates were used on the ew usiversity\neopaized. One may at, ofcourse, what led these patients wo opi. Medical choo! pices are oeeded urgeatly ia\n‘dink so much cof. Some people dink coffe w exess in Northern England—alreaty shor of docrs—and there is\ndew cere hed ea, elas ofaneqaey. god evidence tat medal puss wd wakeup pace\n\nj\n|\ni\ni\n|\nF\n{\nj\n:\ni\n§\n:\n\n<deaking were well known t9 an older generation of doctors, new Soeptalis not built. The obsteic and pediatric verices,\n‘part ftom whatever ic may add vo the risk of myocardial which sould have beea housed in phase Lof the mew hspial,\nInfarction’ The exotic peas of receat years tn the misuse will suffer most acutely; but every deparaent faces « bleak\n\n \n\ntol eof Gap ve doe ania away Som he prope. Ii fut ae pete nop ogame ht\nBanely and eveyasy. ovng for ao lag without pei aeanive plans for\nSeda Pet 108 a, tadashi andy ed Ste hs eared\n‘Riel ep Chase, aieone inthe ne ead snd i dec ba scat\neo ices sootes bocce te eeeed\n\nosponed indesakely, one w be expected\n\n‘to function? Two years or cwenty? So fur £16 million has\n\nLeeds Infirmary Blues ‘been suak into the project; aod the estinated cost of come\nling ll phases of the new horpal I [12 mon, spread\n\ning ep a 93 eer ey hi nd ese é\na en enti ot in ml re crn of\nSSE TLS Steere rec mieee as\n‘programme. Inevitably planning blight soon affeced the old\nSeries etiet ater\nee rer\nacces ioe saree\n\n \n\n \n\nwhat is allocation of escurces actualy\nIn December, for example, Mrs. Barbara\n\n \n\n‘wotk forthe hospital project without providing a sagle mew 20% a yeas, the icy isto discover to\na it the eat. ands imply cxrmenete fr oho\n\n \n\f",
    "augmented_texts": [
        "tH a 4h it i ii th i i il Hi He tal a i ness Lregereadimar pees ee oe and peopl pot Picket pol org bar ghd ican Getann: Ged Wr patos vee ne Ine 0 pe oy we Tae 4e caps of wong coffe ech day, an army Leurenat whose worst than thse atthe star ofthe NLHLS. caffe pot was a regu fare of bis desk, and an army The funure of the Leeds Medical schoo! is alto seriously sexpeane who suffered severe recurent headaches atthe week threatened by the decision to hale the project. Four years ago ‘ eed and who daak 10415 cups of cofes during a day ' s work. the schoo! increaed fs Intake from 80 to 130, and there are In each suit diagnss of anxiety neurosis had bea ous plans to increase the mumbers further w 160 and finally 10 ‘ mined al he part plyed by the coffee drinking had been 216 — Dut hese exinates were used on the ew usiversity eopaized. One may at, ofcourse, what led these patients wo opi. Medical choo! pices are oeeded urgeatly ia ‘ dink so much cof. Some people dink coffe w exess in Northern England — alreaty shor of docrs — and there is dew cere hed ea, elas ofaneqaey. god evidence tat medal puss wd wakeup pace j | single i | F {j: i §: <deaking were well known t9 an older generation of doctors, new Soeptalis not built. The obsteic and pediatric verices, ‘ part ftom whatever ic may add vo the risk of myocardial which sould have beea housed in phase Lof the mew hspial, Infarction ’ The exotic peas of receat years tn the misuse will suffer most acutely; but every deparaent faces « bleak tol eof Gap ve doe ania away Som he prope. Ii fut ae pete nop ogame ht Banely and eveyasy. ovng for ao lag without pei aeanive plans for Seda Pet 108 a, tadashi andy ed Ste hs eared ‘ Riel ep Chase, aieone inthe ne ead snd i dec ba scat eo ices sootes bocce te eeeed osponed indesakely, one w be expected ‘ to function? Two years or cwenty? So fur £ 16 million has Leeds Infirmary Blues ‘ been suak into the project; aod the estinated cost of come ling ll phases of the new horpal I [12 mon, spread ing ep a 93 eer ey hi nd ese é a en enti ot in ml re crn of SSE TLS Steere rec mieee as ‘ programme. Inevitably planning blight soon affeced the old Series etiet ater ee rer acces ioe saree what is allocation of escurces actualy In December, for example, Mrs. Barbara ‘ wotk forthe hospital project without providing a sagle mew twenty% a yeas, the icy isto discover to a it the eat. ands imply cxrmenete fr oho",
        "tH a 4h it i ii th i i il Hi He tal a i ness Lregereadimar pees ee oe and peopl pot Pale pol org bar ghd ican Getann: Ged Wr patos vee ne Ine 0 pe oy we Tae 4e caps of wong coffe ech day, an army Leurenat whose worst than thse atthe star ofthe NLHLS. caffe pot was a regu fare of bis desk, and an army The funure of the Leeds Medical schoo! is alto badly sexpeane who suffered severe recurent headaches atthe week threatened by the decision to hale the project. Four years ago ‘ eed and who daak 10415 cups of cofes during a day ' s work. the schoo! increaed fs Intake from 80 to 130, and there are In each case diagnss of anxiety neurosis had bea ous plans to increase the mumbers further w 160 and finally 10 ‘ mined al he part plyed by the coffee drinking had been 216 — Dut hese exinates were used on the ew usiversity eopaized. One may at, ofcourse, what led these patients wo opi. Medical choo! pices are oeeded urgeatly ia ‘ dink so much cof. Some people dink coffe w exess in Northern England — alreaty shor of docrs — and there is dew cere hed ea, elas ofaneqaey. god evidence tat medal puss wd wakeup pace j | i i | Fluorine {j: i §: <deaking were well known t9 an older generation of doctors, new Soeptalis non built. The obsteic and pediatric verices, ‘ part ftom whatever ic may add vo the risk of myocardial which sould have beea housed in phase Lof the mew hspial, Infarction ’ The exotic peas of receat years tn the misuse will suffer most acutely; but every deparaent faces « bleak tol eof Gap ve doe ania away Som he prope. Ii fut ae pete nop ogame ht Banely and eveyasy. ovng for ao lag without pei aeanive plans for Seda Pet 108 a, tadashi andy ed Ste hs eared ‘ Riel ep Chase, aieone inthe ne ead snd i dec ba scat eo ice sootes bocce te eeeed osponed indesakely, one double u be expected ‘ to work? Two years or cwenty? So fur £ 16 million has Leeds Infirmary Amytal ‘ been suak into the project; aod the estinated cost of come ling ll phases of the new horpal I [12 mon, spread ing ep a 93 eer ey hi nd ese é a en enti ot in ml re crn of SSE TLS Steere rec mieee as ‘ programme. Inevitably planning blight soon affeced the old Series etiet ater ee rer acces ioe saree what is allocation of escurces actualy In December, for example, Mrs. Barbara ‘ wotk forthe hospital project without providing a sagle mew 20% a yeas, the icy isto discover to a it the eat. ands imply cxrmenete fr oho"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Leeds Infirmary Blues ‘been suak into the project; aod the estinated cost of come. The exotic peas of receat years tn the misuse will suffer most acutely; but every deparaent faces bleak.’ The new hospital will cost £16 million and will take two years to build."
}