{
    "filename": "10410341_10410346.jpg",
    "metadata": {},
    "text": "  \n\nPolluted Data\n\nby Samuel S. Epstein\n\n  \n\nthor surveys the record of\ngenerated data\n\nThe\nindustry\n\n \n\n \n\n \n\neonteme she that\nfrom gros snadequars, based serpretavio\nfnpulation, spressnnn and even 09 ought de\n\ninplace, espetially whe\n\n \n\n \n\n       \n\n \n\ninvasive evonamicsnteress ate directs 0\ntices alec ted\n+ of exonumic and\nhacal women Deuisonimahing at all levels of pow\n‘uppers avalabany ofa bod of\n‘eis of whic the relative merits\nhe anal ced and considered\nTah ston hed wr inva\nithe whatesesdevsnns ate feat hed ras ab be\nShopret ae wval, thtcatenang the faba of deme\n\n \n\n   \n    \n\n \n\n \n\n \n\n \n\nhe neering th of all bene sash\n1am ub amo tego decsons are based\n‘cero teres thennves Bennet: Mayas roan\nfal Theve data steer generated ani tet preted Bulk nto th pone avadre of sansa\nIn amon wo stall os ental from press nertes or Feseatsh\ntone anh nnctaie ier intant tas. whooe stamp of-apptonal prenies the\nTattane cum tallave not inne coh aut wah aan mantle af ators. The\nsete and sen ao,presstes from vesearth Ow ice anh iden wt\nsnes ix depariments she py als rs het om UN\ntne Tunis bo posto ot pte ete ane The nuda terest these\ntree Hd inal ated 9 eee inet ma dnabacd vo the agentes\nses ond UNEASE pers commmces thes\n\nih mamtamed cent il\n\n \n\n \n\n \n\n \n\n   \n\n      \n\n     \n             \n\n        \n\nhw es eb as\n\\dhtiue bake sing hist Pee slated on he pen afd ow tem\nThurker, a pacine hatellyvessntent sath Ube ethos ies Let's look at ew eave htonies dae fr\n\n‘ocd oranpunnratand exsiemmental cane\n\n       \n\n     \n\nteem\n\nthe\nanges to ako nine 1\nSind restive fen ation a erp\n\n \n\nthe swat\nrnp psoas an th Gneratn of Da\nvo pens sath ardent\n1 har wha ane prsversed asthe testo mua wa po quay Deep convened Bs\nJair even thonygh ths Intel the anateaes fata matte 157 tthe\nevetiectshorvaeron. ratte Yyuad and Csi Admanstration ¢EDAD by antes\ngtr, terest and sales supp nt ea dave petitions. then Camm\nseer —— hater Hetievt Les soamplamed “Abit hal of the\n1 te fapecuilianmen Soa ahiane jt\neae i Hal he i Fol a Das Adavsteation have eer nt om\npee ae tex\nfas sequesied ame ae\n\n       \n\n \n\n            \n\n   \n\n \n\n           \n\n            \n\n \n\nise a als 6\na thers have\n\n   \n\n     \n\f",
    "augmented_texts": [
        "Polluted Data by Samuel S. Epstein thor surveys the record of generated data The industry eonteme she that from gros snadequars, based serpretavio fnpulation, spressnnn and even 09 ought de inplace, espetially whe invasive evonamicsnteress ate directs 0 tices alec ted + of exonumic and hacal women Deuisonimahing at all levels of pow ‘ uppers avalabany ofa bod of ‘ eis of whic the relative merits he anal ced and considered Tah ston hed wr inva ithe whatesesdevsnns ate feat hed ras ab be Shopret ae wval, thtcatenang the faba of deme he neering th of all bene sash 1am ub amo tego decsons are based ‘ cero teres thennves Bennet: Mayas roan fal Theve data steer generated ani tet preted Bulk nto th pone avadre of sansa In amon wo stall os ental from press nertes or Feseatsh tone anh nnctaie one intant tas. whooe stamp of - apptonal prenies the Tattane cum tallave not inne coh aut wah aan mantle af ators. The sete and sen ao, presstes from vesearth Ow ice anh iden wt snes ix depariments she py als rs het om UN tne Tunis bo posto ot pte ete ane The nuda terest these tree Hd inal ated 9 eee inet ma dnabacd vo the agentes ses ond UNEASE pers commmces thes ih mamtamed cent il hw es eb as \\ dhtiue bake sing hist Pee slated on he pen afd ow tem Thurker, a pacine hatellyvessntent sath Ube ethos ies Let ' s look at ew eave htonies dae fr ‘ ocd oranpunnratand exsiemmental cane teem the anges to ako nine 1 Sind restive fen ation a erp the swat rnp psoas an th Gneratn of Da vo pens sath ardent 1 har wha ane prsversed asthe testo mua wa po quay Oceanic abyss convened Bs Jair even thonygh ths Intel the anateaes fata matte 157 tthe evetiectshorvaeron. ratte Yyuad and Csi Admanstration ¢ EDAD by antes gtr, terest and sales supp nt ea dave petitions. then Camm prophesier — — hater Hetievt Les soamplamed “ Abit hal of the 1 te fapecuilianmen Soa ahiane jt eae i Hal he i Fol a Das Adavsteation have eer nt om pee ae tex fas sequesied ame ae ise a als 6 a thers have",
        "Polluted Data by Samuel S. Epstein thor surveys the record of generated data The industry eonteme she that from gros snadequars, based serpretavio fnpulation, spressnnn and even 09 ought de inplace, espetially whe invasive evonamicsnteress ate directs 0 tices alec ted + of exonumic and hacal women Deuisonimahing at all story of pow ‘ uppers avalabany ofa bod of ‘ eis of whic the relative merits he anal ced and considered Tah ston hed wr inva ithe whatesesdevsnns ate feat hed celestial longitude ab be Shopret ae wval, thtcatenang the faba of deme he neering th of all bene sash 1am ub amo tego decsons are based ‘ cero teres thennves Bennet: Mayas roan fal Theve data steer generated ani tet preted Bulk nto th cornpone avadre of sansa In amon wo stall os ental from press nertes or Feseatsh tone anh nnctaie ier intant tas. whooe stamp of - apptonal prenies the Tattane cum tallave not inne coh aut wah aan mantle af ators. The sete and sen ao, presstes from vesearth Ow icing anh iden wt snes ix depariments she py als rs het om UN tne Tunis bo posto ot pte ete ane The nuda terest these tree Hd inal ated 9 eee inet ma dnabacd vo the agentes ses ond disquiet pers commmces thes ih mamtamed cent il hw es eb as \\ dhtiue bake sing hist Pee slated on he pen afd ow tem Thurker, a pacine hatellyvessntent sath Ube ethos ies Let ' s look at ew eave htonies dae fr ‘ ocd oranpunnratand exsiemmental cane teem the anges to ako nine 1 Sind restive fen ation a erp the swat rnp psoas an th Gneratn of Da vo pens sath ardent 1 har wha ane prsversed asthe testo mua wa po quay Deep convened Bs Jair even thonygh ths Intel the anateaes fata matte 157 tthe evetiectshorvaeron. ratte Yyuad and Csi Admanstration ¢ EDAD by antes gtr, terest and sales supp nt ea dave petitions. then Camm seer — — hater Hetievt Les soamplamed “ Abit hal of the 1 te fapecuilianmen Soa ahiane jt eae i Hal he i Fol a Das Adavsteation have eer nt om pee ae tex fas sequesied ame ae ise a als 6 a thers have"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Polluted Data by Samuel S. Epstein. The data steer generated ani tet preted Bulk nto th pone avadre of sansa. In amon wo stall os ental from press nertes or Feseatshoutheasterntone anh nnctaie ier intant tas. Let's look at ew eave htonies dae fr‘ocd oranpunnratand exsiemmental cane."
}