{
    "filename": "10411135.jpg",
    "metadata": {},
    "text": "Medical News\n\nCancer patients account\nfor many blood transfusions\n\nBfforte are being inteniied to make sare tat every\ntancer patient who neds tend can gti\n\n‘Spesking of eae pains’ need for blood and ite\ncomponents, R. Lae Chirk, MD, wld an American\n(Cancer Society (ACS) seminar: “Tn one sate, a third of\nfil transfostone are given i cancer patients, in one\nfancer center, use of blod for cancer patie has\n‘rabled in just eight year”\n\n‘Clark, who the ewrent ACS president, says the\nsociety does \"rot intend to compete with any existing\n‘ood donor and cllecting organizations. Bat we intend\nto oupplement thir setts in erzin ways. We d\ntot cw bloodmebiles We don't do blood ping\nftorage. Bot we ean help to recat bleed dopors for\nDoepitals and bleed banks”\n\n‘Many of the ACS\" 2 milion valunters wil donate\n‘ood, he predicted, and the organization has contacts\nvith 1 number ef orpanzetinns whose members also\nright give blvd.\n\nOfficials of» numberof ther agencies involved inthe\ncollection of bood for medical purposes nevertheless\nIve expressed concern aea the psi of compet\n\ntion\n\n“We eal! ovr blo colton eflort the “Expedier”\nprograrn,” Dr Clark sys. \"Inorerl states, programs\nAlready have bepun, and thes axsre an adequate nop\npt of Blood for every caver patient in those sates...\nIns our aim to develo siniar programs for every one\nof our 88 divisions\n\n‘Cancer patients who undergo aurers need bod. Bot\nDr Clark, who i president of the University of Texas\n‘Ststem Cancer Center 423 M.D. Anderson Hospital\n‘and Tumor Inaitete, Howton, pointed oat that Blood is\n‘also necessary for patients who undergo radiation\ntherapy. and. for combating the complications of\n‘dvanced-tage cancer. Bde patients, who may ot\nte able to strep whole bleed tansfosions, pose a\nspecial probe, and thee sa grst need fr Hood “to\nProtect feokemin patients and eters ho are rceing\nChemotherapy [from infeion and bemerrhage”\n\n‘Av BLD. Anderson, \"where many ofthe treatments\n{or leohemia have been developed and teste.\" Dr Clark\nsays, blood therapy is reparded esetal Because of the\nfollowing fae\n\n@ \"Leskemis it 9 dase of the booforming\n‘organs: thos, transfusions fen are required”\n\n1 \"in the past more cancer paints have did of\nInfections and hemorrhage thane thei eakems, Both\ncancer and cancer treatments fen sappress the bed’:\nimmune myiem, Blood therapy is one way of helping\nthe beds fight off infection\n\n© Platelets can be used to comtot hemorthage, nd\n‘other Mood components have their own important\n\n \n\n \n\n \n\n \n\n \n\n \n\n2370. JANA Ay 30, 1877=Vo1 2, Wo. 22\n\ncontinued from previous pat\n‘exponare i aabeta? 1 crud be Background exposure\nOr, \"nigel susceptible dividuals may be developing\nrmesthdons frm mininsl expeeare”\n\n‘Dr Holand hopes to have somethizg to report in a\near er rom eambination chemathenpy dort no\nder wy t Mont Sina\n\n‘Of So dogs that are hnowa tobe active agaist\nexrtsn farms ofeancer, be pista uj» few have\n‘een tid inpatients with mesothelioma. “Ragresion\naf mevothlims alrendy has ecearrd with ug tret-\n‘ment, Zor longer than fie years in ilated eases, but\ntelematics of appropriate chemotherapy for thin\n‘ease hs nt bees undertaken bosnue of the rarity of\n\nDr Helland aye thatthe worker at Moot Sina center\nplan to precreen compounds thot may be efletive\n\nBiopry\nually rages surgery Deease meal Bopy alone i\n‘nlhely to prvide enough tese. Homer, the pleural\nfand peroneal memobyapen ean arly be entirely\nenoved by argeny asagoe\nRadiederap. helps io contreling this tumor, bt\nordinary te eet fe temporary and incomplete” = «\nEarly agnosis, of eure, could help a grst deal.\nMeshal somas to produce unum] ghexprotene\nin the id hat socomulate fo the plearal er pri\nAenea! ent, Dr Holland cay. One epprosch might\nbe to search for abnormal amounts ef tee earboby-\nrates in plas. ?\n‘Other agnosie pousblies ince fespection of\n‘the pleor and peritoneal cavities with Sharoptie\n‘equipment leaking for mazes in Une areas by exp\nAeriaed il tomography. “These techniques will be\n‘ted in oor center with peopl who already ar and i\n‘others wh are at high rah for mesotheoma” «yee:\n\nPopulation Studles 3.225%\n\nThis “eee population” (people who have been\nIwai expned and are considered at gent iat wil be\nstated fr posible biochemical, immarlagc, and\n‘ther earetrinie that may provide dara to whether\nthey will develop mesotheliema. :\n\n‘Dr Sella In profesor of medicine aod exximanlty\nmedicine and director of the enviroanental wens\nlaboratory at Moont inal, He tld the aracta\nteminar that \"in our experience, abov 40% af deaths\ntong aeration werkero i ema pa have\nbeen duet (malgnant noplasms}™ fi. «\n\n‘One sroapof 622 New York and New Jerry bests\nSnaulton workers has ben etadiod dace Son 1, 194%.\n1 82 years through Dec $1, 1974), 95 deaths wore\npredicted ie that group, but the acai number wa 65.\nMt ofthe caees death, exording to Dr Sela,\nwere duet cancer —ineading 25 af mtbeion when\n\n \n\nceontierd 7092 BE\n\n \n\n \n\nee\n\f",
    "augmented_texts": [
        "Medical News Cancer patients account for many blood transfusions Bfforte are being inteniied to make sare tat every tancer patient who neds tend can gti ‘ Spesking of eae pains ’ need for blood and ite components, R. Lae Chirk, MD, wld an American (Cancer Society (ACS) seminar: “ Tn one sate, a third of fil transfostone are given i cancer patients, in one fancer center, use of blod for cancer patie has ‘ rabled in just eight year ” ‘ Clark, who the ewrent ACS president, says the society does \" rot intend to compete with any existing ‘ ood donor and cllecting organizations. Bat we intend to oupplement thir setts in erzin ways. We d tot cw bloodmebiles We don ' t do blood ping ftorage. Bot we ean help to recat bleed dopors for Doepitals and bleed banks ” ‘ Many of the ACS \" 2 milion valunters wil donate ‘ ood, he predicted, and the organization has contacts vith 1 number ef orpanzetinns whose members also right give blvd. Officials of » numberof ther agencies demand inthe collection of bood for medical purposes nevertheless Ive expressed concern aea the psi of compet tion “ We eal! ovr blo colton eflort the “ Expedier ” prograrn, ” Dr Clark sys. \" Inorerl states, programs Already have bepun, and thes axsre an adequate nop pt of Blood for every caver patient in those sates. .. In our aim to develo siniar programs for every one of our 88 divisions ‘ Cancer patients who undergo aurers need bod. Bot Dr Clark, who i president of the University of Texas ‘ Ststem Cancer Center 423 M. D. Anderson Hospital ‘ and Tumor Inaitete, Howton, pointed oat that Blood is ‘ also necessary for patients who undergo radiation therapy. and. for combating the complications of ‘ dvanced - tage cancer. Bde patients, who may ot te able to strep whole bleed tansfosions, pose a special probe, and thee sa grst need fr Hood “ to Protect feokemin patients and eters ho are rceing Chemotherapy [from infeion and bemerrhage ” ‘ Av BLD. Anderson, \" where many ofthe treatment {or leohemia have been developed and teste. \" Dr Clark says, blood therapy is reparded esetal Because of the following fae @ \" Leskemis it nine dase of the booforming ‘ organs: thos, transfusions marsh are required ” 1 \" in the past more cancer paints have do of Infections and hemorrhage thane thei eakems, Both cancer and cancer treatments fen sappress the bed ’: immune myiem, Blood therapy is one way of helping the beds fight off infection © Platelets can be used to comtot hemorthage, nd ‘ other Mood components have their own important 2370. JANA Ay 30, 1877 = Vo1 2, Wo. 22 continued from previous pat ‘ exponare i aabeta? 1 crud be Background exposure Or, \" nigel susceptible dividuals may be developing rmesthdons frm mininsl expeeare ” ‘ Dr Holand hopes to have somethizg to report in a ear er rom eambination chemathenpy dort no der wy t Mont Sina ‘ Of So dogs that are hnowa tobe active agaist exrtsn farms ofeancer, be pista uj » few have ‘ een tid inpatients with mesothelioma. “ Ragresion af mevothlims alrendy has ecearrd with ug tret - ‘ ment, Zor longer than fie years in ilated eases, but telematics of appropriate chemotherapy for thin ‘ ease hs nt bees undertaken bosnue of the rarity of Dr Helland aye thatthe worker at Moot Sina center plan to precreen compounds thot may be efletive Biopry ually rages surgery Deease meal Bopy alone i ‘ nlhely to prvide enough tese. Homer, the pleural fand peroneal memobyapen ean arly be entirely enoved by argeny asagoe Radiederap. helps io contreling this tumor, bt ordinary te eet fe temporary and incomplete ” = « Early agnosis, of eure, could help a grst deal. Meshal somas to produce unum] ghexprotene in the id hat socomulate fo the plearal er pri Aenea! ent, Dr Holland cay. One epprosch might be to search for abnormal amounts ef tee earboby - rates in plas. ? ‘ Other agnosie pousblies ince fespection of ‘ the pleor and peritoneal cavities with Sharoptie ‘ equipment leaking for mazes in Une areas by exp Aeriaed il tomography. “ These techniques will be ‘ ted in oor center with peopl who already ar and i ‘ others wh are at high rah for mesotheoma ” « yee: Population Studles 3. 225% This “ eee population ” (people who have been Iwai expned and are considered at gent iat wil be stated fr posible biochemical, immarlagc, and ‘ ther earetrinie that may provide dara to whether they will develop mesotheliema. : ‘ Dr Sella In profesor of medicine aod exximanlty medicine and director of the enviroanental wens laboratory at Moont inal, He tld the aracta teminar that \" in our experience, abov 40% af deaths tong aeration werkero i ema pa have been duet (malgnant noplasms} ™ fi. « ‘ One sroapof 622 New York and New Jerry bests Snaulton workers has ben etadiod dace Son 1, 194% . 1 82 years through Dec $ 1, 1974 ), 95 deaths wore predicted ie that group, but the acai number wa 65. Mt ofthe caees death, exording to Dr Sela, were duet cancer — ineading 25 af mtbeion when ceontierd 7092 glucinium ee",
        "Medical News Cancer patients account for many blood transfusions Bfforte are being inteniied to make sare tat every tancer patient who neds tend can gti ‘ Spesking of eae pains ’ need for blood and ite components, R. Lae Chirk, MD, wld an American (Cancer Society (actinium) seminar: “ Tn one sate, a third of fil transfostone are given i cancer patients, in one fancer center, use of blod for cancer patie has ‘ rabled in just eight year ” ‘ Clark, who the ewrent ACS president, says the society does \" rot intend to compete with any existing ‘ ood donor and cllecting organizations. Bat we intend to oupplement thir setts in erzin ways. We d tot cw bloodmebiles We don ' t do blood ping ftorage. Bot we ean help to recat bleed dopors for Doepitals and bleed banks ” ‘ Many of the ACS \" 2 milion valunters wil donate ‘ ood, he predicted, and the organization has contacts vith 1 number ef orpanzetinns whose members also right give blvd. Officials of » numberof ther agencies involved inthe collection of bood for medical purposes nevertheless Ive expressed concern aea the psi of compet tion “ We eal! ovr blo colton eflort the “ Expedier ” prograrn, ” Dr Clark sys. \" Inorerl states, programs Already have bepun, and thes axsre an adequate nop pt of Blood for every caver patient in those sates. .. Ins our aim to develo siniar programs for every one of our 88 divisions ‘ Cancer patients who undergo aurers need bod. Bot Dr Clark, who i president of the University of Texas ‘ Ststem Cancer Center 423 M. D. Anderson Hospital ‘ and Tumor Inaitete, Howton, pointed oat that Blood is ‘ also necessary for patients who undergo radiation therapy. and. for combating the complications of ‘ dvanced - tage cancer. Bde patients, who may ot te able to strep whole bleed tansfosions, pose a special probe, and thee sa grst need fr Hood “ to Protect feokemin patients and eters ho are rceing Chemotherapy [from infeion and bemerrhage ” ‘ Av BLD. Anderson, \" where many ofthe treatments {or leohemia have been developed and teste. \" Dr Clark says, blood therapy is reparded esetal Because of the following fae @ \" Leskemis it 9 dase of the booforming ‘ organs: thos, transfusions fen are required ” 1 \" in the past more cancer paints have did of Infections and hemorrhage thane thei eakems, Both cancer and cancer treatments fen sappress the bed ’: immune myiem, Blood therapy is one way of helping the beds fight off infection © Platelets can be used to comtot hemorthage, nd ‘ other Mood components have their own important 2370. JANA Ay 30, 1877 = Vo1 2, Wo. 22 continued from previous pat ‘ exponare i aabeta? 1 crud be Background exposure Or, \" nigel susceptible dividuals may be developing rmesthdons frm mininsl expeeare ” ‘ Dr Holand hopes to have somethizg to report in a ear er rom eambination chemathenpy dort no der wy t Mont Sina ‘ Of So dogs that are hnowa tobe active agaist exrtsn farms ofeancer, be pista uj » few have ‘ een tid inpatients with mesothelioma. “ Ragresion af mevothlims alrendy has ecearrd with ug tret - ‘ ment, Zor longer than fie years in ilated eases, but telematics of appropriate chemotherapy for thin ‘ ease hs nt bees undertaken bosnue of the rarity of Dr Helland aye thatthe worker at Moot Sina center plan to precreen compounds thot may be efletive Biopry ually rages surgery Deease meal Bopy alone i ‘ nlhely to prvide enough tese. Homer, the pleural fand peroneal memobyapen ean arly be entirely enoved by argeny asagoe Radiederap. helps io contreling this tumor, bt ordinary te eet fe temporary and incomplete ” = « Early agnosis, of eure, could help a grst deal. Meshal somas to produce unum] ghexprotene in the id hat socomulate fo the plearal er pri Aenea! ent, Dr Holland cay. One epprosch might be to search for abnormal amounts ef tee earboby - rates in plas. ? ‘ Other agnosie pousblies ince fespection of ‘ the pleor and peritoneal cavities with Sharoptie ‘ equipment leaking for mazes in Une areas by exp Aeriaed il tomography. “ These techniques will be ‘ ted in oor center with peopl who already ar and i ‘ others wh are at high rah for mesotheoma ” « yee: Population Studles 3. 225% This “ eee population ” (people who have been Iwai expned and are considered at gent iat wil be stated fr posible biochemical, immarlagc, and ‘ ther earetrinie that may provide dara to whether they will develop mesotheliema. : ‘ Dr Sella In profesor of medicine aod exximanlty medicine and director of the enviroanental wens laboratory at Moont inal, He tld the aracta teminar that \" in our experience, abov 40% af deaths tong aeration werkero i ema pa have been duet (malgnant noplasms} ™ fi. « ‘ One sroapof 622 New York and New Boche bests Snaulton workers has ben etadiod dace Son 1, 194% . 1 82 years through Dec $ 1, 1974 ), 95 deaths wore predicted ie that group, but the acai number wa 65. Mt ofthe caees death, exording to Dr Sela, were duet cancer — ineading 25 af mtbeion when ceontierd 7092 BE ee"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Cancer patients account for many blood transfusions. Blood is also necessary for patients who undergo radiationtherapy and for combating complications of cancer treatment. The American Cancer Society (ACS) aims to compete with any existing donor and cllecting organizations. So far, the organization has contacts with 1 number of beekeepers."
}