{
    "filename": "10417827.jpg",
    "metadata": {},
    "text": " \n\n \n \n\nthe ets for the tet wo have «igh cae of pit\n‘angi 835 10 97% in fou repre stuies! Ev.\ndeny, however, much fdngs were comequence of 1\nen: nly only “over” cas of elenie ence had\nbeen CEA eed\n\nnth est eat, Dhar tl found tha the CEA\nvet elt ws poten 37 of 79 patents (728) in whom\n‘acinomae clon was pest at te tie of 357.\nPas wi locale tame had a oe lel of potiiy\n(09%) onpared to pacts wih meaatic diene\n(0.00%), Th, theres ofthe tet ge sme iii\ncf prog As, athghsneaiveCEA tot rest fl\nloving eoecion of act di at exude the presence of\nrede meoplastc gronth, «song paitve rel id\nind cordate with tensive cuions and poe prog:\n\nFurther cial sues of anigeenis ae nceded to\nine pace of CEA test and oer sie procedres\n‘nares nd pops of maligne sepa diesen\n1a addon, dings to de sgge the pomblty of ex\nferia inmanathenny, Bld epenng fot iesign\nten, Whether anaes, antalis ma be Fond\n\n \n\n \n\nie\ngn GGT Hae Ba Cacenineniceien\n‘tc ete ce AWA SCO HT\n\nProgress in the Pathogenesis of\n\nHypettncton of the aden glands nay involve ether of\nthee two enjor products: consol and is ner eeaives, a\nin Cabin’ dome; oc aldosterone, asin Con's Sa-\n«dome Eceive secretin of ether homens msy follow one\nof to putologicl changes. One perl, inde in\nthe cof hypescorisasm by high lec of ptiary ade-\nsxoricorpic homane (ACTH) or ary by ACTH se-\n‘aeiogcaccoma ofa boaches or the tue. The stimubs\n{octyperlia in aldonetnism hat at bes Heated, The\ncote pathological change isthe dvelopmest of an adrenal\n«oral tt of ton, sully single Benin adenoma,\nsometime malignant, ad occasionally topic. Tumot of\n‘nest esate ite commonest ce of adrenal hype\nfonction nd it mast be searched for in al css, Becase it\nnay reside in ithe Teo ight adeno neuen in\nah cach mas be investigated\n\naly steps at location were made with roentgen:\napi exmination ofthe abdomen, fllowing rettope\n‘ore injection fst of ai and Ltr of oxygen oF carbon\nhore. Mads beter reals are now cbuined, and with\neter sl, with phkbography and artetiography. These\nrath, however have hie daeacks, Proptative med:\n\n \n\n  \n\nMWA, Joy 3, 1972 © Vo BRL, No\n\n \n\nicin is often teuted;eheteation of vests mst be\npeslorned by eam of illed open; eel rp\nfare and hemochge ofthe smu veins ad artes ofthe\ndecal ect and the i ange of se0us rations to\ntbecoment median.\n\npring improvement has cently been repre in\n«series of pape rom the Univey of Michigan Medical\nCente. Following the demonsaon in dogs tat ina\n‘eno injerted ID -odoctlesel tagged with tne 131\n(NG145) was onctud sfc lathe des to\nfermi scan’ the procedure was employed cell\n{nthe sud of « patent with Guhiog’saedrome® With\ntae of 2 mics of N14, exalt vsuation of\nthe adres, ned with eine photoeuner and\n1 Anger camer showed tht bot lands concede\n‘nope equal thas allowing the dagnss of hppa\ntnd the ebrence of tua. nl publication tv sir\ndese porte, togee with tw eres of Cabig’s\n‘padre ata of ice. 18 oe, an adenocoial tunor\n‘sidered inthe ight gland with tot suppresion of\n‘taken he ef; and in he ther ase, wth ppm pe\nfiting after tol adrenalectomy, the NML45 study dis\nloved ternan of adel ts tat had been mised at\n‘peation. An elaborate extension ofthis method has been\n‘ed to merce areal fancin in ptt witout adrenal\n‘lene and in those with Cashing’ dione\n\nTn the Mach 1972 manber o the Aries of Intnl\netcne’ the Nihigan group repos the mete we of\n[NNLL4 to vinalze sdoneronoms in four ees nd i.\nfase pep ln one pent with “dioptie™ dower\ncose witht a\n\nThe tex, prety witout aad is erorme with an\ninavenow daw of bot 2000 micouies of NM.\nThe bilge aff isaitde mre hn thee dy. Us\nIg samning hasbeen done this interval, Btn wail fre,\n2h or eight ten din the alse sis. In thee,\npeinection treatment wth Lugol's solution has ben gen\n{oblack hyoidal pa. The ver encores he toe\nther avidly oun afier aint ut argely sisal\nin thee dap. Celt ofthe adel comer and of cori!\ntumors appear o be the ste ef puke, for phccromo-\n‘ames hve nt bes vnalised by his eho\n\"Thea estsf the Ann Aor ives ides\nsemeing wih NMA justify ine el ther in\n\nwR\n\n \n\n \n\f",
    "augmented_texts": [
        "the ets for the tet wo have « igh cae of pit ‘ angi 835 10 xcvii% in fou repre stuies! Ev. deny, however, much fdngs were comequence of 1 en: nly only “ over ” cas of elenie ence had been CEA eed nth est eat, Dhar tl found tha the CEA vet elt ws poten 37 of 79 patents (728) in whom ‘ acinomae clon was pest at te tie of 357. Pas wi locale tame had a oe lel of potiiy (09%) onpared to pacts wih meaatic diene (0. 00% ), Th, theres ofthe tet ge sme iii cf prog As, athghsneaiveCEA tot rest fl loving eoecion of act di at exude the presence of rede meoplastc gronth, « song paitve rel id ind cordate with tensive cuions and poe prog: Further cial sues of anigeenis ae nceded to ine pace of CEA test and oer sie procedres ‘ nares nd pops of maligne sepa diesen 1a addon, dings to de sgge the pomblty of ex feria inmanathenny, Bld epenng fot iesign ten, Whether anaes, antalis ma be Fond ie gn GGT Hae Ba Cacenineniceien ‘ tc ete ce AWA SCO HT Progress in the Pathogenesis of Hypettncton of the aden glands nay involve ether of thee two enjor products: consol and is ner eeaives, a in Cabin ’ dome; oc aldosterone, asin Con ' s Sa - « dome Eceive secretin of ether homens msy follow one of to putologicl changes. One perl, inde in the cof hypescorisasm by high lec of ptiary ade - sxoricorpic homane (ACTH) or ary by ACTH se - ‘ aeiogcaccoma ofa boaches or the tue. The stimubs {octyperlia in aldonetnism hat at bes Heated, The cote pathological change isthe dvelopmest of an adrenal « oral tt of ton, sully single Benin adenoma, sometime malignant, ad occasionally topic. Tumot of ‘ nest esate ite commonest ce of adrenal hype fonction nd it mast be searched for in al css, Becase it nay reside in ithe Teo ight adeno neuen in ah cach mas be investigated aly steps at location were made with roentgen: api exmination ofthe abdomen, fllowing rettope ‘ ore injection fst of ai and Ltr of oxygen oF carbon hore. Mads beter reals are now cbuined, and with eter sl, with phkbography and artetiography. These rath, however have hie daeacks, Proptative med: MWA, Joy 3, 1972 © Vo BRL, No icin is often teuted; eheteation of vests mst be peslorned by eam of illed open; eel rp fare and hemochge ofthe smu veins ad artes ofthe decal ect and the i ange of se0us rations to tbecoment median. pring improvement has cently been repre in « serial of pape rom the Univey of Michigan Medical Cente. Following the demonsaon in dogs tat ina ‘ eno injerted ID - odoctlesel tagged with tne 131 (NG145) was onctud sfc lathe des to fermi scan ’ the procedure was employed cell {nthe sud of « patent with Guhiog ’ saedrome ® With tae of 2 mics of N14, exalt vsuation of the adres, ned with eine photoeuner and 1 Anger camer showed tht bot lands concede ‘ nope equal thas allowing the dagnss of hppa tnd the ebrence of tua. nl publication tv sir dese porte, togee with tw eres of Cabig ’ s ‘ padre ata of ice. 18 oe, an adenocoial tunor ‘ sidered inthe ight gland with tot suppresion of ‘ taken he ef; and in he ther ase, wth ppm pe fiting after tol adrenalectomy, the NML45 study dis bed ternan of adel ts tat had been mised at ‘ peation. An elaborate extension ofthis method has been ‘ ed to merce areal fancin in ptt witout adrenal ‘ lene and in those with Cashing ’ dione Tn the Mach 1972 manber o the Aries of Intnl etcne ’ the Nihigan group repos the mete we of [NNLL4 to vinalze sdoneronoms in four ees nd i. fase pep ln one pent with “ dioptie ™ dower cose witht a The tex, prety witout aad is erorme with an inavenow daw of bot 2000 micouies of NM. The bilge aff isaitde mre hn thee dy. Us Ig samning hasbeen done this interval, Btn wail fre, 2h or eight ten din the alse sis. In thee, peinection treatment wth Lugol ' s solution has ben gen {oblack hyoidal pa. The ver encores he toe ther avidly oun afier aint ut argely sisal in thee dap. Celt ofthe adel comer and of cori! tumors appear o be the ste ef puke, for phccromo - ‘ ames hve nt bes vnalised by his eho \" Thea estsf the Ann Aor ives ides semeing wih NMA justify ine el ther in wR",
        "the ets for the tet wo have « igh cae of pit ‘ angi 835 10 97% in fou repre stuies! Ev. deny, however, much fdngs were comequence of 1 en: nly only “ over ” cas of elenie ence had been CEA eed nth est eat, Dhar tl found tha the CEA vet elt ws poten 37 of 79 patents (728) in whom ‘ acinomae clon was pest at te tie of 357. Pas wi locale tame had a oe lel of potiiy (09%) onpared to pacts wih meaatic diene (0. 00% ), Th, theres ofthe tet gaia sme iii cf prog As, athghsneaiveCEA tot rest fl loving eoecion of act di at exude the presence of rede meoplastc gronth, « song paitve rel id ind cordate with tensive cuions and poe prog: Further cial sues of anigeenis ae nceded to ine pace of CEA test and oer sie procedres ‘ nares nd pops of maligne sepa diesen 1a addon, dings to de sgge the pomblty of antique feria inmanathenny, Bld epenng fot iesign ten, Whether anaes, antalis ma be Fond ie gn GGT Hae Ba Cacenineniceien ‘ tc ete ce AWA SCO HT Progress in the Pathogenesis of Hypettncton of the aden glands nay involve ether of thee two enjor products: consol and is ner eeaives, a in Cabin ’ dome; oc aldosterone, asin Con ' s Sa - « dome Eceive secretin of ether homens msy follow one of to putologicl changes. One perl, inde in the cof hypescorisasm by high lec of ptiary ade - sxoricorpic homane (ACTH) or ary by ACTH se - ‘ aeiogcaccoma ofa boaches or the tue. The stimubs {octyperlia in aldonetnism hat at bes Heated, The cote pathological change isthe dvelopmest of an adrenal « oral tt of ton, sully single Benin adenoma, sometime malignant, ad occasionally topic. Tumot of ‘ nest esate ite commonest ce of adrenal hype fonction nd it mast be searched for in al css, Becase it nay reside in ithe Teo ight adeno neuen in ah cach mas be investigated aly steps at location were made with roentgen: api exmination ofthe abdomen, fllowing rettope ‘ ore injection fst of ai and Ltr of oxygen oF carbon hore. Mads beter reals are now cbuined, and with eter sl, with phkbography and artetiography. These rath, however have hie daeacks, Proptative med: MWA, Joy 3, 1972 © Vo BRL, No icin is often teuted; eheteation of vests mst be peslorned by eam of illed open; eel rp fare and hemochge ofthe smu veins ad artes ofthe decal ect and the i ange of se0us rations to tbecoment median. pring improvement has cently been repre in « series of pape rom the Univey of Michigan Medical Cente. Following the demonsaon in dogs tat ina ‘ eno injerted ID - odoctlesel tagged with tne 131 (NG145) was onctud sfc lathe des to fermi scan ’ the procedure was employed cell {nthe sud of « patent with Guhiog ’ saedrome ® With tae of 2 mics of N14, exalt vsuation of the adres, ned with eine photoeuner and 1 Anger camer showed tht bot lands concede ‘ nope equal thas allowing the dagnss of hppa tnd the ebrence of tua. nl publication tv sir dese porte, togee with tw eres of Cabig ’ s ‘ padre ata of ice. 18 oe, an adenocoial tunor ‘ sidered inthe ight gland with tot suppresion of ‘ taken he ef; and in he ther ase, wth ppm pe fiting after tol adrenalectomy, the NML45 study dis loved ternan of adel ts tat had been mised at ‘ peation. An elaborate filename extension ofthis method has been ‘ ed to merce areal fancin in ptt witout adrenal ‘ lene and in those with Cashing ’ dione Tn the Mach 1972 manber o the Aries of Intnl etcne ’ the Nihigan group repos the mete we of [NNLL4 to vinalze sdoneronoms in four ees nd i. fase pep ln one pent with “ dioptie ™ dower cose witht a The tex, prety witout aad is erorme with an inavenow daw of bot 2000 micouies of NM. The bilge aff isaitde mre hn thee dy. Us Ig samning hasbeen done this interval, Btn wail fre, 2h or eight ten din the alse sis. In thee, peinection treatment wth Lugol ' s solution has ben gen {oblack hyoidal pa. The ver encores he toe ther avidly oun afier aint ut argely sisal in thee dap. Celt ofthe adel comer and of cori! tumors appear o be the ste ef puke, for phccromo - ‘ ames hve nt bes vnalised by his eho \" Thea estsf the Ann Aor ives ides semeing wih NMA justify ine el ther in wR"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Only “over” cas of elenie ence had ‘been CEA eed                nth est eat, Dhar tl found. 37 of 79 patents (728) in whom a clon was pest at te tie of 357. The stimubsubsularoctyperlia in aldonetnism hat at bes Heated."
}