{
    "filename": "10420895_10420896.jpg",
    "metadata": {},
    "text": "romana on ‘Seta gaat Ta stmmnecermorasasaermaa\n\nprogress\n\n   \n    \n\n. against cancer\n\n  \n  \n\n \n\n  \n\nAutumn 1969 Volume 22 no. 3 :/ ¢2 National Newsletter\nraza came\nFLOCRE: Ms CANCE. (Cuca sae)® amet conan.\nRising trend a puzzle “Blood antigens\nViruses and environment __. Promise simple\n. test for cancer\n\nare leukemia suspects. Srsnmsyrine mye\n\nth all the publicity given in recent eye ia raised\nJe al er aede nd creed\ncecaraces oe\noverlook he ‘fact that this Society is uae ‘of Canada\nSttrer feo\nSache eitcs mas\nisthe pore ey one ye ot Areprten he pk\nSeer a Sere\n\npent con o\n“Tine am oprndndn heln- fad td In a peso lear\ncient ot eaten which h wens: ect bhve Reena cae SLO. Tetnas,\n= of the Bloodforming times — Abou on In eer i as of les. Dee\n‘Seine snes e kenw ose os\nSEere Re Geel \"Fahne seeor Taegan to So gt Dad MF. Tame nd\nFer tate werats micas Siniwveme Wieapinee 5\nfo, ee, 9 em,\ntal-of 437, In 1967 — latest year for Crate on ee 8: Continued on page 6\nih sats cog et\n{figures had almoxt tripled to 702 male\nStason eg\nSia Ao ine age\nSos tat ne ag le ea\nsmote\n‘oan and he may ae,\nch eto ne, wo\nama te he le\nii tige ity cher ho met\nole the sg, sh\nrn eRe ho\nConch pot ue\n‘owner ou erp A\nime pm ae o's a at\nSere sence ne\n\n  \n\n \n\n\"Wc the ctw fhe fig Rew katerne open show. Laos se Heart bnlng. Br\nIntenceef nies, “Te ue ex: Jac’ Ween, By Rak alone etwan ef he Seckiys eefonal\nSiomenal ‘Srcln Soon ond hye, whe\n\nTenth reaty a pectum of fpr Sel wit peeon Nomen\n\n  \n\n \n\f",
    "augmented_texts": [
        "romana on ‘ Seta gaat Ta stmmnecermorasasaermaa progress. against cancer Autumn 1969 Volume 22 no. 3: / ¢ 2 National Newsletter raza came FLOCRE: Ms CANCE. (Cuca sae) ® amet conan. Rising trend a puzzle “ Blood antigens Viruses and environment __. Promise simple. test for cancer are leukemia suspects. Srsnmsyrine mye th all the publicity given in recent eye ia raised Je al er aede nd creed cecaraces oe overlook he ‘ fact that this Society is uae ‘ of Canada Sttrer feo Sache eitcs mammy isthe pore ey one ye ot Areprten he pk Seer a Sere pent con o “ Tine am oprndndn heln - fad td In a peso lear cient ot eaten which h pilar cyst: ect bhve Reena cae SLO. Tetnas, = of the Bloodforming times — Abou on In eer i as of les. Dee ‘ Seine snes e kenw ose os SEere Re Geel \" Fahne seeor Taegan to So gt Dad MF. Tame nd Fer tate werats micas Siniwveme Wieapinee 5 fo, ee, 9 pica em, tal - of 437, In 1967 — latest year for Crate on ee 8: Continued on page 6 ih sats cog et {figures had almoxt tripled to 702 male Stason eg Sia Ao ine age Sos tat ne ag le ea smote ‘ oan and he may ae, ch eto ne, wo ama te he le ii tige ity cher ho met ole the sg, sh rn eRe ho Conch pot ue ‘ owner ou erp A ime pm ae o ' s a at Sere sence ne \" Wc the ctw fhe fig Rew katerne open show. Laos se Heart bnlng. Brigate rosse Intenceef nies, “ Te ue ex: Jac ’ Ween, By Rak alone etwan ef he Seckiys eefonal Siomenal ‘ Srcln Soon ond hye, whe Tenth reaty a pectum of fpr Sel wit peeon Nomen",
        "romana on ‘ Seta gaat Ta stmmnecermorasasaermaa progress. against cancer Autumn 1969 Intensity 22 no. 3: / ¢ 2 National Newsletter raza came FLOCRE: Ms CANCE. (Cuca sae) ® amet conan. Rising trend a puzzle “ Blood antigens Viruses and environment __. Promise simple. test for cancer are leukemia suspects. Srsnmsyrine mye th all the publicity given in recent eye ia raised Je al er aede nd creed cecaraces oe overlook he ‘ fact that this Society is uae ‘ of Canada Sttrer feo Sache eitcs mas isthe pore ey one ye ot Areprten he pk Seer a Sere pent con o “ Tine am oprndndn heln - fad td In a peso lear cient ot eaten which h wens: ect bhve Reena cae SLO. Tetnas, = of the Bloodforming times — Abou on In eer i as of les. Dee ‘ Seine snes e kenw ose os SEere Re Geel \" Fahne seeor Taegan to So gt Dad MF. Tame nd Fer tate werats micas Siniwveme Wieapinee 5 fo, ee, 9 em, tal - of 437, In 1967 — latest year for Crate on ee 8: Continued on page 6 ih sats cog et {figures accept almoxt tripled to 702 male Stason eg Sia Ao ine age Sos tat ne ag le ea smote ‘ oan and helium may ae, ch eto ne, wo ama te he le ii tige ity cher ho met ole the sg, sh rn eRe ho Conch pot ue ‘ proprietor ou erp A ime pm ae o ' s a at Sere sence ne \" Wc the ctw fhe fig Rew katerne open show. Laos se Heart bnlng. Br Intenceef nies, “ Te ue ex: Jac ’ Ween, By Rak alone etwan ef he Seckiys eefonal Siomenal ‘ Srcln Soon ond hye, whe Tenth reaty a pectum of fpr Sel wit peeon Nomen"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Autumn 1969 Volume 22 no. 3 :/ ¢2 National Newsletter. Ms CANCE. (Cuca sae)® amet conan.romana on ‘Seta gaat Ta stmmnecermorasasaermaa’. “Tine am oprndndn heln- fad td In a peso learcient ot eaten which h wens: ect bhve Reena cae SLO. Tetnas”."
}