{
    "filename": "10420702_10420706.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\n \n\nMetabolic Changes Associated With the\nCessation of Cigarette Smoking\n\n‘Stoney. Glau, AD, PAD: ewe ME. Cloner, AUD: Mares M. Reidntere, MD;\n‘Box Busy, MD; ond load J. Talorid, PLD, Piledelpie\n\n‘he paren who slaps mcileg hequet gene Methods\nlg Inthe seeeoding works, To std fie\n\n \n\nPhrsanzee, ebfets eve obasrved Bulve andi Seven male cgurello smeking ecinlts vel,\n\nfay ean tee\n\n{Sond tose vel (lr eprom He elon each eet a todo tee\ntex ast tle, Sonu “psponais wood Tol were tds dig te posed wach\n(eva eed te sou cc tra seth toner nn rung ann ale\n\nImeeiole ehonges falleoing the etesion of\nrei mS om le\n(ah ered\n\nTite adveizo ccc of cigntte smoking\nfn the health of the individual have beet\nvoll established! Much efort has gone into\nouvcing cgaratio. smokers Gat hey\nshould lop smoking, since the cesiation of\nsmaing has beeu shown to reverse same of\n{ho adver effects of emokig® The peroon\ntel ops stoking frequently galne weight\nfn the succeeding. weeks or mous. This\nsenwanted weight goin Is often aiebuted to\nIncreased food intake due lo ywychalogeat\n{clos related to the coution of amok\n\n‘The cause of this weight gnin i, fn fact,\nswkaown, Our study wns cated out to see\nAf the eeteaton of enoking wes azzoiatcd\nvith any gross melaboic changes that could\nbe impart, repotaie forthe weight gin,\n\nBei or ni Nay 5, 10, pi\ncherie ater Ph\nventas eae ne\neqs ie 1 R Then, Pol\nwifi ir Ghee\n\n \n\n \n\n \n\nArch Envion Het\n\n  \n\n \n\f",
    "augmented_texts": [
        "Metabolic Changes Associated With the Cessation of Cigarette Smoking ‘ Stoney. Glau, AD, PAD: ewe ME. Cloner, AUD: Mares M. Reidntere, MD; ‘ Box Busy, MD; ond load J. Talorid, PLD, Piledelpie ‘ he paren who slaps mcileg hequet gene Methods lg Inthe seeeoding works, To std fie Phrsanzee, ebfets eve obasrved Bulve andi Seven male cgurello smeking ecinlts vel, fay ean tee {Sond tose vel (lr eprom He elon each eet a todo tee tex ast tle, Sonu “ psponais wood Tol were tds dig te posed wach (eva eed te sou cc tra seth toner nn rung ann ale Imeeiole ehonges falleoing the etesion of rei mS om le (ah ered Tite adveizo ccc of cigntte smoking fn the health of the individual have beet voll established! Much efort has gone into ouvcing cgaratio. smokers Gat hey should lop smoking, since the cesiation of smaing has beeu shown to reverse same of {ho adver effects of emokig ® The peroon tel ops stoking frequently galne weight fn the succeeding. weeks or mous. This senwanted weight goin Is often aiebuted to Increased food intake due lo ywychalogeat {clos related to the coution of amok ‘ The cause of this weight gnin i, fn fact, swkaown, Our study wns cated out to see Af the eeteaton of enoking wes azzoiatcd vith any gross melaboic changes that could be impart, repotaie forthe weight gin, Bei or ni Nay 5, 10, pi cherie ater Ph ventas eae ne eq ie 1 R Then, Pol wifi ir Ghee Arch Envion Het",
        "Metabolic Changes Associated With the Cessation of Cigarette Smoking ‘ Stoney. Glau, advertizing, PAD: ewe ME. Cloner, AUD: Mares M. Reidntere, MD; ‘ Box Busy, MD; ond load J. Talorid, PLD, Piledelpie ‘ he paren who slaps mcileg hequet gene Methods lg Inthe seeeoding works, To std fie Phrsanzee, ebfets eve obasrved Bulve andi Seven male cgurello smeking ecinlts vel, fay ean tee {Sond tose vel (lr eprom He elon each eet a todo tee tex ast tle, Sonu “ psponais wood Tol were tds dig te posed wach (eva eed te sou cc tra seth toner nn rung ann ale Imeeiole ehonges falleoing the etesion of rei mS om le (ah ered Tite adveizo ccc of cigntte smoking fn the health of the individual have beet voll established! Much efort has gone into ouvcing cgaratio. smokers Gat hey should lop smoking, since the cesiation of smaing has beeu shown to reverse same of {ho adver effects of emokig ® The peroon tel ops stoking frequently galne weight fn the succeeding. weeks or mous. This senwanted weight goin Is often aiebuted to Increased food intake due lo ywychalogeat {clos related to the coution of amok ‘ The cause of this weighting gnin i, fn fact, swkaown, Our study wns cated out to see Af the eeteaton of enoking wes azzoiatcd vith any rank melaboic changes that could be impart, repotaie forthe weight gin, Bei or ni Nay 5, 10, pi cherie ater Ph ventas eae ne eqs ie 1 R Then, Pol wifi ir Ghee Arch Envion Het"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Metabolic Changes Associated With the.Cessation of Cigarette Smoking. The peroonishlytel ops stoking frequently galne weight progressively weeks or mous. This often aiebuted to.Increased food intake due to the coution of amokig® The cause of this weight gnin i, fn fact, is the fact that the person is smoking."
}