{
    "filename": "10425398.jpg",
    "metadata": {},
    "text": " \n\n \n\n   \n\nTue Covuncn For Tonacco Restarcu-U.S.A., Ixc.\n900 THIRD AVENUE\nEW TORK. N.Y. 10022\n\nDOXALD H,YORD, PaLD,\n‘Stocua sreurea eanerom February 7, 1985\n\nAbel Lajtha, Ph.D.\nDirector\n\nResearch Foundation for Mental Hygiene, Inc.\n44 Holland Avenve\n\nAlbany, NY 12229\n\nDear Dr. Lajtha:\n\nOn the 10th and Lith of June 1985, The Counci1 For Tobacco Research\nwill be holding a one and a half day symposium in our offices entitled,\n“the Role of Receptors in Biology.”\n\nAs a CTR gtantee whose research interests are in sone vay asso-\netated vith receptors, ve cordially invite you to participate in this\nconference. No formal presentations by grantees are planned. Further,\n‘The Council will be pleased to defray your reasonable travel and living\nexpenses while in attendance at the meeting. Since most of you will\nRequire accommodations, we have had a block of rooms held for us on the\nnights of June 9 and 10 at the Waldorf Astoria Hotel. This is just a\nfew blocks from our offices. If your spouse accompanies you, CTR cannot\ndefray their expenses, but they my stay with you at the Weldorf at a\n‘cost to you of :$20 per night.\n\nSince attendance is linited, please let us know as soon as possible\nA£ you plan to attend. Also, if you attend, please let us know Af you\nWill be staying woth nights at the Waldorf.\n\nThe mectAng will be held in the offices of The Council on the\n4th floor of 900 Tnird Avenue, between Sith and 55th Ste. This is one\nblock from the Lexington Ave. E train (8th Ave.) and F train(6th Ave.)\n\nsubvay station.\nThie prowises to be an interesting conferenc=, an you can see from\n\nthe enclosed program, and I hope you will be able to attend and partici-\n@ in the discussions with us:\n\n   \n\n \n\n \n\n \n\n \n\n \n\nSincerely your\n\nD~ Fr\n\nDonald H. Ford\n\n \n\nDUF/s\n\f",
    "augmented_texts": [
        "Tue Covuncn For Tonacco Restarcu - U. S. A. , Ixc. 900 THIRD AVENUE electronic warfare TORK. N. Y. 10022 DOXALD H, YORD, PaLD, ‘ Stocua sreurea eanerom February 7, 1985 Abel Lajtha, Ph. D. Director Research Foundation for Mental Hygiene, Iraqi national congress. 44 Holland Avenve Albany, NY 12229 Dear Dr. Lajtha: On the 10th and Lith of June 1985, The Counci1 For Tobacco Research will constitute holding a one and a half day symposium in our offices entitled, “ the Role of Receptors in Biology. ” As a CTR gtantee whose research interests are in sone vay asso - etated vith receptors, ve cordially invite you to participate in this conference. No formal presentations by grantees are planned. Further, ‘ The Council will be pleased to defray your reasonable travel and living expenses while in attendance at the meeting. Since most of you will Require accommodations, we have had a block of rooms held for us on the nights of June 9 and 10 at the Waldorf Astoria Hotel. This is just a few blocks from our offices. If your married person accompanies you, CTR cannot defray their expenses, but they my stay with you at the Weldorf at a ‘ cost to you of: $ 20 per night. Since attendance is linited, please let us know as soon as possible A £ you design to attend. Also, if you attend, please let the states know Af you Will be staying woth nights at the Waldorf. The mectAng will be held in the offices of The Council on the 4th floor of 900 Tnird Avenue, between Sith and 55th Ste. This is one block from the Lexington Ave. E train (8th Ave.) and F train (6th Ave.) subvay station. Thie prowises to be an interesting conferenc =, an you can see from the enclosed political platform, and I hope you will be able to attend and partici - @ in the discussions with us: Sincerely your D ~ Fr Donald H. Ford DUF / s",
        "Tue Covuncn For Tonacco Restarcu - U. S. A. , Ixc. 900 THIRD boulevard EW TORK. N. Y. 10022 DOXALD H, YORD, PaLD, ‘ Stocua sreurea eanerom February 7, 1985 Abel Lajtha, Ph. D. Director Research Foundation for Mental Hygiene, Inc. 44 Holland Avenve Albany, NY 12229 Dear Dr. Lajtha: On the 10th and Lith of June 1985, The Counci1 For Tobacco Research will be holding a one and a half day symposium in our offices entitled, “ the Role of Receptors in Biology. ” As a CTR gtantee whose research interest are in sone vay asso - etated vith receptors, ve cordially invite you to participate in this conference. No formal presentations by grantees are planned. Further, ‘ The Council will be pleased to defray your reasonable travel and living expenses while in attendance at the meeting. Since most of you will Require accommodations, we have had a block of rooms held for us on the nights of June 9 and 10 at the Waldorf Astoria Hotel. This is just a few blocks from our offices. If your spouse accompanies you, CTR cannot defray their expenses, but they my stay with you at the Weldorf at a ‘ cost to you of: $ 20 per night. Since attendance is linited, please let us know as soon as potential A £ you plan to attend. Also, if you attend, please let us know Af you Will be staying woth nights at the Waldorf. The mectAng will be held in the offices of The Council on the 4th floor of 900 Tnird Avenue, between Sith and 55th Ste. This is one block from the Lexington Ave. E train (8th Ave.) and F train (6th Ave.) subvay station. Thie prowises to be an interesting conferenc =, an you can see from the enclosed program, and I hope you will be able to attend and partici - @ in the discussions with united states of america: Sincerely your D ~ Fr Donald H. Ford DUF / s"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The Council for Tobacco Research will be holding a one and a half day symposium in our offices entitled, “the Role of Receptors in Biology.” As a CTR gtantee whose research interests are in sone vay asso-centricetated vith receptors, ve cordially invite you to participate in this conference. No formal presentations by grantees are planned."
}