{
    "filename": "11002599_11002601.jpg",
    "metadata": {},
    "text": "FEB 1s IB\n\nBATTELL\n\nNORTHWEST\n\n  \n\n \n\nFebruary 8, 1968\n\nATR MATL\n\nDr. R. C. Hockett\nAssociate Scientific Director\n\n‘Tae Council for Tobacco Research - U.S.A.\n633 Third Avenue\n\nNew York, N.Y. 10017\n\nDear Dr. Hockett:\n\nT have delayed writing you thinking ve would heer from\nDr. Finley. Since we have not, I think it best to proceed to outline\nthose studies that interest us.\n\nTo determine vhether °Br is in ges or particulate phase of cigarette\nsmoke and whether ®2zr added as a spike to cigarettes is deposited in\ndogs the sane as ®*Br produced by neutron activation. This vork could\nlead to a simple method for safely measuring deposition of smoke\nproducte in both experimental animals and man.\n\n \n\nEstimated cost is about $10,000.\n\n2. To investigate the interactions between alveolar phagocytes and\ntobacco smoke particles in smoking dogs. The phagocytosis of tobacco\ntars has been documented (Mellors, 8. C. 1958. Proc. Am. Assoc.\nCancer Research 2: 325) but the extent to which phagocytosis contributes\nto clearance of tobacco smoke particles from the lung and the effect\nof tobacco smoke on the morphology and function of the phagocyte ere\nunknown, Therefore, ve propose to investigate the following using the\nJung lavege technique:\n\na. Rate of phagocytosis of tobacco smoke particles.\n\n. Rate of clearance of tobacco smoke particles from the lung ty\nphagocytosis.\n\nc. Whether the phagocyte-clearing mechanism can be \"overloaded’\ndy heavy smoking.\n\nCTR SP-FILES 902580\n\n \n\f",
    "augmented_texts": [
        "FEB 1s IB BATTELL NORTHWEST February 8, 1968 ATR MATL Dr. Universal gas constant. C. Hockett Associate Scientific Film director ‘ Tae Council for Tobacco Research - U. S. A. 633 Third Avenue New York, N. Y. 10017 Dear Dr. Hockett: T have delayed writing you thinking ve would heer from Dr. Finley. Since we have not, I think it best to proceed to outline those studies that interest us. To determine vhether ° Br is in gaea or particulate phase of cigarette smoke and whether ® 2zr added as a spike to cigarettes is wedge in dogs the sane as ® * Br produced by neutron activation. This vork could lead to a simple method for safely measuring deposition of smoke producte in both experimental animals and man. Judge cost is about $ 10, 000. 2. To investigate the interactions between alveolar phagocytes and tobacco smoke particles in smoking dogs. The phagocytosis of tobacco tars has been documented (Mellors, 8. C. 1958. Proc. Am. Assoc. Cancer Research 2: 325) but the extent to which phagocytosis contributes to clearance of tobacco smoke particles from the lung and the effect of tobacco smoke on the morphology and function of the phagocyte ere unknown, Therefore, ve propose to investigate the survey using the Jung lavege technique: a. Rate of phagocytosis of tobacco smoke particles. . Rate of clearance of tobacco smoke particles from the lung ty phagocytosis. c. Whether the phagocyte - clearing mechanism can be \" overloaded ’ dy laboured smoking. CTR SP - FILES 902580",
        "FEB 1s IB BATTELL NORTHWEST February 8, 1968 ATR MATL Dr. R. C. Hockett Fellow Scientific Director ‘ Tae Council for Tobacco Research - U. S. A. 633 Third Boulevard New York, N. Y. 10017 Dear Dr. Hockett: T have delayed writing you thinking ve would heer from Dr. Finley. Since we have not, I think it best to proceed to outline those study that interest us. To determine vhether ° Br is in ges or particulate phase of cigarette smoke and whether ® 2zr added as a spike to cigarettes is deposited in dogs the sane as ® * Br produced by neutron activation. This vork could lead to a simple method for safely measuring deposit of smoke producte in both experimental animals and man. Estimated cost is astir $ 10, 000. 2. To investigate the interactions between alveolar phagocytes and tobacco smoke particles in smoking dogs. The phagocytosis of tobacco tars has exist documented (Mellors, 8. C. 1958. Proc. Am. Assoc. Cancer Research 2: 325) but the extent to which phagocytosis contributes to clearance of tobacco smoke particles from the lung and the effect of tobacco smoke on the morphology and function of the phagocyte ere unknown, Therefore, ve propose to investigate the following using the Jung lavege technique: a. Rate of phagocytosis of tobacco smoke particles. . Rate of clearance of tobacco smoke particles from the lung ty phagocytosis. c. Whether the phagocyte - glade mechanism can be \" overloaded ’ dy heavy smoking. CTR SP - FILES 902580"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "To determine vhether °Br is in ges or particulate phase of cigarette smoke. To investigate the interactions between alveolar phagocytes and tobacco smoke particles in smoking dogs. Whether the Phagocyte-clearing mechanism can be \"overloaded’ heavy smoking."
}