{
    "filename": "11003055_11003075.jpg",
    "metadata": {},
    "text": " \n\n \n\nsM/41-38\n\nEPIDEMIOLOGICAL STUDIES OF SOME NON-FATAL EFFECTS OF URANIUM MINING\n\nVictor &, Archer, H.D.\", Benjamin E. Carroll, M.A.**, Hugh P. Brinton, Ph.D.4,\n\nand Geno Sacconanno, M.D.\n\n \n\n* Chief of Epidemiology Services, Occupational Health Field Station\n\nU. S. Department of Health, Education, and Welfare\nPublic edith Service\n\nDivision of Occupational Health\n\nFort Douglas Station, Salt Lake City, Utah\n\n \n\n#* Statistician, Epidemiology Branch\nU.S. Department of Health, Education, and Welfare\nPublic Health Service\nNational Cancer Institute\nBethesda, Maryland\n\nA Statistician, Research and Technical Services Branch\nU. S. Department of Health, Education, and Welfare\nPublic Health Service\nDivision of Occupational Health\n1014 Broadway, Cincinnati 2, Ohio\n\nx Pathologist\nSt. Mary's Hospital\nGrand Junction, Colorado\n\n—---CTR-SP-FILES 003036\n\f",
    "augmented_texts": [
        "sM / 41 - 38 EPIDEMIOLOGICAL STUDIES OF SOME NON - FATAL EFFECTS OF URANIUM excavation Winner &, Archer, H. D. \", Benjamin E. Carroll, M. A. * *, Hugh P. Brinton, Ph scale. Ergocalciferol. 4, and Geno Sacconanno, M. D. * Chief of Epidemiology Services, Occupational Health Field Station Uranium. S. Department of Health, Education, and Welfare World edith Service Division of Occupational Health Fort Douglas Station, Salt Lake City, Utah # * Statistician, Epidemiology Branch U. S. Department of Health, Education, and Welfare Public Health Service National Cancer Institute Bethesda, Maryland A Statistician, Inquiry and Technical Services Branch U. S. Department of Health, Education, and Welfare Public Health Service Division of Occupational Health 1014 Great white way, Cincinnati 2, Ohio x Pathologist St. Mary ' s Hospital Grand Junction, Colorado — - - - CTR - SP - FILES 003036",
        "sM / 41 - 38 EPIDEMIOLOGICAL STUDIES OF SOME NON - FATAL EFFECTS OF URANIUM MINING Victor &, Archer, H. D. \", Benjamin E. Carroll, M. A. * *, Hugh P. Brinton, Ph. D. 4, and Geno Sacconanno, M. D. * Chief of Epidemiology Services, Occupational Health Field Place U. S. Department of Health, Education, and Welfare Populace edith Service Division of Occupational Health Fort Douglas Station, Salt Lake City, Utah # * Statistician, Epidemiology Branch U. S. Department of Health, Education, and Welfare Public Health Service National Cancer Institute Bethesda, Maryland A Statistician, Research and Technical Services Branch U. S. Department of Health, Education, and Welfare Public Health Service Division of Occupational Health 1014 Broadway, Cincinnati 2, Ohio x Diagnostician St. Mary ' s Hospital Grand Junction, Colorado — - - - CTR - SP - FILES 003036"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Victor &, Archer, H.D., Benjamin E. Carroll, M.A.**, Hugh P. Brinton, Ph. d., Geno Sacconanno,M.d., are the authors of the study. The study was published in the Journal of Epidemiology and Community Health."
}