{
    "filename": "11022491.jpg",
    "metadata": {},
    "text": "UNIVERSITY OF CALIFOR\n\n \n\nIA, SAN DIEGO\n\n \n\n \n\n \n\nG.N.Schrauzer\n\nDEPARTMENT OF CHEMISTRY, 6.015\nTAJOLLA, CALIFORNIA 92093\n\nMr.W.T.Hoyt\n\nThe Council for Tobacco Research-USA Inc.\n\n110 East 59th Street\n\nNew York, N.Y. 10082\n\nSeptember 17, 1981\n\nDear Hr. Hoyt:\n\n \n\n1 am writing to request financial support in the amount of $ 20,000\nfor a two-year study, which is outlined in the enclosed research proposal\nNselenium in Tobacco and in Tobacco Smoke\".\n\nIf the Council agrees to fund this project, please send any checks .to\nthe UCSD Foundation, University of California, San Diego, La Jolla, Calif.\n92093.\n\nWe would like to receive these funds in two equal installments over _\nthe two year period. | would appreciate it if the letter accompanying { 7\nthe first installment were to state that \"these unrestricted funds are~~\npresented to Dr.G.N.Schrauzer to support programs under his direction\"\n\n   \n\nYours sincerely,\n\nBN oer -\n\nG.N.Schrauzer\nProfessor of Chemistry\n\n \n\nCTR SP-FILES 022473\n\n \n\f",
    "augmented_texts": [
        "UNIVERSITY OF CALIFOR IA, SAN DIEGO G. Nitrogen. Schrauzer DEPARTMENT OF CHEMISTRY, 6. 015 TAJOLLA, CALIFORNIA 92093 Mr. W. T. Hoyt The Council for Tobacco Research - USA Inc. 110 East 59th Street New York, N. Y. 10082 September 17, 1981 Dear Hr. Hoyt: 1 am writing to request financial support in the amount of $ 20, 000 for a two - year study, which is outlined in the enclosed research proposal Nselenium in Tobacco and in Tobacco Smoke \". If the Council agrees to fund this project, please send any checks. to the UCSD Foundation, University of California, San Diego, La Jolla, Calif. 92093. We would like to receive these funds in two adequate instalment over _ the two year period. | would appreciate it if the letter of the alphabet accompanying {7 the first installment were to state that \" these unrestricted funds are ~ ~ presented to Dr. G. N. Schrauzer to support programs under his direction \" Yours sincerely, BN oer - G. N. Schrauzer Prof of Chemistry CTR SP - FILES 022473",
        "UNIVERSITY OF CALIFOR IA, SAN DIEGO G. N. Schrauzer DEPARTMENT OF CHEMISTRY, 6. 015 TAJOLLA, CALIFORNIA 92093 Mr.. W. T. Hoyt The Council for Tobacco Research - USA Inc. 110 East 59th Street New York, N. Y. 10082 September 17, 1981 Dear Hr. Hoyt: 1 am writing to quest financial support in the amount of $ 20, 000 for a two - year study, which is outlined in the enclosed research proposal Nselenium in Tobacco and in Tobacco Smoke \". If the Council agrees to fund this project, please send any checks. to the UCSD Foundation, University of Calif., San Diego, La Jolla, Calif. 92093. We would like to have these funds in two equal instalment over _ the two year period. | would appreciate it if the letter accompanying {7 the initiatory installment were to state that \" these unrestricted funds are ~ ~ presented to Dr. G. N. Schrauzer to support programs under his direction \" Yours sincerely, BN oer - One thousand. N. Schrauzer Professor of Chemistry CTR SP - FILES 022473"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The Council for Tobacco Research-USA Inc. requested $ 20,000 for a two-year study. The University of California, San Diego, La Jolla, Calif. would appreciate it if the first installment were to state that \"these unrestricted funds are~~presented to Dr.G.N.Schrauzer to support programs under his direction\""
}