{
    "filename": "11048890_11048896.jpg",
    "metadata": {},
    "text": "YEAS\n\nExpression of c-fos and AP-1 Activity in Senescent Human Fibroblasts Is Not\n\nSufficient for DNA Synthesis\n\nDavid W. Rose,* Gregory McCabe, James R, Feramisco,* and Mark Adler?\n\n*Depanments of Medicine and Pharmacology, University of California, San Diego Cancer Center, La Jolla, California 92093; and\nSam and Rose Stein Insite for Research on Aging, University of California, San Diego, La olla, California 92093\n\nAbstract. Homan fibroblasts have a limited replicative\nlife span when maintained in culture afier which they\n‘become unresponsive to treatment with mitogens,\nphenomenon most commonly called senescence. Ex-\nperiments indicating that serum does not induce ex-\npression ofthe c-fos proto-oncogene in senescent fbro-\nblasts raised the issue of a potential central role for\ncefos in the phenotype of sustained growth arrest. This\nwas directly tested by microinjection of oncogenic\n\n‘c+He-ras protein into senescent fibroblasts. While ras\ninjection was found to induce marked nuclear e-fos ex-\npression and functional APA transcription activity, this\ndid not lead to DNA synthesis, These results suggest\nthat the senescence phenotype cannot be solely attrib-\nuted to the absence of cyfos expression and that the\nproliferative block in these cells is either independent\n‘of AP transcriptional activity, downstream of it, or\ninvolves multiple molecular mechanisms.\n\n \n\n \n\n \n\nvitro (Hayflick and Moorhead, 1961). This —\npote Samia ca heel\nmecca (oer ncntae, Be\nSivan ioe eecatie tas\nieee! ores aren\nSconce rani ark\nose igen Sas ee\nosc en ey re\nFe ey\nSeite cameras maar\ncites Gapaenat even\nSctnon monde aie\n\n \n\n \n\n \n\n‘lees cerespondence to Dr. Feramico at Deparment of Medicine snd\nPharmacies, User of Cabo Su Dep, La Jl CA 92053\n\n \n\n(© 7 Raheeter Univeniy Pre, 021-982599.7214087 $2.00\n‘etoumaies a Bog, Cote 9, Nombre eenber 1998 105-161\n\n1985; Risbowel etal, 1988). Similar studies conduced\nsing senescent human fibroblasts have shown that while\ncompe and eas are expressed in response (0 mitogen teat\n‘ent (Ritling etal, 1986), eos appears repressed as are-\nsult of a specifi transcriptional block (Seshadri and Cam-\nisi, 1990). On the bait ofthis observation, it has been\nSugdesied Uat an inherent mechanistic eiference exis be-\ntween the responses of presenescent and senescent cells 0\ntreatment with serum, and hat the lack offs transcription\nmay account forte fllre ofthe later to proliferate (Gole-\nsicin, 1990; MeCormick and Campis, 199). Evidence for\n‘central role for eosin the senescent phenotype is thos ine\nAiect and derived from the observation ofs deficiency inex-\npression of the protoconcogene in senescent cells. A more\nGirect tet ofthis hypotbesis js therefore inportat.\n\nere, we describe an experimental approach which allows\na direct assessment of Be potential fle of exfs in the\nproliferation of senescent foroblass. Through direct micro-\nInjection of human Hacras oncogene protein (F-24 ras) into\nsenescent human frobass, we find that oss apily ex-\npressed. Moreover, ty coinjestion of a reporer gene con-\nSruct contining an API regulated promoter, we deter-\nmined thatthe ees protein expressed in these cells was\nlikely tobe active as the senescent celsinjected with the ras\nrosin effcienly expressed the ADI regulated reporter\n‘ene. The injected cell, however, fled 0 progress through\nS-phase ofthe cll cle as detected by alackof DNA synthe-\nSis, These resuls suggest that exprestion of exer, and active\n‘APA wansription facto, isnot suficient to relieve the cell\n‘ele bloc in senesent human fibroblasts\n\n“The mammalian ras proe-oncogene family consists of\nthree members, Havas, eKivas, and eNras, each of\n\n \n\n \n\n \n\n  \n\n1405\n\nPUBLICATIONS 042400\n\f",
    "augmented_texts": [
        "yea Expression of c - fos and AP - 1 Activity in Senescent Human Fibroblasts Is Not Sufficient for DNA Synthesis David W. Rose, * Gregory McCabe, James R, Feramisco, * and Mark Adler? * Depanments of Practice of medicine and Pharmacology, University of California, San Diego Cancer Center, La Jolla, California 92093; and Sam and Rose Stein Insite for Research on Aging, University of California, San Diego, La olla, California 92093 Abstract. Homan fibroblasts have a circumscribed replicative life span when maintained in culture afier which they ‘ become unresponsive to treatment with mitogens, phenomenon most commonly called senescence. Ex - periments indicating that serum does not induce ex - pression ofthe c - fos proto - oncogene in senescent fbro - blasts raised the issue of a potential central role for cefos in the phenotype of sustained growth arrest. This was directly tested by microinjection of oncogenic ‘ c + He - ras protein into senescent fibroblasts. While ras injection was found to induce marked nuclear e - fos ex - pression and functional APA transcription activity, this did not lead to DNA synthesis, These results suggest that the senescence phenotype cannot be solely attrib - uted to the absence of cyfos expression and that the proliferative block in these cells is either independent ‘ of AP transcriptional activity, downstream of it, or involves multiple molecular mechanisms. vitro (Hayflick and Moorhead, 1961 ). This — pote Samia ca heel mecca (oer ncntae, Be Sivan ioe eecatie tas ieee! ores aren Sconce rani ark ose igen Sas ee osc en ey re Fe ey Seite cameras maar cites Gapaenat even Sctnon monde aie ‘ lees cerespondence to Dr. Feramico at Deparment of Medicine snd Pharmacies, User of Cabo Su Dep, La Jl CA 92053 (© 7 Raheeter Univeniy Pre, 021 - 982599. 7214087 $ 2. 00 ‘ etoumaies a Bog, Cote 9, Nombre eenber 1998 105 - 161 1985; Risbowel etal, 1988 ). Similar studies conduced sing senescent human fibroblasts have shown that while compe and eas are expressed in response (0 mitogen teat ‘ ent (Ritling etal, 1986 ), eos appears repressed as are - sult of a specifi transcriptional block (Seshadri and Cam - isi, 1990 ). On the bait ofthis observation, it has been Sugdesied Uat an inherent mechanistic eiference exis be - tween the responses of presenescent and senescent cells 0 treatment with serum, and hat the lack offs transcription may account forte fllre ofthe later to proliferate (Gole - sicin, 1990; MeCormick and Campis, 199 ). Evidence for ‘ central role for eosin the senescent phenotype is thos ine Aiect and derived from the observation ofs deficiency inex - pression of the protoconcogene in senescent cells. A more Girect tet ofthis hypotbesis js therefore inportat. ere, we describe an experimental approach which allows a direct assessment of Be potential fle of exfs in the proliferation of senescent foroblass. Through direct micro - Injection of human Hacras oncogene protein (F - 24 ras) into senescent human frobass, we find that oss apily ex - pressed. Moreover, ty coinjestion of a reporer gene con - Sruct contining an API regulated promoter, we deter - mined thatthe ees protein expressed in these cells was likely tobe active as the senescent celsinjected with the ras rosin effcienly expressed the ADI regulated reporter ‘ ene. The injected cell, however, fled 0 progress through S - phase ofthe cll cle as detected by alackof DNA synthe - Sis, These resuls suggest that exprestion of exer, and active ‘ APA wansription facto, isnot suficient to relieve the cell ‘ ele bloc in senesent human fibroblasts “ The mammalian ras proe - oncogene crime syndicate consists of three members, Havas, eKivas, and eNras, each of 1405 PUBLICATIONS 042400",
        "YEAS Expression of c - fos and AP - 1 Activity in Senescent Human Fibroblasts Is Not Sufficient for DNA Synthesis David W. Rose, * Gregory McCabe, James R, Feramisco, * and Mark Adler? * Depanments of Medicine and Pharmacology, University of California, San Diego Cancer Center, La Jolla, California 92093; and Sam and Rose Stein Insite for Research on Aging, University of California, San Diego, La olla, California 92093 Abstract. Homan fibroblasts have a limited replicative life span when maintained in culture afier which they ‘ become unresponsive to treatment with mitogens, phenomenon most commonly call in senescence. Ex - periments indicating that serum does not induce ex - pression ofthe c - fos proto - oncogene in senescent fbro - blasts raised the issue of a potential central role for cefos in the phenotype of sustained growth arrest. This was directly tested by microinjection of oncogenic ‘ c + He - ras protein into senescent fibroblasts. While ras injection was found to induce marked nuclear e - fos ex - pression and functional APA transcription activity, this did not lead to DNA synthesis, These results suggest that the senescence phenotype cannot be solely attrib - uted to the absence of cyfos expression and that the proliferative block in these cells is either independent ‘ of AP transcriptional activity, downstream of it, or involves multiple molecular mechanisms. vitro (Hayflick and Moorhead, 1961 ). This — pote Samia ca heel mecca (oer ncntae, Be Sivan ioe eecatie tas ieee! ores aren Sconce ranee ark ose igen Sas ee osc en ey re Fe ey Seite cameras maar cites Gapaenat even Sctnon monde aie ‘ lees cerespondence to Dr. Feramico at Deparment of Medicine snd Pharmacies, User of Cabo Su Dep, La Jl CA 92053 (© 7 Raheeter Univeniy Pre, 021 - 982599. 7214087 $ 2. 00 ‘ etoumaies a Bog, Cote 9, Nombre eenber 1998 one hundred five - 161 1985; Risbowel etal, 1988 ). Similar studies conduced sing senescent human fibroblasts have shown that while compe and eas are expressed in response (0 mitogen teat ‘ ent (Ritling etal, 1986 ), eos appears repressed as are - sult of a specifi transcriptional block (Seshadri and Cam - isi, 1990 ). On the bait ofthis observation, it has been Sugdesied Uat an inherent mechanistic eiference exis be - tween the responses of presenescent and senescent cells 0 treatment with serum, and hat the lack offs transcription may account forte fllre ofthe later to proliferate (Gole - sicin, 1990; MeCormick and Campis, 199 ). Evidence for ‘ central role for eosin the senescent phenotype is thos ine Aiect and derived from the observation ofs deficiency inex - pression of the protoconcogene in senescent cells. A more Girect tet ofthis hypotbesis js therefore inportat. ere, we describe an experimental approach which allows a direct assessment of Be potential fle of exfs in the proliferation of senescent foroblass. Through direct micro - Injection of human Hacras oncogene protein (F - 24 ras) into senescent human frobass, we find that oss apily ex - pressed. Moreover, ty coinjestion of a reporer gene con - Sruct contining an API regulated promoter, we deter - mined thatthe ees protein expressed in these cells was likely tobe active as the senescent celsinjected with the ras rosin effcienly expressed the ADI regulated reporter ‘ ene. The injected cell, however, fled 0 progress through S - phase ofthe cll cle as detected by alackof DNA synthe - Sis, These resuls suggest that exprestion of exer, and active ‘ APA wansription facto, isnot suficient to relieve the cell ‘ ele bloc in senesent human fibroblasts “ The mammalian ras proe - oncogene family consists of three members, Havas, eKivas, and eNras, each of 1405 PUBLICATIONS 042400"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "YeAS: Expression of c-fos and AP-1 Activity in Senescent Human Fibroblasts Is Not sufficiently sufficient for DNA Synthesis. Yeas: We describe an experimental approach which allows a direct assessment of Be potential fle of exfs in the proliferation of senescent foroblass."
}