{
    "filename": "11054238_11054242.jpg",
    "metadata": {},
    "text": " \n\nBre. Natl. Acad. Sel, USA\nost pp. 4089-8048, Apel 1995\nBiochedttry\n\n \n\nSayp\n\nAvian erythroblastosis virus E26: Only one (myb) of two\ncell-derived coding regions is necessary for oncogenicity :\n\n(eakemia/coperatng oncogene)\n‘Yue Wu an Perer Dursserc*\n\nDepart of Meer and CAT HRIG, Saney Fl, Univesty ef Calon a Bee, Berkeley, CA 670\n\nContributed by Peter Duesberg, December 29, 193\n\nABSTRACT The oncogene hypothesis postulates that mu-\n{ated cellolar genes, termed proto-ane genes, function as cancer\ngenes because they are related to retroviral one genes. How\nfever, in contrast fo retroviral one genes, mutated proto-one\nienes from cancers are nt sulfcient for carcinogenesis. There-\nfore, ithas been proposed that mutated proto-one genes depend\n‘nother proto-one genes for carcinogenesis. Since the oncogene\nofthe avian leukemia virus E26 includes coding regions derived\nfrom two cellular proto-one genes, proto-ny and proto~ts,\nthis hybrid gene has been proposed to be a model for two-\ngene-carcinogenesis. Here we set out to test this proposal. For\n{his purpose myb and eis deletion mutants of cloned £26\nprovirus were prepared, and the corresponding virases, pro-\n‘duced by transfected primary chicken embryoclls, were tested\nfor leukemogenicty In newborn ehickens. It was found that an\nets deletion mutant was just as leukemogeatc as the wild-type\nYirus and that a myb deletion mutant lacked lenkemogentlty\n‘completely. To eliminate the possiblity that our E26 myb\n‘deletion mutant flled to be leskemogenic because It flled to\nreplicate, the virus was titered by a quantitative polymerase\nchain reaction (PCR) method. By this method, £26 from the\nplasma of infected. chickens was first allowed to reverse.\nEranderibe viral RNA to cDNA ia vo, and then the cDNA\n‘concentration was determined from the lowest dilution that\ngave a postive signal after amplification of £26 cDNA by the\nPCR method. Virus titers of about 10° per ml were found for\nwild (ype and for my and ets deletion mutants of E26. It is\nConcluded that the ets region Is not essential for eareinogen-\nfs, and B26 derives transforming function from overexpres-\nion ofits proto-myb coding region via the retroviral pro-\n‘moter. Thus, B26 sa single-hit earcinogen and, lke all other\noncogenic retroviruses, Is not a’ “aodel for two-gene-\nCarcinogenesis. Viral ets probably reflects a genetic accident\nthat transduced sequences of proto-es together with proto-\n-myb in generating £26.\n\n \n\n \n\n \n\n \n\n  \n\n \n\nOncogenic retroviruses derive transforming function trom\nnonessential viral genes, termed onc genes. Retroviral onc\n‘genes are genetic hybrids made up froma retroviral promoter\nlinked toa coding region that has been transduced from one of\na specific group of eelular genes, termed proto-onc genes (1).\n‘Because retroviral onc genes and cellular proto-one genes\nIhave coding regions in common, ithas been postulated, about\n12 years ago, that spontaneous mutation may “activate”\ncellular proto-one genes to celular cancer genes 2-5, 4\n‘According o this hypothesis, termed “oncogene hypothesis,\n‘cellular cancer genes are mutated proto-one genes (6,45).\n‘But despite exhaustive efforts, this hypothesis’ stands\nunproved. This is because transfection of cloned mutated\nproto-one genes that have been isolated from cancer cells has\nConsistently filed to transform any diploidcells (1,7). Under\n\n  \n\n“Te poblcaton cons ofthis aisle were detroyedin at by page chara\n‘payment. Thal mat therforete hereby marked \"adverzement™\nfn accordance wits 1B US. 173 solely to fnieate ths ot\n\n \n\n \n\n \n\n \n\ncoos SE\n\nFio. 1. Genetic structures of E26 and the E26 myb and ett\neletion mutants, E2Gdmyo and E2Edets. THe coding region of he\ntrparate one gene of E26 includes a retrovirus-derved Agog and\nelbderved protomyb and protects gene derived elements (ee\ntex). ATG and TAG deaot te start codon and termination codon\nofthe £26 transforming protein 35. The arrowheads in boxes\nflanking the coding region of E26 denote the proviral log terminal\nrepeats (LTR) snd etl the direction of the viral promater athe\nER Locadons of restriction enyene ses: B,BglIL-N, Neo: Nr,\nNavisP, Pat RV, EcoRV: S, Sal Ls X, Xho i. The numbers shove\nbrackets indicate the sizes of proviral BNA regions obtained afer\narplifeaon with specie primers by the PCR.\n\n \n\n \n\n \n\nthe same condition, cloned corresponding retroviral onco-\ngenes proved to have transforming function (1, 6).\n\nnthe face of the apparent functional diserepancy between\nviral one genes and mutated proto-onc genes, the oncogene\nhhypothests has been modified. The first modification pro-\nposed that a mutated proto-ane gene depends on a second\naltered cellular gene for carcinogenesis (8-10). Subsequent\n‘modifications have proposed that up to eight cooperating\n‘genes are necessary for carcinogenesis (1, 11-13). However\nthe two-gene and multigene cancer hypotheses have ereated\nnew inconsistencies with their theoretical basis: they postu-\nlate that mutated proto-one genes follow secondorder or\neven higher order mechanisms of carcinogenesis, whereas all\n‘corresponding retroviral ane genes are single-hit carcinogens\nthat follow first-order kineties Q).\n\n‘In View of the functional discrepancies between viral one\n‘genes and mutated proto-one genes, the onc gene of avian\n\n \n\n \n\n‘Avbrevstons; LTR, long terminal repeat; ABV, avn entvoblas-\nies vs: AMV, san myetastons vie: MAY, av yeo-\nDastosisacociated vies.\n\n\"To whom reprin requests shouldbe addressed\n\n \n\n   \n\nPUBLICATIONS 047748\n\f",
    "augmented_texts": [
        "Bre. Natl. Acad. Sel, USA ost pp. 4089 - 8048, Apel 1995 Biochedttry Sayp Avian erythroblastosis virus E26: Only one (myb) of two cell - derived coding regions is necessary for oncogenicity: (eakemia / coperatng oncogene) ‘ Yue Wu an Perer Dursserc * Depart of Meer and CAT HRIG, Saney Fl, Univesty ef Calon a Bee, Berkeley, CA 670 Contributed by Peter Duesberg, December 29, 193 ABSTRACT The oncogene hypothesis postulates that mu - {ated cellolar genes, termed proto - ane genes, function as cancer genes because they are related to retroviral one genes. How fever, in contrast fo retroviral one genes, mutated proto - one ienes from cancers are nt sulfcient for carcinogenesis. There - fore, ithas been proposed that mutated proto - one genes depend ‘ nother proto - one genes for carcinogenesis. Since the oncogene ofthe avian leukemia virus E26 includes coding regions derived from two cellular proto - one genes, proto - ny and proto ~ ts, this hybrid gene has been proposed to be a model for two - gene - carcinogenesis. Here we set out to try this proposal. For {his purpose myb and eis deletion mutants of cloned £ 26 provirus were prepared, and the corresponding virases, pro - ‘ duced by transfected primary chicken embryoclls, were tested for leukemogenicty In newborn ehickens. It was found that an ets deletion mutant was just as leukemogeatc as the wild - type Yirus and that a myb excision mutant lacked lenkemogentlty ‘ completely. To eliminate the possiblity that our E26 myb ‘ deletion mutant flled to be leskemogenic because It flled to replicate, the virus was titered by a quantitative polymerase chain reaction (PCR) method. By this method, £ 26 from the plasma of infected. chickens was first allowed to reverse. Eranderibe viral RNA to cDNA ia vo, and then the cDNA ‘ concentration was determined from the lowest dilution that gave a postive signal after amplification of £ 26 cDNA by the PCR method. Virus titers of about 10 ° per ml were found for wild (ype and for my and ets deletion mutants of E26. It is Concluded that the ets region Is not essential for eareinogen - fs, and B26 derives transforming function from overexpres - ion ofits proto - myb coding region via the retroviral pro - ‘ moter. Thus, B26 sa single - hit earcinogen and, lke all other oncogenic retrovirus, Is not a ’ “ aodel for two - gene - Carcinogenesis. Viral ets probably reflects a genetic accident that transduced sequences of proto - es together with proto - - myb in generating £ 26. Oncogenic retroviruses derive transforming function trom nonessential viral genes, termed onc genes. Retroviral onc ‘ genes are genetic hybrids made up froma retroviral promoter linked toa coding region that has been transduced from one of a specific group of eelular genes, termed proto - onc genes (1 ). ‘ Because retroviral onc genes and cellular proto - one genes Ihave coding regions in common, ithas been postulated, about 12 years ago, that spontaneous mutation may “ activate ” cellular proto - one genes to celular cancer genes 2 - 5, 4 ‘ According o this hypothesis, termed “ oncogene hypothesis, ‘ cellular cancer genes are mutated proto - one genes (6, 45 ). ‘ But despite exhaustive efforts, this hypothesis ’ stands unproved. This is because transfection of cloned mutated proto - one genes that have been isolated from cancer cells has Consistently filed to transform any diploidcells (1, 7 ). Under “ Te poblcaton cons ofthis aisle were detroyedin at by page chara ‘ payment. Thal mat therforete hereby marked \" adverzement ™ fn accordance wits 1B US. 173 solely to fnieate ths ot coos SE Fio. 1. Genetic structures of E26 and the E26 myb and ett eletion mutants, E2Gdmyo and E2Edets. THe coding region of he trparate one gene of E26 includes a retrovirus - derved Agog and elbderved protomyb and protects gene derived elements (ee tex ). ATG and TAG deaot te start codon and termination codon ofthe £ 26 transforming protein 35. The arrowheads in boxes flanking the coding region of E26 denote the proviral log terminal repeats (LTR) snd etl the direction of the viral promater athe ER Locadons of restriction enyene ses: B, BglIL - N, Neo: Nr, NavisP, Pat RV, EcoRV: S, Sal Ls X, Xho i. The numbers shove brackets indicate the sizes of proviral BNA regions obtained afer arplifeaon with specie primers by the PCR. the same condition, cloned corresponding retroviral onco - genes proved to have transforming routine (1, 6 ). nthe face of the apparent functional diserepancy between viral one genes and mutated proto - onc genes, the oncogene hhypothests has been modified. The first modification pro - posed that a mutated proto - ane gene depends on a second altered cellular gene for carcinogenesis (8 - 10 ). Subsequent ‘ modifications have proposed that up to eight cooperating ‘ genes are necessary for carcinogenesis (1, 11 - 13 ). However the two - gene and multigene cancer hypotheses have ereated new inconsistencies with their theoretical basis: they postu - late that mutated proto - one genes follow secondorder or even higher order mechanisms of carcinogenesis, whereas all ‘ corresponding retroviral ane genes are single - hit carcinogens that follow first - order kineties Q ). ‘ In View of the functional discrepancies between viral one ‘ genes and mutated proto - one genes, the onc gene of avian ‘ Avbrevstons; LTR, long terminal repeat; ABV, avn entvoblas - ies vs: AMV, san myetastons vie: MAY, av yeo - Dastosisacociated vies. \" To whom reprin requests shouldbe addressed PUBLICATIONS 047748",
        "Bre. Natl. Acad. Sel, USA ost pp. 4089 - 8048, Apel 1995 Biochedttry Sayp Avian erythroblastosis virus E26: Only one (myb) of two cell - derived coding regions is necessary for oncogenicity: (eakemia / coperatng oncogene) ‘ Yue Wu an Perer Dursserc * Depart of Meer and CAT HRIG, Saney Fl, Univesty ef Calon a Bee, Berkeley, CA 670 Contributed by Peter Duesberg, December 29, 193 ABSTRACT The oncogene hypothesis postulates that mu - {ated cellolar genes, termed proto - ane genes, function as cancer genes because they are related to retroviral one genes. How fever, in contrast fo retroviral one cistron, mutated proto - one ienes from cancers are nt sulfcient for carcinogenesis. There - fore, ithas been proposed that mutated proto - one genes depend ‘ nother proto - one genes for carcinogenesis. Since the oncogene ofthe avian leukemia virus E26 includes coding regions derived from two cellular proto - unrivaled genes, proto - ny and proto ~ ts, this hybrid gene has been proposed to be a model for two - gene - carcinogenesis. Here we set out to test this proposal. For {his purpose myb and eis deletion mutants of cloned £ 26 provirus were prepared, and the corresponding virases, pro - ‘ duced by transfected primary chicken embryoclls, were tested for leukemogenicty In newborn ehickens. It was found that an ets deletion mutant was just as leukemogeatc as the wild - type Yirus and that a myb deletion mutant lacked lenkemogentlty ‘ completely. To eliminate the possiblity that our E26 myb ‘ deletion mutant flled to be leskemogenic because It flled to replicate, the virus was titered by a quantitative polymerase chain reaction (PCR) method. By this method, £ 26 from the plasma of infected. chickens was first allowed to reverse. Eranderibe viral RNA to cDNA ia vo, and then the cDNA ‘ concentration was determined from the lowest dilution that gave a postive signal after amplification of £ 26 cDNA by the PCR method. Virus titers of about 10 ° per ml were found for wild (ype and for my and ets deletion mutants of E26. It is Concluded that the ets region Is not essential for eareinogen - fs, and B26 derives transforming function from overexpres - ion ofits proto - myb coding region via the retroviral pro - ‘ moter. Thus, B26 sa single - hit earcinogen and, lke all other oncogenic retroviruses, Is not a ’ “ aodel for two - gene - Carcinogenesis. Viral ets probably reflects a genetic accident that transduced sequences of proto - es together with proto - - myb in generating £ 26. Oncogenic retroviruses derive transforming function trom nonessential viral genes, termed onc genes. Retroviral onc ‘ genes are genetic hybrids made up froma retroviral promoter linked toa coding region that has been transduced from one of a specific group of eelular genes, termed proto - onc genes (1 ). ‘ Because retroviral onc genes and cellular proto - one genes Ihave coding regions in common, ithas been postulated, about 12 years ago, that spontaneous mutation may “ activate ” cellular proto - one genes to celular cancer genes 2 - 5, 4 ‘ According o this hypothesis, termed “ oncogene hypothesis, ‘ cellular cancer genes are mutated proto - one genes (6, 45 ). ‘ But despite exhaustive efforts, this hypothesis ’ stands unproved. This is because transfection of cloned mutated proto - one genes that have been isolated from cancer cells has Consistently filed to transform any diploidcells (1, 7 ). Under “ Te poblcaton cons ofthis aisle were detroyedin at by page chara ‘ payment. Thal mat therforete hereby marked \" adverzement ™ fn accordance wits 1B US. 173 solely to fnieate ths ot coos SE Fio. 1. Genetic structures of E26 and the E26 myb and ett eletion mutants, E2Gdmyo and E2Edets. THe coding region of he trparate one gene of E26 includes a retrovirus - derved Agog and elbderved protomyb and protects gene derived elements (ee tex ). ATG and TAG deaot te start codon and termination codon ofthe £ 26 transforming protein 35. The arrowheads in boxes flanking the coding region of E26 denote the proviral log terminal repeats (LTR) snd etl the direction of the viral promater athe ER Locadons of restriction enyene ses: B, BglIL - N, Neo: Nr, NavisP, Pat RV, EcoRV: S, Sal Ls X, Xho i. The numbers shove brackets indicate the sizes of proviral BNA regions obtained afer arplifeaon with specie primers by the PCR. the same condition, cloned corresponding retroviral onco - genes proved to have transforming function (1, 6 ). nthe face of the apparent functional diserepancy between viral one genes and mutated proto - onc genes, the oncogene hhypothests has been modified. The first modification pro - posed that a mutated proto - ane gene depends on a second altered cellular gene for carcinogenesis (8 - 10 ). Subsequent ‘ modifications have proposed that up to eight cooperating ‘ genes are necessary for carcinogenesis (1, 11 - 13 ). However the two - gene and multigene cancer hypotheses have ereated new inconsistencies with their theoretic basis: they postu - late that mutated proto - one genes follow secondorder or even higher order mechanisms of carcinogenesis, whereas all ‘ corresponding retroviral ane genes are single - hit carcinogens that follow first - order kineties Q ). ‘ In View of the functional discrepancies between viral one ‘ genes and mutated proto - one genes, the onc gene of avian ‘ Avbrevstons; LTR, long terminal repeat; ABV, avn entvoblas - ies vs: AMV, san myetastons vie: MAY, ab yeo - Dastosisacociated vies. \" To whom reprin requests shouldbe addressed PUBLICATIONS 047748"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Only one (myb) of two (proto)cell-derived coding regions is necessary for oncogenicity. Oncogene hypothesis postulates that mutated proto-one genes depend on other genes for carcinogenesis. Since the avian leukemia virus E26 includes coding. regions derived from two cellular genes, it has been proposed to be a model. for two-gene-carcinogenesis, we set out to test this proposal. We concluded that the ets region Is not essential for eareinogen-walletfs."
}