{
    "filename": "11050334_11050343.jpg",
    "metadata": {},
    "text": " \n\nHereditary Ovarian Cancer FOS\nse Heterogeneity in Age at Onset\n\nBackground. Hereditary ovarian cancer (HOC)\n‘with atleast three distinctive syndromes,\n\n  \n  \n\n  \n \n\nry\ntary breast-ovarian cancer (HBOC) syndrome, and Lynct\nsyndrome Il. Ovarian cancer, in accord with virtually ll\nvarieties of adult onset cancer, displays an increasing in-\ncidence with advancing age: however, itshows an earlier\nage of onset in hereditary settings.\n\n‘Methods. Detailed medical and pathology studies\nwere performed on extended ovarian cancer-prone pedi-\n4rees, with special attention given to age at ovarian\nEnver onset.\n\nResults. ‘The age of onset of ovarian cancer is heter-\n‘geneous, wherein the average age of onset in HBOC is 52\nyears, in hereditary site-specific ovarian cancer itis 49\nyears, and in the Lynch syndrome II it is 45 years, in\nContrast to its occurrence inthe general population, atan\naverage age of 59 years.\n\nConclusions. These differences are important for\nthe initiation of surveillance and management strategies.\n‘Age of onset of ovarian cancer differences in these sev-\n\nvena? ort hereditary subsets are less striking than they are in\n\n{us case of other integral forms of cancer in the respec-\n\ntive syndromes, such as the breast in the HBOC syn-\n\ndrome. In addition, the phenomenon of extremely early\n\nage of onset of ovarian cancer occurs infrequently in\n\nHOC when compared to other forms of cancer, such as\n\nthe breast in HBOC or the colon in Lynch syndrome Il.\n\nKnowledge about age of onset heterogeneity in HOC may\n\nharbor important clues about etiology, pathogenesis, and\n‘cancer control.\n\n \n\n \n\n \n\n \n\nLynch, H.T., Watson, P., Lynch, J.F., Conway, T-A., and Fili, Me\n\n \n\nCancer 71(2):573-S81, January i5, 1993.\n\nOther support: National Cancer Institute.\n\nFrom the Department of Preventive Medicine/Public Health, Creighton University\n\nSchool of Medicine, Omaha, NE.\n\non\n- al\nCc vs\n\nPUBLICATIONS 043844\n\f",
    "augmented_texts": [
        "Hereditary Ovarian Cancer FOS se Heterogeneity in Age at Onslaught Background. Hereditary ovarian cancer (HOC) ‘ with atleast three distinctive syndromes, ry tary chest - ovarian crab (HBOC) syndrome, and Lynct syndrome Land of lincoln. Ovarian cancer, in accord with virtually ll varieties of adult onset cancer, displays an increasing in - cidence with advancing age: however, itshows an earlier age of onset in hereditary settings. ‘ Methods. Detailed medical and pathology studies were performed on extended ovarian cancer - prone pedi - 4rees, with special attention given to age at ovarian Enver attack. Results. ‘ The age of onset of ovarian cancer is heter - ‘ geneous, wherein the average age of onset in HBOC is 52 years, in inherited site - specific ovarian cancer itis 49 years, and in the Lynch syndrome II it is 45 years, in Contrast to its occurrence inthe general universe, atan average age of 59 years. Conclusions. These differences are important for the initiation of surveillance and management strategies. ‘ Historic period of onset of ovarian cancer differences in these sev - vena? ort hereditary subsets are less striking than they are in {us case of other integral forms of cancer in the respec - tive syndromes, such as the breast in the HBOC syn - drome. In addition, the phenomenon of extremely early age of onset of ovarian cancer occurs infrequently in HOC when compared to other forms of cancer, such as the breast in HBOC or the colon in Lynch syndrome Il. Knowledge about age of onset heterogeneity in HOC may harbor important clues about etiology, pathogenesis, and ‘ cancer control. Lynch, H. T. , Watson, Phosphorus. , Lynch, J. F. , Conway, T - A. , and Fili, Me Cancer 71 (2 ): 573 - S81, January i5, 1993. Other support: National Cancer Institute. From the Department of Preventive Medicine / Public Health, Creighton University School of Medicine, Omaha, NE. on - al Cc vs PUBLICATIONS 043844",
        "Transmitted Ovarian Cancer FOS se Heterogeneousness in Age at Onset Background. Hereditary ovarian cancer (HOC) ‘ with atleast three distinctive syndromes, ry tary breast - ovarian cancer (HBOC) syndrome, and Lynct syndrome Illinois. Ovarian cancer, in accord with virtually ll varieties of grownup onset cancer, displays an increasing in - cidence with advancing age: however, itshows an earlier age of onset in hereditary settings. ‘ Methods. Detailed medical and pathology studies were performed on extended ovarian cancer - prone pedi - 4rees, with special attention given to age at ovarian Enver onset. Results. ‘ The age of onset of ovarian cancer is heter - ‘ geneous, wherein the average age of onset in HBOC is fifty two years, in hereditary site - specific ovarian cancer itis 49 years, and in the Lynch syndrome II it is 45 years, in Contrast to its occurrence inthe general population, atan average age of 59 years. Conclusions. These differences are important for the initiation of surveillance and management strategies. ‘ Age of onset of ovarian cancer differences in these sev - vena? ort hereditary subsets are less striking than they are in {us case of other integral forms of cancer the crab in the respec - tive syndromes, such as the breast in the HBOC syn - drome. In addition, the phenomenon of extremely early age of attack of ovarian cancer occurs infrequently in HOC when compared to other forms of cancer, such as the breast in HBOC or the colon in Lynch syndrome Il. Knowledge about age of onset heterogeneity in HOC may harbor important clues about etiology, pathogenesis, and ‘ cancer control. Lynch, H. T. , Watson, P. , Lynch, J. F. , Conway, T - A. , and Fili, Me Cancer 71 (2 ): 573 - S81, January i5, 1993. Other support: National Cancer Institute. From the Department of Preventive Medicine / Public Health, Creighton University School of Medicine, Omaha, NE. on - al Cc vs PUBLICATIONS 043844"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Hereditary ovarian cancer (HOC) has atleast three distinctive syndromes. The average age of onset in HBOC is 52 years, in hereditary site-specific Ovarian cancer it is 49 years and in Lynch syndrome II it's 45 years. These differences are important for the initiation of surveillance and management."
}