{
    "filename": "11230232.jpg",
    "metadata": {},
    "text": "Coben fe\n\n‘Tae Counc For Toracco Resrarcu-U.S.A., Ive.\n\nJune 2, 1972\n\nTo: ‘The Planning Comittee, Dr. S. C. Sommers, Chairman,\nScientific Advisory Board\n\nJ. H, Kreisher\n\n \n\nSubject: Staff Services; Condensate Production at Meloy Laboratories\n\nAs you my recall, 100 g. quantities of 1R1 Reference Cigarette\ncrude condensate for previous fractionations were supplied trom the\noriginal contract with Meloy (No. +) for the 250 g. of condensate sent\nmonthly to Bioresearch Institute.\n\nHowever, the next 20 cigarette types specified by staff and TTC\nas showing the largest potential carcinogenic differences between\ntobaccos, blends, etc., obtained from the NIH program, will require\nindividual sucking in order to obtain their condensate, which is the\nbeginning material for the fractionation.\n\nfn appropriation of $16,666.66 will be required to provide the\ncondensate of this twenty specified cigarettes for fractionation by\nMeloy Laboratories. ‘The fractionation of the condensate is covered,\nunder the contract with M.A.I. No. 2D.\n\nTK.\nHK\n\n \n\n \n\nCTR CONTRACTS 010488\n\f",
    "augmented_texts": [
        "Coben fe ‘ Tae Counc For Toracco Resrarcu - U. S. A. , Ive. June deuce, 1972 To: ‘ The Planning Comittee, Dr. S. C. Sommers, Chairman, Scientific Advisory Board J. H, Kreisher Subject: Staff Services; Condensate Production at Meloy Laboratories As you my recall, 100 g. quantities of 1R1 Reference Cigarette crude condensate for previous fractionations were supplied trom the original contract with Meloy (No. +) for the 250 g. of condensate sent monthly to Bioresearch Institute. However, the next twenty cigarette types specified by staff and TTC as showing the large potential carcinogenic differences between tobaccos, blends, etc. , obtained from the NIH program, will require individual sucking in edict to hold their condensate, which is the start material for the fractionation. fn appropriation of $ 16, 666. 66 will be required to provide the condensate of this twenty specify cigarettes for fractionation by Meloy Laboratories. ‘ The fractionation of the condensate is covered, under the contract with M. A. I. No. 2D. TK. HK CTR declaration 010488",
        "Coben fe ‘ Tae Counc For Toracco Resrarcu - U. S. A. , Ive. June 2, 1972 To: ‘ The Planning Comittee, Dr. S. C. Sommers, Chairman, Scientific Advisory Board J. H, Kreisher Depicted object: Staff Services; Condensate Production at Meloy Laboratories As you my recall, 100 g. quantities of 1R1 Reference Cigarette crude condensate for previous fractionations were supplied trom the original contract with Meloy (No. +) for the 250 g. of condensate sent monthly to Bioresearch Institute. However, the next 20 cigarette types specified by staff and TTC as showing the largest potential carcinogenic differences between tobaccos, blends, etc. , obtained from the NIH program, will require individual sucking in order to obtain their condensate, which is the beginning material for the fractionation. fn appropriation of $ 16, 666. 66 will be required to provide the condensate of this twenty specified fag for fractionation by Meloy Laboratory. ‘ The fractionation of the condensate is covered, under the contract with M. A. I. No. second. TK. HK CTR CONTRACTS 010488"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Coben fe: ‘Tae Counc For Toracco Resrarcu-U.S.A., Ive.’: The next 20 cigarette types specified by staff and TTC will requireindividual sucking in order to obtain their condensate, which is the beginning material for the fractionation."
}