{
    "filename": "11275250.jpg",
    "metadata": {},
    "text": " \n\nPHILIP MORRIS\n\n100 PARK AVENUE, NEW YORK. FLY. 10017\n\nJune 5, 1972\n\nCovington & Burling\n888 16th Street, N.W.\nWashington, D. C. 20006\n\nAttention: Mr. J. B. Denniston\nRe: Literature Retrievs! Profect\nGentlemen:\n\nIn your letter to R.J. Reynolds Tobacco Company, Anerican\nBrands, Inc., Brown & Williamson Tobacco Corp., Philip\nMorris Incorporated and Liggett & Myers Incorporated,\ndated February 8, 1971, you indicated that you vere\nholding certain items pertaining to the above project.\n\nWe understand that you vere then holding said items in\nwith @ certeiu ietler agreenenc vecween you\nmentioned companies, dated November 19, 1966.\n\n \n\n   \n \n\nhose items may have already\ny The Council for Tobacce Research -\n+ Inc. and that others of ray still be\n\nin your possession.\n\n  \n\n \n\nWould you please celiver any such {tems still ia your\nion to The Couneit. Mould you also please ceave:\n\n  \n\nratters relating co this project previously delivered\nto The Council.\n\n \n\nThank you very euch foc your trouble.\n\n \n\nSincerely\n\nOE\n\n \n\nCONFIDENTIAL: MINNESOTA TOBACCO LITIGATION CTR LRD 004030\n\n \n\n \n\f",
    "augmented_texts": [
        "PHILIP MORRIS 100 PARK AVENUE, NEW YORK. FLY. 10017 June 5, 1972 Covington & Burling 888 16th Street, N. W. Washington, D. C. 20006 Care: Mr. J. B. Denniston Re: Literature Retrievs! Profect Gentlemen: In your letter to R. J. Reynolds Tobacco Company, Anerican Brands, Inc. , Brown & Williamson Tobacco Corp. , Philip Morris Incorporated and Liggett & Myers Incorporated, dated February 8, 1971, you indicated that you vere holding certain detail pertaining to the above project. We understand that you vere then holding said items in with @ certeiu ietler agreenenc vecween you mentioned companies, dated November 19, 1966. hose items may have already y The Council for Tobacce Research - + Inc. and that others of ray still be in your possession. Would you please celiver any such {tems still ia your ion to The Couneit. Mould you also please ceave: ratters relate co this project previously delivered to The Council. Thank you very euch foc your trouble. Sincerely OE CONFIDENTIAL: MINNESOTA TOBACCO LITIGATION CTR LRD 004030",
        "PHILIP MORRIS 100 PARK AVENUE, NEW YORK. FLY. 10017 June 5, 1972 Covington & Burling 888 16th Street, N. W. Washington, D. One c. 20006 Attention: Mr. J. B. Denniston Ra: Literature Retrievs! Profect Gentlemen: In your letter to Radius. Watt second. Reynolds Tobacco Company, Anerican Brands, Inc. , Brown & Williamson Tobacco Corp. , Philip Morris Incorporated and Liggett & Myers Incorporated, dated February 8, 1971, you indicated that you vere holding certain items pertaining to the above project. We understand that you vere then holding said items in with @ certeiu ietler agreenenc vecween you mentioned companies, see November 19, 1966. hose items may have already y The Council for Tobacce Research - + Inc. and that others of ray still be in your possession. Would you please celiver any such {tems still ia your ion to The Couneit. Mould you also please ceave: ratters relating co this project previously delivered to The Council. Thank you very euch foc your trouble. Sincerely OE CONFIDENTIAL: MINNESOTA TOBACCO LITIGATION CTR LRD 004030"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "In your letter to R.J. Reynolds Tobacco Company, Anerican.Brands, Inc., Brown & Williamson Tobacco Corp., Philip.Morris Incorporated and Liggett & Myers Inc. dated February 8, 1971, you indicated that you. vere holding certain items pertaining to the above project. Would you please celiver any such {tems still ia your. possession to The Couneit. Mould?"
}