{
    "filename": "11289584_11289586.jpg",
    "metadata": {},
    "text": " \n\nBackground Information Concerning Dr. Jobn A. Nash, Jr.\n\nDoctor of Public Health\n\nTulane University School of Medicine, Division of Graduate\n\nMedicine; August, 1953.\n\n(N.B. Half of program, aside from dissertation, was devoted\nto epidemiology of cancer.\n\nMaster of Public Health\nTulane University School of Medicine, Division of Graduate\nYedicine, vay, 1952.\n\nBatchelor of Science (In Public Health and Preventive Kedicine)\nThe University of Washington (Seattle), May, 1951\n\nNon-degree training:\n\nBoston College, College of Business Administration\nIndustrial Menagenent (1940-1943)\n(Called to active duty with AAF)\n\nBoston University, College of Liberal Arts |\nScience electives (1946-1947)\n\nUniversity of California (Extension Program)\nEvening courses in Television Techniques and Publicity Techniques\n\nDelta Omega (National Honorary Fublic Health Fratemity)\nAmerican Legion School Award\n\f",
    "augmented_texts": [
        "Backcloth Information Concerning Dr. Jobn A. Nash, Jr. Doctor of Public Health Tulane University School of Medicine, Division of Graduate Medicine; August, 1953. (N. B. Half of program, aside from dissertation, was devoted to epidemiology of cancer. Master of Public Wellness Tulane University School of Medicine, Division of Graduate Yedicine, vay, 1952. Batchelor of Science (In Public Health and Preventive Kedicine) The University of Washington (Seattle ), May, 1951 Non - degree training: Hub of the universe College, College of Business Administration Industrial Menagenent (1940 - 1943) (Called to active duty with AAF) Boston University, College of Liberal Arts | Science electives (1946 - 1947) University of California (Extension Program) Evening courses in Television Techniques and Publicity Techniques Delta Omega (National Honorary Fublic Health Fratemity) American Legion School Award",
        "Background signal Information Concerning Dr. Jobn A. Nash, Jr. Doctor of Public Health Tulane University School of Medical specialty, Partitioning of Graduate Medicine; August, 1953. (Normality. B. Half of program, aside from dissertation, was devoted to epidemiology of genus cancer. Master of Public Health Tulane University School of Medicine, Division of Graduate Yedicine, vay, 1952. Batchelor of Science (In Public Health and Preventive Kedicine) The University of Washington (Seattle ), May, 1951 Non - degree training: Boston College, College of Business Administration Industrial Menagenent (1940 - 1943) (Called to active duty with AAF) Boston University, College of Liberal Arts | Science electives (1946 - 1947) University of California (Extension Program) Evening courses in Television Techniques and Publicity Techniques Delta Omega (National Honorary Fublic Health Fratemity) American Legion School Award"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Background Information Concerning Dr. Jobn A. Nash, Jr. He was a Doctor of Public Health at Tulane University in New York. Half of program, aside from dissertation, was devoted to epidemiology of cancer. In addition to his doctorate, he was awarded the American Legion School Award."
}