{
    "filename": "11284567_11284568.jpg",
    "metadata": {},
    "text": " \n\nNAME: M. Zamir Hag, Ph.D MARITAL STATUS: Married\n\nJOB OBJECTIVE: Chemist\n\nEXPERIENC!\n\n \n\n1971 to Present\n\nOrganic Chemist, Meloy Laboratories, Springfield, Virginia.\nMainly involved in the synthesis, analysis and isolation of\ncertain carcinogens from marijuana cigarette smoke condensates\nwith extensive employment of modern techniques i.e. IR, UV,\ncolumn, paper, thin layer and gas chromatography and liquid\nscintillation spectrometry. Recently developed methods for\nquantitative determination of some carcinogens. Duties include\nsupervision of a group of assistants. Also involved in several\ncontract proposals.\n\n1968 to 1970\n\nPostdectoral Fellow, Howard University, Washington, D. Cc.\nParticipated in the synthesis of azepines and established\ntheir configurations innovating experiments to resolve\nPrevious contraversies.\n\n1967 to 1968\nPostdoctoral Fellow, Baylor University, Waco, Texas\n\nSynthesized a hydroperoxide and investigated its\ndecomposition pathways contributing many original ideas.\n\nEDUCATION: Ph.D. in Chemistry, 1967, University of Ottawa, Ottawa, Canada\nPUBLICATIONS:\nLe Identification and Quantitative Measurement of Some\n\nWHBterocyclics in Marijuana Smoke Condensate. M. 2. Haq,\n\n \n\n8. J. Rose, L. R. Deiderich and A. R. Patel, Anal Chem.,\n\n46, (1974); the paper was presented at the 9th\nMiddle Atlantic Regional Meeting of the American Chemical\nSociety held at Wilkes-Barre, Pennsylvania in April 1974\n(Abstracts - 22).\n\nFractionation studies of Smoke Condensates from Kentucky\nReference Cigarettes. A. R. Patel, M. Z. Haq,...+,Tob. Sci. 18\n59(1974). This paper was also presented by M. Z. Haq at the\n27th Tobacco Chemists' Research Conference in Winston - Salem,\nN.C. in Oct. 1973 (abstracts - 30).\n\n \n\nDiels-Alder Reaction between Dimethylfulvene and Vinylene\nCarbonate. M. Z. Hag, J. Org. Chem, 37, 3015 (1972). The paper\nwas’ presented at the 163rd National Meeting of the American\nChemical Society in Boston, Mass., April 1972. (Abstracts ORGN 100)\n\nHeterocyclic Rearrangements Part VI. Structure and stereo-\nchemistry of a Sulfur Bridged Tetrahydroazepine and Derived\nSulfoxides. U. Eisner, M. Z. Haq,...+, J. Chem. Soc., Perkin I,\n357 (1972).\n\f",
    "augmented_texts": [
        "NAME: M. Zamir Hag, Ph. D MARITAL STATUS: Married JOB OBJECTIVE: Chemist EXPERIENC! 1971 to Present Organic Chemist, Meloy Laboratories, Springfield, Virginia. Mainly involved in the synthesis, analysis and isolation of certain carcinogens from marihuana cigarette smoke condensates with extensive employment of modern techniques i. e. inland revenue, UV, column, paper, thin layer and gas chromatography and liquid scintillation spectrometry. Recently developed methods for quantitative determination of some carcinogens. Duties include superintendence of a group of assistants. Too involved in several contract proposals. 1968 to 1970 Postdectoral Fellow, Howard University, Washington, D. Cc. Participated in the synthesis of azepines and established their configurations innovating experiments to resolve Previous contraversies. 1967 to 1968 Postdoctoral Fellow, Baylor University, Waco, Texas Synthesized a hydroperoxide and investigated its decomposition pathways contributing many original ideas. EDUCATION: Ph. D. in Interpersonal chemistry, 1967, University of Ottawa, Ottawa, Canada PUBLICATIONS: Le Identification and Quantitative Measurement of Some WHBterocyclics in Marijuana Smoke Condensate. M. 2. Haq, 8. J. Rose, L. R. Deiderich and A. R. Patel, Anal Chem. , 46, (1974 ); the paper was presented at the 9th Middle Atlantic Regional Meeting of the American Chemical Society held at Wilkes - Barre, Pennsylvania in April 1974 (Abstracts - 22 ). Fractionation studies of Smoke Condensates from Kentucky Reference Cigarettes. A. R. Patel, M. Z. Haq, .. . +, Tob. Sci. 18 59 (1974 ). This paper was also presented by M. Z. Haq at the 27th Tobacco Chemists ' Research Conference in Winston - Salem, N. C. in Oct. 1973 (abstracts - 30 ). Diels - Alder Reaction between Dimethylfulvene and Vinylene Carbonate. M. Z. Hag, J. Org. Chem, 37, 3015 (1972 ). The paper was ’ presented at the 163rd National Meeting of the American Chemical Society in Hub of the universe, Mass. , April 1972. (Abstracts ORGN 100) Heterocyclic Rearrangements Part VI. Bodily structure and stereo - chemistry of a Sulfur Bridged Tetrahydroazepine and Derived Sulfoxides. U. Eisner, M. Z. Haq, .. . +, J. Chem. Soc. , Perkin I, 357 (1972 ).",
        "NAME: M. Zamir Hagfish, Ph. D MARITAL STATUS: Married JOB OBJECTIVE: Chemist EXPERIENC! 1971 to Present Organic Chemist, Meloy Laboratories, Capital of illinois, Virginia. Mainly involved in the synthesis, analysis and isolation of certain carcinogens from marijuana cigarette smoke condensates with all inclusive employment of modern technique i. e. IR, UV, column, paper, thin layer and gas chromatography and liquid scintillation spectrometry. Recently developed methods for quantitative determination of some carcinogens. Duties admit supervision of a group of assistants. Also involved in several contract proposals. 1968 to 1970 Postdectoral Fellow, Howard University, Washington, D. Cc. Participated in the synthesis of azepines and established their configurations innovating experiments to resolve Previous contraversies. 1967 to 1968 Postdoctoral Fellow, Baylor University, Waco, Texas Synthesized a hydroperoxide and investigated its decomposition pathways contributing many original ideas. EDUCATION: Ph. D. in Chemistry, 1967, University of Ottawa, Ottawa river, Canada PUBLICATIONS: Le Identification and Quantitative Measurement of Some WHBterocyclics in Marijuana Smoke Condensate. M. 2. Haq, 8. J. Rose, L. R. Deiderich and Vitamin a. R. Patel, Anal Chem. , 46, (1974 ); the paper was presented at the 9th Middle Atlantic Regional Meeting of the American Chemical Society held at Wilkes - Barre, Pennsylvania in April 1974 (Abstracts - 22 ). Fractionation studies of Smoke Condensates from Kentucky Reference Cigarettes. A. R. Patel, M. Z. Haq, .. . +, Tob. Sci. 18 59 (1974 ). This paper was also presented by M. Z. Haq at the 27th Tobacco Chemists ' Research Conference in Winston - Salem, N. C. in Oct. 1973 (abstracts - 30 ). Diels - Alder Reaction between Dimethylfulvene and Vinylene Carbonate. M. Z. Hag, J. Org. Chem, 37, 3015 (1972 ). The paper was ’ presented at the 163rd National Meeting of the American Chemical Society in Boston, Great deal. , April 1972. (Abstracts ORGN 100) Heterocyclic Rearrangements Part VI. Structure and stereo - chemistry of a Sulfur Bridged Tetrahydroazepine and Derived Sulfoxides. U. Eisner, M. Z. Haq, .. . +, J. Chem. Soc. , Perkin I, 357 (1972 )."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "M Zamir Hag is a Chemist at Meloy Laboratories, Springfield, Virginia. He is involved in the synthesis, analysis and isolation ofcertain carcinogens from marijuana cigarette smoke condensates. His research uses modern techniques i.e. IR, UV,column, paper, thin layer and gas chromatography and liquid scintillation spectrometry."
}