{
    "filename": "11295764.jpg",
    "metadata": {},
    "text": " \n\n \n\neis THE NEW ENGLAND JOURNAL OF MEDICINE\n\n \n\n   \n\nWatimsik G, Pland At: Phage Woes aad amBiate nceptN:\nHy of pathogcek staph hoers resell at fnton iy Nat\nTsoi nd gompaiaon with stay of revs pea JASTA\n13886892, 1961\n\n \n\n \n\nCHEMOPROPHYLAXIS OF\nMENINGOCOCCAL CARRIERS\n\nFon over 20 years sulfadiazine was a model pro\nphylaetic agent: when used in closed populations,\nsmvall amosits of sulfonamide drugs interrupted\ntransmission of meningocoeci by eradicating the\norganism from the nasopharynges of as\ncarriers, who are the source of most ineningococe:\nnesses, With the development and spread of\nsutfonamide-resistait. strains several years ago this\nera of tranquillity came to an abrupt end. ‘The most\nrecent data show that sullonamide-resistant inenin-\ngococe! now account for over 70 per ‘cent of the\nreported eases of ineningococeal bacteremia. and\nmeningitis! At present no other chemoprophylactic\nding bas proved capable of preventing meningocae:\neal disease of transmission, although penicillin is\nstill effective treatment for the disease\n\n‘One fortuitous result of this dilemma was the re\nsungence of fons diceeted trae. gaining hatte\nLnowlede of the orsanésm and of human immunity\nto it. This research has resulted in the deyelopinent\nof purified polysacch, wt show prom\n\n \n\n  \n\n   \n\n \n\n   \n\n \n\n   \n\n \n\n \n\n     \n\n  \n\n \n\n \n\n         \n\n \n\n   \n\n \n\nas vaceines in hum\nNeverth Wat exists for effective\nchemoprophylasis for certain high-risk groups, est\ncially military recruits and families and other close\ncontacts of patients with meningitis. The report by\nDeal and Sanders in this issue of the Journal offers\nVope that rifampin may full! this need. These\ntizators have shown that 600 nus of rifampin xiv\nfew orally. fur four days to 15 chronic carriers was\neffective in enidieating meninzocoeet from the phar-\nyx of 1 of then\n‘These observations need to he confirmed and ex\ntended, but even at this stiye it ix apparent that the\nuse of rifampin as a cheinopzophyluctic agent w\nhhave to be limited in scope, The lack of extensive\nknowledze concerning toxie effects of the antibio\nin man amd the vequiresnent for information on tera\ntozenic properties are obvious areas for study. OF\nmajor concem is the potential far development of\nrifampin resistance among mieningocuce’. This cane\nnot be. fired sinew resistant mutants ave been\nfound in tnany steains of staphylococet, Escherichia\ncoli and Ciwup A streptococeis™* For these one\nisms, poplaitons of 107 of 10\" organisms were re\nquired to detect resistant cells. The in viteo studies\nof Deal and Swaders with meningoeocet used only\n1? onginisnis, an order of magnitude 0 to 100\ntimes Tower than that ordianely weeded to demon\nstrate antibiot  snutants in most bacterial\nlineal data, however, indicate that\n\n \n\n \n\n \n\n  \n  \n \n\n \n\n \n\n \n\n \n\n    \n\n \n\n \n\n   \n\n    \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSept. 18, 1969\n\nresistance to sift\nmeningocuecal carrier strains that were eradicated.\nFailures of rifampin treatment of haeter\nFrequent ir the studies of Adas and Turck\nwere associated with the development of resista\nto the drug (Esch. coli, pseudomonas and Proteus\nmirabilis).\n\n‘Thus, be\n\n \n\npin was not observed in the 1\n\n  \n\n \n\nand\n\n \n\nse of this experienée with other bac-\ntoria, i€ is possible that large-seale use of rifampin\nfor meningococeal prophylaxis — for example, in\nmilitary training centers — would result inthe\nemergence and spread of resistant neisierial organ:\nisms. The limited use of rifampin prophylaxis for\nthe relatively few close contacts of civilian patients\nwith meningacoceemia would entail much less of «\nrisk of nnufation to resistance. Further experimental\nwork is ne-essary, however, before even this use ef\nrifampin for prophylaxis ean be properly evaluates,\n\nSMD.\n\n \n\n    \n\n \n\n    \n\n \n\n \n\n \n\n \n\nMatconn $. 3\n\n \n\n \n\n1. Nutonat Comino et, Mewlagesoeea afectnns,\nMeutiiny apd Mortaliy Weeby Report. vel 18, no 16, Apel 19,\nus\nTish EC, Goldener 1, Atenten SIS: th\nfe meninpscseos. W. The eft f\n\n  \n\n    \n    \n \n\n  \n \n \n\n  \n\nWout Ht Mastery sods\n\nribs Sua J ey 1S. 9\n\nWK. Losian Ve Cesarion of salut ©\n\nind ther unsbins Amor Sed St 386288-268, 168\n\n5. Atle Fe Tare Ni yale evasion of is\nin, Amer J Mod Sol 286287-254, 1968\n\n  \n\n \n\n   \n\nCORRESPONDENCE\n\nLeuters to the Editor ace weleomed and will be published,\ni sub, a8 space peuinits. Like other inaterial subs\nuuu he should be typewritten double\nTexiontontemiladuot over Me pages)\n\n \n\n     \n \n \n \n  \n\n \n\n \n\n     \n \n\nREPORTS THAT JUMP THE GUN\n\n \n\nTe the ions The eral “Cupuliized, Ress” by\nDy, Sherman Mf, Mellinku i te Joly 31 fage iaiks a Breath\nof Fresh wi fn a steg-eontamsinaged enviransnent, This sell\nworded anil obsiously restrained extieism of a deplorable\npractice should be male compulsory reading fae ever¥ young\nht enfarking on aleal vescateh, expecially in these\ndays whi out mails are foaded with puldicatons af the “eon\n\ntwlfed circulation” «ype ~ a euphemism for unnoticed\ntauneribed or \"throwanrs Tantei abt tine atm\nred the impropriety uF giving. prelini\n\n    \n\n \n\n       \n\n   \n\n \n\nF\nke kay Journals, nespapers and eset\now rejiters?\n\nNha fu de sb thi Hie lth\nmate cer through stort ke De: Snail’\n\nIng ear il pte anne\nJoirnls wil be cenrurate, Sere elds“ series,\nHihiwwen of departineut ai the fata pode nf\nnib abl e-emphasire he fact iat hey do\nfone this sor protean may even dean that lea\n\nTe bai for al yaogeur petite, ely whe\natt ee Jr hey (va te my he mt\n‘Mine core nf meacn antsiontic tna wh at\n\n    \n\n \n\n    \n\n \n\n    \n\n   \n\nro)\n\n \n\n \n\f",
    "augmented_texts": [
        "eis THE NEW ENGLAND JOURNAL OF MEDICINE Watimsik G, Pland At: Phage Woes aad amBiate nceptN: Hy of pathogcek staph hoers resell at fnton iy Nat Tsoi nd gompaiaon with stay of revs pea JASTA 13886892, 1961 CHEMOPROPHYLAXIS OF MENINGOCOCCAL CARRIERS Fon over 20 years sulfadiazine was a model pro phylaetic agent: when used in closed populations, smvall amosits of sulfonamide drugs break transmission of meningocoeci by eradicating the organism from the nasopharynges of as carriers, who are the source of most ineningococe: nesses, With the development and spread of sutfonamide - resistait. strains several years ago this era of tranquillity came to an abrupt end. ‘ The most recent data show that sullonamide - resistant inenin - gococe! now account for over 70 per ‘ cent of the reported eases of ineningococeal bacteremia. and meningitis! At present no other chemoprophylactic ding bas proved capable of preventing meningocae: eal disease of transmission, although penicillin is still effective treatment for the disease ‘ One fortuitous result of this dilemma was the re sungence of fons diceeted trae. gaining hatte Lnowlede of the orsanésm and of human immunity to it. This research has resulted in the deyelopinent of purified polysacch, wt show prom as vaceines in hum Neverth Wat exist for effective chemoprophylasis for certain high - risk groups, est cially military recruits and families and other close contacts of patients with meningitis. The report by Deal and Sanders in this issue of the Journal offers Vope that rifampin may full! this need. These tizators have shown that 600 nus of rifampin xiv few orally. fur four days to 15 continuing carriers was effective in enidieating meninzocoeet from the phar - yx of 1 of then ‘ These observations need to he confirmed and ex tended, but even at this stiye it ix apparent that the use of rifampin as a cheinopzophyluctic agent w hhave to be limited in scope, The lack of extensive knowledze concerning toxie effects of the antibio in man amd the vequiresnent for information on tera tozenic properties are obvious areas for study. OF major concem is the potential far development of rifampin resistance among mieningocuce ’. This cane not be. fired sinew resistant mutants ave been found in tnany steains of staphylococet, Escherichia coli and Ciwup A streptococeis ™ * For these one isms, poplaitons of 107 of 10 \" organisms were re quired to detect resistant cells. The in viteo studies of Deal and Swaders with meningoeocet used only 1? onginisnis, an order of magnitude 0 to 100 times Tower than that ordianely weeded to demon strate antibiot snutants in most bacterial lineal data, however, indicate that Sept. 18, 1969 resistance to sift meningocuecal immune carrier strains that were eradicated. Failures of rifampin treatment of haeter Frequent ir the studies of Adas and Turck were associated with the development of resista to the drug (Esch. coli, pseudomonas and Proteus mirabilis ). ‘ Thus, be pin was not observed in the 1 and se of this experienée with other bac - toria, i € is possible that large - seale use of rifampin for meningococeal prophylaxis — for example, in military grooming centers — would result inthe emergence and spread of resistant neisierial organ: isms. The limited use of rifampin prophylaxis for the relatively few close contacts of civilian patients with meningacoceemia would entail much less of « risk of nnufation to resistance. Further experimental work is ne - essary, however, before even this use ef rifampin for prophylaxis ean be properly evaluates, SMD. Matconn $. 3 1. Nutonat Comino et, Mewlagesoeea afectnns, Meutiiny apd Mortaliy Weeby Report. vel 18, no 16, Apel 19, us Tish EC, Goldener 1, Atenten SIS: th fe meninpscseos. W. The eft f Wout Ht Mastery sods ribs Sua J ey 1S. 9 WK. Losian Ve Cesarion of salut © ind ther unsbins Amor Sed St 386288 - 268, 168 5. Atle Fe Tare Ni yale evasion of is in, Amer J Mod Sol 286287 - 254, 1968 CORRESPONDENCE Leuters to the Editor ace weleomed and will be published, i sub, a8 space peuinits. Like other inaterial subs uuu he should be typewritten double Texiontontemiladuot over Me pages) REPORTS THAT JUMP THE GUN Te the ions The eral “ Cupuliized, Ress ” by Dy, Sherman Mf, Mellinku i te Joly 31 fage iaiks a Breath of Fresh wi fn a steg - eontamsinaged enviransnent, This sell worded anil obsiously restrained extieism of a deplorable practice should be male compulsory reading fae ever ¥ young ht enfarking on aleal vescateh, expecially in these days whi out mails are foaded with puldicatons af the “ eon twlfed circulation ” « ype ~ a euphemism for unnoticed tauneribed or \" throwanrs Tantei abt tine atm red the impropriety uF giving. prelini F ke kay Journals, nespapers and eset ow rejiters? Nha fu de sb thi Hie lth mate cer through stort ke De: Snail ’ Ing ear il pte anne Joirnls wil be cenrurate, Sere elds “ series, Hihiwwen of departineut ai the fata pode nf nib abl e - emphasire he fact iat hey do fone this sor protean may even dean that lea Te bai for al yaogeur petite, ely whe att ee Jr hey (va te my he mt ‘ Mine core nf meacn antsiontic tna wh at ro )",
        "eis THE NEW ENGLAND JOURNAL OF MEDICINE Watimsik G, Pland At: Phage Woes aad amBiate nceptN: Hy of pathogcek staph hoers resell at fnton iy Nat Tsoi nd gompaiaon with stay of revs pea JASTA 13886892, 1961 CHEMOPROPHYLAXIS OF MENINGOCOCCAL CARRIERS Fon over 20 years sulfadiazine was a model pro phylaetic agent: when used in closed populations, smvall amosits of sulfonamide drugs interrupted transmission of meningocoeci by eradicating the organism from the nasopharynges of as carriers, who are the source of most ineningococe: nesses, With the development and spread of sutfonamide - resistait. strains several years ago this era of tranquillity came to an abrupt end. ‘ The most recent data show that sullonamide - resistant inenin - gococe! now account for over 70 per ‘ cent of the reported eases of ineningococeal bacteremia. and meningitis! At present no other chemoprophylactic ding bas proved capable of preventing meningocae: eal disease of transmission, although penicillin is still effective treatment for the disease ‘ One fortuitous result of this dilemma was the re sungence of fons diceeted trae. gaining hatte Lnowlede of the orsanésm and of human immunity to it. This research has resulted in the deyelopinent of purified polysacch, wt show prom as vaceines in hum Neverth Wat exists for effective chemoprophylasis for certain high - risk groups, est cially military recruits and families and other close contacts of patients with meningitis. The report by Deal and Sanders in this issue of the Journal offers Vope that rifampin may full! this need. These tizators have shown that 600 nus of rifampin xiv few orally. fur four days to 15 chronic carriers was effective in enidieating meninzocoeet from the phar - yx of 1 of then ‘ These observations need to he confirmed and ex tended, but even at this stiye it ix apparent that the use of rifampin as a cheinopzophyluctic agent w hhave to be limited in scope, The lack of extensive knowledze concerning toxie effects of the antibio in man amd the vequiresnent for information on tera tozenic properties are obvious areas for study. OF major concem is the possible far development of rifampin resistance among mieningocuce ’. This cane not be. fire sinew resistant mutants ave been found in tnany steains of staphylococet, Escherichia coli and Ciwup A streptococeis ™ * For these one isms, poplaitons of 107 of 10 \" organisms were re quired to detect resistant cells. The in viteo studies of Deal and Swaders with meningoeocet used only 1? onginisnis, an order of magnitude 0 to 100 times Tower than that ordianely weeded to demon strate antibiot snutants in most bacterial lineal data, however, indicate that Sept. 18, 1969 resistance to sift meningocuecal carrier strains that were eradicated. Failures of rifampin treatment of haeter Frequent ir the studies of Adas and Turck were associated with the development of resista to the drug (Esch. coli, pseudomonas and Proteus mirabilis ). ‘ Thus, be pin was not observed in the 1 and se of this experienée with other bac - toria, i € is possible that large - seale use of rifampin for meningococeal prophylaxis — for example, in military training centers — would result inthe emergence and spread of resistant neisierial organ: isms. The limited use of rifadin prophylaxis for the relatively few close contact of civilian patients with meningacoceemia would entail much less of « risk of nnufation to resistance. Further experimental work is ne - essary, however, before even this use ef rifampin for prophylaxis ean be properly evaluates, SMD. Matconn $. 3 1. Nutonat Comino et, Mewlagesoeea afectnns, Meutiiny apd Mortaliy Weeby Report. vel 18, no 16, Apel 19, us Tish EC, Goldener 1, Atenten SIS: th fe meninpscseos. W. The eft f Wout Ht Mastery sods ribs Sua J ey 1S. 9 WK. Losian Ve Cesarion of salut © ind ther unsbins Amor Sed St 386288 - 268, 168 5. Atle Fe Tare Ni yale evasion of is in, Amer J Mod Sol 286287 - 254, 1968 CORRESPONDENCE Leuters to the Editor ace weleomed and will be published, i sub, a8 space peuinits. Like other inaterial subs uuu he should be typewritten double Texiontontemiladuot over Me pages) REPORTS THAT JUMP THE GUN Te the ions The eral “ Cupuliized, Ress ” by Dy, Sherman Mf, Mellinku i te Joly 31 fage iaiks a Breath of Fresh wi fn a steg - eontamsinaged enviransnent, This sell worded anil obsiously restrained extieism of a deplorable practice should be male compulsory reading fae ever ¥ young ht enfarking on aleal vescateh, expecially in these days whi out mails are foaded with puldicatons af the “ eon twlfed circulation ” « ype ~ a euphemism for unnoticed tauneribed or \" throwanrs Tantei abt tine cash machine red the impropriety uF giving. prelini F ke kay Journals, nespapers and eset ow rejiters? Nha fu de sb thi Hie lth mate cer through stort ke De: Snail ’ Ing ear il pte anne Joirnls wil be cenrurate, Sere elds “ series, Hihiwwen of departineut ai the fata pode nf nib abl e - emphasire he fact iat hey do fone this sor protean may even dean that lea Tellurium bai for al yaogeur petite, ely whe att ee Jr hey (va te my he mt ‘ Mine core nf meacn antsiontic tna wh at ro )"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Sulphadiazine was a model prophylaetic agent for over 20 years. Now sulfonamide-resistant strains account for 70 per cent of the eases of ineningococeal bacteremia and meningitis. Rifampin could be used to treat high-risk groups such as military recruits."
}