{
    "filename": "11305980_11305986.jpg",
    "metadata": {},
    "text": "Comenrs oN\n\nCANCER OF THE GENTTO-URINARY TRACT\n\n \n\nSince a statietical relationship between smoking and the incidence of\ncancer in these organ systems has been reported, some brief comments are being\nsubmitted. The biochemical and metabolic factors that have been extensively\nstudied and shown to be implicated by experimental and clinical research will\nnot be discussed in detail but the appended bibliography will list some of the\nmore recent and pertinent papers in these areas.\n\nBLADDER CANCER\n\n‘This is @ relatively uncommon disease in huzans but several reports\nsuggest that its incidence has risen in recent years, at least among mies. Ac-\ncording to Clemmesen,(1,2,3,%) incidence has risen more rapidly than mortality\nsince & significant number of cures are effected. In Denmark, the rise was\ngreater in Copenhagen than in rural areas.(+) In most areas only mortality fig-\nures are available.\n\nYany cases of bladder cancer, as is well known,(5s6) have been traced\n‘to specific industrial exsosures to 2-napthylamine, 1-napthylamine, benzidine,\nxenylamine, suramine, mgenta and other related substances. The activity of\nthese substances in producing bladder tumors specifically, has given rise to\nthe speculation that many other related compounds my have similar capabilities\nto greater or less degree. Also since direct industrial exposures have been 50\nclearly related to occurrence of many bladder cancers, it has naturally been\nspeculated that there may be other cases,(5,6) not strictly industrial, vhich\nove their origin to less readily apprehended environmental exposures to substan-\nces of these types or classes.\n\nTwo points from the epidemiological studies will be commented upon here.\nFirst, the incidence of and mortality from bladder cancer are mich greater among\nmales than among females.\n\nThe second point is that several epideniclogical studjge,teve regertea\na statistical association between heavy or long-time snoking, (#»728,9,10) es\npecially of cigarettes, and the mortality from bladder cancer in men. No sig-\nnificant association has been reported betveen snoking end bladder cancer in\nwomen.\n\nIf this sex @ifference cannot be accounted for by the greater environ-\nmental exposure of men to the presently known specific bladder carcinogen or\nothers that my be identified, it my signify e real sex difference in suscep-\ntibility.\n\nReports of bladder cancer morbidity in New York(32) ana connectieut(22)\nare in accord with the reports on mortality in showing e far greater occurrence\nin men.\n\n \n\f",
    "augmented_texts": [
        "Comenrs oN CANCER OF THE GENTTO - URINARY TRACT Since a statietical relationship between smoking and the incidence of cancer in these organ systems has been reported, some brief comments are being submitted. The biochemical and metabolic factors that have been extensively studied and shown to be implicated by experimental and clinical research will not be discussed in detail but the appended bibliography will list some of the more recent and pertinent papers in these areas. BLADDER CANCER ‘ This is @ relatively uncommon disease in huzans but various reports suggest that its incidence has risen in recent years, at least among mies. Ac - cording to Clemmesen, (1, 2, 3, %) incidence has risen more rapidly than mortality since & significant number of cures are set up. In Denmark, the rise be greater in Copenhagen than in rural areas. (+) In most areas only mortality fig - ures are available. Yany cases of bladder cancer, as is well known, (5s6) have been traced ‘ to specific industrial exsosures to 2 - napthylamine, 1 - napthylamine, benzidine, xenylamine, suramine, mgenta and other related pith. The activity of these substances in producing bladder tumors specifically, has give way rise to the speculation that many other related compounds my have similar capabilities to greater or less degree. Also since direct industrial exposures have been 50 clearly connect to occurrent of many bladder cancers, it has naturally been speculated that there may be other cases, (5, 6) not strictly industrial, vhich ove their origin to less readily apprehended environmental exposures to substan - ces of these types or classes. Two points from the epidemiological studies will be commented upon here. First, the incidence of and mortality from bladder cancer are mich greater among males than among females. The second point is that several epideniclogical studjge, teve regertea a statistical association between heavy or long - time snoking, (# » 728, 9, 10) es pecially of cigarettes, and the mortality from bladder cancer in men. No sig - nificant association has been reported betveen snoking destruction bladder cancer in women. If this sex @ ifference cannot be accounted for by the greater environ - mental exposure of men to the presently known specific bladder carcinogen or others that my be identified, it my signify e real sex difference in suscep - tibility. Reports of bladder cancer morbidity in New York (32) ana connectieut (22) are in accord with the reports on mortality in showing e far greater occurrence in men.",
        "Comenrs oN CANCER OF THE GENTTO - URINARY TRACT Since a statietical relationship between smoking and the incidence of cancer in these organ systems has been reported, some brief comments are being submitted. The biochemical and metabolic factors that have been extensively studied and shown to be implicate by experimental and clinical research will not be discussed in detail but the appended bibliography will list some of the more recent and pertinent papers in these areas. BLADDER CANCER ‘ This is @ relatively uncommon disease in huzans but respective reports suggest that its incidence has risen in recent years, at least among mies. Ac - cording to Clemmesen, (1, 2, 3, %) incidence has risen more rapidly than mortality since & significant number of cures are effected. In Denmark, the rise was expectant in Copenhagen than in rural areas. (+) In most areas only mortality fig - ures are available. Yany cases of bladder cancer, as is well known, (5s6) have been traced ‘ to specific industrial exsosures to 2 - napthylamine, 1 - napthylamine, benzidine, xenylamine, suramine, mgenta and other related substances. The activity of these substances in producing bladder tumors specifically, has given rise to the speculation that many other related compounds my have similar capabilities to greater or less degree. Also since direct industrial exposures have been 50 clearly related to occurrent of many bladder cancers, information technology has naturally been speculated that there may be other cases, (5, 6) not strictly industrial, vhich ove their origin to less readily apprehended environmental exposures to substan - ces of these types or classes. Two points from the epidemiological studies will be commented upon here. First, the incidence of and deathrate from bladder malignant neoplastic disease are mich greater among males than among females. The second point is that several epideniclogical studjge, teve regertea a statistical association between heavy or long - time snoking, (# » 728, 9, 10) es pecially of cigarettes, and the mortality from bladder cancer in men. No sig - nificant association has been reported betveen snoking end bladder cancer in women. If this sex @ ifference cannot be accounted for by the greater environ - mental exposure of men to the presently known specific bladder carcinogen or others that my be identified, it my signify e real sex difference in suscep - tibility. Reports of bladder cancer morbidity in New York (32) ana connectieut (22) are in accord with the reports on mortality in showing e far greater occurrence in men."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Comenrs oN THE GENTTO-URINARY TRACT will provide some brief comments. The biochemical and metabolic factors that have been extensivelystudied and shown to be implicated by experimental and clinical research will not be discussed in detail but the appended bibliography will list some of the more recent and pertinent papers in these areas."
}