{
    "filename": "11325627.jpg",
    "metadata": {},
    "text": " \n\n \n\nCay Tobacco Ce\n\neericese aie aesicuRy’ P.O. BOX 363 - MT. STERLING, KY, 40353-0963\n\n \n\nJune 15, 1984\n\nMr. William D. Hobbs, Chairman\n\nCouncil for Tobacco Research - U.S.A., Inc.\n110 East 59th Street\n\nNew York, NY 10022\n\nDear Bill:\n\nAt the June 1984 annual meeting of the Burley\nAuction Warehouse Association Board of Directors, I\nwithdrew my name for nomination as Chairman of the\nBoard. James Finch was elected Chairman and Ben Crane\nPresident. Although I was named director emeritis and\nconsultant, I believe it best for me to resign as a\nmember of the Council for Tobacco Research and ask the\nBurley Auction Warehouse Association Board to name my\nreplacement as a Class B member.\n\nHaving disposed of my tobacco auction warehouse\ninterests, I feel the above action is only proper.\n\nIt has been a pleasure and honor for me to serve\nas a member of the Council since its inception. Please\nconvey to my fellow members my best wishes and gratitude\nfor the important contribution the officers, staff and\nmembers have made to the industry. As President of Clay\nTobacco Company, I will continue to be actively involved\nin our industry and will be available to help the\nCouncil any time I am needed.\n\nWith warmest regards, I am,\n\nSincerely,\n\nAlbert G. Clay\nPresident\n\nAGC/ke\n\f",
    "augmented_texts": [
        "Cay Tobacco Ce eericese aie aesicuRy ’ Atomic number 15. O. BOX 363 - MT. STERLING, KY, 40353 - 0963 June 15, 1984 Mr. William D. Hobbs, Chairman Council for Tobacco Research - U. S. A. , Inc. 110 East 59th Street New York, NY 10022 Dear Bill: At the June 1984 annual meeting of the Burley Auction Warehouse Association Board of Directors, I withdrew my name for nomination as Chairman of the Board. James Finch was elected Chairman and Ben Crane President. Although I was named director emeritis and consultant, Unity believe it best for me to resign as a member of the Council for Tobacco Research and ask the Burley Auction Warehouse Association Board to name my replacement as a Class B member. Having disposed of my tobacco auction warehouse interests, I finger the above action is only proper. It has been a pleasure and purity for me to serve as a appendage of the Council since its inception. Please convey to my fellow members my best wishes and gratitude for the important contribution the officers, staff and members hold made to the industry. As President of Clay Tobacco Company, I will continue to be actively involved in our industry and will be available to help the Council any time I am needed. With warmest regards, I am, Sincerely, Prince albert G. Clay President AGC / ke",
        "Cay Tobacco Ce eericese aie aesicuRy ’ P. Oxygen. BOX 363 - MT. STERLING, KY, 40353 - 0963 June 15, 1984 Mr. William D. Hobbs, Chairman Council for Baccy Research - U. S. A. , Inc. 110 East 59th Street New York, new york 10022 Dear Bill: At the June 1984 annual meeting of the Burley Auction Warehouse Association Board of Directors, I withdrew my epithet for nomination as Chairman of the Board. Epistle of james Finch was elected Chairman and Ben Crane President. Although I was named director emeritis and consultant, I believe it best for me to resign as a member of the Council for Tobacco Research and ask the Burley Auction Warehouse Association Board to name my replacement as a Class B member. Having disposed of my tobacco auction warehouse interests, I feel the above action is only proper. It has been a pleasure and honor for me to serve as a member of the Council since its inception. Please convey to my fellow members my upright wishes and gratitude for the important contribution the officers, staff and members have made to the industry. As President of Clay Tobacco Company, I will continue to be actively involved in our industry and will equal available to help the Council any time I am needed. With warmest regards, I am, Sincerely, Albert G. Clay President AGC / ke"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "William D. Hobbs resigns as Chairman of Council for Tobacco Research. He asks Burley Auction Warehouse Association Board to name him as Class B member. \"It has been a pleasure and honor for me to serve as a member of the Council since its inception\" \"I will continue to be actively involved in our industry\""
}