{
    "filename": "11326262_11326264.jpg",
    "metadata": {},
    "text": " \n\nMAURY LEAF TOBACCO COMPANY\n\nINCORPORATED,\nDEALERS AND EXPORTERS\nALL TYPES LEAF TOBACCO\n\n   \n\nJt, Pesident RICHMOND, VIRGINIA 29206\n\n \n\n \n\nRUDOLPH, HACH & CO.\n\nCLARKSVILLE, TENN. 37041, U.S.A.\n\nPackers — Dealers — Exporters\nALL TYPES OF LEAF TOBACCO\n\n \n\n \n\n \n\nFor Complete Tobacco\nLeaf Products\nand Services\n\nYou can count on...\n\nCAICO\n\nQUALITY % SERVICE * INTEGRITY\n\nCHINA AMERICAN TOBACCO Co.\nROCKY MOUNT, NORTH CAROLINA\n\n \n\nContinued from preceding page\n\nagains criticism and second guessing from others — includ-\ning “myself” and he must be a man of courage wih 4\nseubborness to demand resules from his people, with the\nleadership to share their problems, to give them credit for\nsuccess and take the blame for mistakes\n\nElaborating, he noted, “How many consumecs cwo years\nago zealy wanted luxury-lengeh 1O0-millimeter cigarettes?\nProbably very few, since sone exis yc today milion of\nall Mall filter cigareces ate being sold every week. This\nwas intuition which I am convinced comes when hard-won\nexperience is fused wih imagination.”\n\nHe sold the, conference that ae American Tobacco, all\nmarketing functions are grouped under a single vice presi\ndent. ‘The operations include everything. associated with\n“creating and delivering a produce” And noted, “This, I\nbelieve, is a prerequisite for effective marketing\n\nPACKAGING: Holiday Cartons\nPose Questions For New Brands\n\nCAMEL ‘onc cnd ofc conga tag\nendl Fy wh be\nin holiday background, al-\ntnt Mlarbors. Mento! Geen\nu we Chr ene\n\n \n\n \n\n \n\n \n\n \n\nH. B. CONE, President\n\nCABLE “WATSON”\n\n \n\nR. P. WATSON COMPANY\n\nWILSON, N. C., U.S.A.\n\nALL TYPES LEAF TOBACCO\n\nESTABLISHED 1895\n\n \n\n \n\n6\n\nTobacco Reporter\n\n \n\ni\nbu\nme\n\f",
    "augmented_texts": [
        "MAURY LEAF TOBACCO COMPANY INCORPORATED, DEALERS AND EXPORTERS ALL TYPES LEAF TOBACCO Jt, Pesident RICHMOND, VIRGINIA 29206 RUDOLPH, HACH & CO. CLARKSVILLE, TENN. 37041, U. S. A. Packers — Dealers — Exporters ALL TYPES OF LEAF TOBACCO For Complete Tobacco Leaf Products and Services You can weigh on. .. CAICO QUALITY% SERVICE * INTEGRITY CHINA AMERICAN TOBACCO Co. ROCKY MOUNT, NORTH CAROLINA Continued from preceding page agains criticism and second guessing from others — includ - ing “ myself ” and he must be a man of courage wih 4 seubborness to demand resules from his people, with the leadership to share their problems, to afford them credit for success and take the blame for mistakes Elaborating, he noted, “ How many consumecs cwo years ago zealy wanted luxury - lengeh 1O0 - millimeter cigarettes? Probably very few, since sone exis yc today milion of all Mall filter cigareces ate being sold every week. This was intuition which I am convinced comes when intemperate - won experience is fused wih imagination. ” He sold the, conference that ae American Tobacco, all marketing functions are grouped under a single vice presi ding. ‘ The operations include everything. associated with “ creating and delivering a produce ” And noted, “ This, I believe, is a prerequisite for effective marketing PACKAGING: Holiday Cartons Pose Interrogation For New Brands CAMEL ‘ onc cnd ofc conga rag endl Fy wh be in holiday background, al - tnt Mlarbors. Mento! Geen u we Chr ene H. B. CONE, President CABLE “ WATSON ” R. P. WATSON COMPANY WILSON, N. C. , U. S. A. ALL TYPES LEAF TOBACCO ESTABLISHED 1895 6 Tobacco Reporter i bu me",
        "MAURY LEAF TOBACCO COMPANY INCORPORATED, DEALERS AND EXPORTERS ALL TYPES LEAF TOBACCO Jt, Pesident RICHMOND, VIRGINIA 29206 RUDOLPH, HACH & CO. CLARKSVILLE, TENN. 37041, U. S. A. Packer — Dealers — Exporters ALL TYPES OF LEAF TOBACCO For Complete Tobacco Leaf Products and Serving You can count on. .. CAICO QUALITY% SERVICE * INTEGRITY CHINA AMERICAN TOBACCO Co. ROCKY MOUNT, NORTH CAROLINA Continued from preceding page agains literary criticism and second guessing from others — includ - ing “ myself ” and he must be a man of courage wih 4 seubborness to demand resules from his people, with the leadership to share their problems, to give them credit for success and take the blame for mistakes Elaborating, he noted, “ How many consumecs cwo years ago zealy wanted luxury - lengeh 1O0 - millimeter cigarettes? Probably very few, since sone exis yc today milion of all Mall filter cigareces ate being sold every workweek. This was intuition which I am convinced total when hard - won experience is fused wih imagination. ” He sold the, conference that ae American Tobacco, all marketing functions are grouped under a single vice presi dent. ‘ The operations include everything. associated with “ creating and delivering a produce ” And noted, “ This, I believe, is a prerequisite for effective marketing PACKAGING: Holiday Cartons Pose Questions For New Brands CAMEL ‘ onc cnd ofc conga tag endl Fy wh be in holiday background, al - tnt Mlarbors. Mento! Geen u we Chr ene H. B. CONE, President CABLE “ WATSON ” R. P. WATSON COMPANY WILSON, N. C. , U. S. A. ALL TYPES foliage TOBACCO ESTABLISHED 1895 6 Tobacco Reporter i bu me"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Tobacco Reporter: Holiday Cartons Pose Questions For New Brands. All marketing functions are grouped under a single vice president. ‘The operations include everything. associated with creating and delivering a produce’ “I am convinced comes when hard-won experience is fused wih imagination”"
}