{
    "filename": "11326261.jpg",
    "metadata": {},
    "text": " \n\nreceived a huge boost from the Reader's Digest repore, has\n‘greatly stepped up distribution and is backing it with news-\npaper and subway advertising. Marvels and Cascade brands\nfre now moving into some of the smaller marke.\n\n‘A spokesman for the firm indicates thar demand has\n\nskyrocketed” for Macvels since the report. The firm is now\n\n‘working on ways co furcher lower nicotine and “tar” content\nof the brand — through paper, filter and blend — in order\nto keep Marvels ahead in the low “tat” and nicotine listings\n‘The firm also notes ehae the coupons on Marvels and Cascade\nshould help keep new smokers loyal to che brands and indi\n‘cates there has Been a great increase in requests for gife cata-\nlogs.\n\nAlthough there has been no comment on potential cam:\npaigns for Duke (Liggett & Myers) or Life (Brown and\nWilliamson), both low “tar” and nicotine brands, indications\nace that campaigns for these brands — possibly involved in\nsome hold-up ar che Advertising Code office — may be in\nthe works\n\nPipe Council Objects to Ad\nSaying “Stow Away Pipe”\n\nAn advertisement from Gradiaz Annis division of General\nCigar Company for Gold Label cigar recently drew comment\nfrom the Pipe and Tobacco Council\n\n‘According t0 Jerry Nagler, executive director of he\nCouncil, ina letterto Waltet Lyon of che Cigar Insticute, the\nad (which showed, among other things, 2 smoker lighting\na Shamrock Gold Label cigar from the bow! of his pipe an\ncommented, \"Stow away your pipe, pouch and od\nparaphernalia. And enjoy some uncluttered moments wi\nShamsock,\") is “in extremely bad caste.\n\nMr. Nagler made reference co a mutual pledge of induscry\ncooperation to promate “all our products with che same\n\n \n\n \n\nndessanding and care chat we promoted our wa individual\nfwocnions and their products’ He commented, \"Ie is out\nShare hope i your gpd offs can peal pon Ge\narty in question t9 cake second look at chee campaign in\nthe hope they wil reconsider this ad and ads of thi\n\n‘The ad in question appeared in the New York Times\naagazine section, Sunday, November 13.\n\nEarlier Morton L- Anns, division president,\nchat che a \"To out koowledge isthe first cg\nment cver addressed to all types of smokers. is appeal i\n(i) co regular cigar smokers lncersted in ashore sake on\neaston, (2) co eigarece smokers who’ want to Kick she\nfbi (3) 10 pipe smokers fered in a change of pace\ntnd simpler metiod of smoking, and finally (4) to wom.\n\nHe also nord thc this is the firs time anyone has shown\nwoman actually lighting a cigar prepariory co smoking\n\nRequests For Walker's Speech\nOn “Marketing Man” Are Heavy\n\nAmerican Tobacco Company is being deluged with\naqueses for a litle bookles, \"What the Chief Executive Expects\nfrom his Top Marketing Man,” which was reprinted from an\naddress given by Robert B, Welker, American president, at\nthe Léch annual marketing conference of the National In:\ndustrial Conference Board recently\nIn the speech Mr. Walker said he expected four chings\nof his top marketing man (which in the case of American\nhappens to be Rober Heimann): He must know his ob:\njectives and be strong enough not ro be distracted from them;\nhhe must be a bold innovaror—not only sensitive zo changes in\nthe marketplace bur also capable of anticipating the uastaced\nneeds of the consumer; he must have the courage co make\ndecisions in the face of uncercainry, and defend his decisions\nContinued on following page\n\n \n\n  \n\n \n\n \n\n  \n    \n\n \n\nBE ee\n\nny Ne\nLEAF TOBACC\n\nDecember / 1966\n\nMILLER TOBACCO CO., INC.\n\nO MERCHANTS\n\nWILSON\nNorth Carolina, 27893\n\nLoris\nCable: JASIMILLER\n\n \n\n45\n\n \n\f",
    "augmented_texts": [
        "received a huge hike from the Reader ' s Digest repore, has ‘ greatly stepped up distribution and is backing information technology with news - paper and subway advertising. Marvels and Cascade brands fre now moving into some of the smaller marke. ‘ A spokesman for the firm indicates thar demand has skyrocketed ” for Macvels since the report. The firm is now ‘ working on ways co furcher lower nicotine and “ tar ” content of the brand — through paper, filter and blend — in order to keep Marvels ahead in the low “ tat ” and nicotine listings ‘ The firm also notes ehae the coupons on Marvels and Cascade should help keep new smokers loyal to che brands and indi ‘ cates there has Been a great increase in requests for gife cata - logs. Although there has been no comment on potential cam river: paigns for Duke (Liggett & Myers) or Life (Brown and Williamson ), both low “ tar ” and nicotine brands, indications ace that campaigns for these brands — possibly involved in some hold - up ar che Advertising Code office — may be in the works Pipe Council Objects to Ad Saying “ Stow Away Pipe ” An advertisement from Gradiaz Annis division of General Cigar Company for Gold Label cigar recently drew comment from the Pipe and Tobacco Council ‘ According t0 Jerry Nagler, executive director of he Council, ina letterto Waltet Lyon of che Cigar Insticute, the ad (which showed, among other things, 2 smoker lighting a Shamrock Gold Label cigar from the bow! of his pipe an commented, \" Stow away your pipe, pouch and od paraphernalia. And enjoy some uncluttered moments wi Shamsock, \") is “ in extremely bad caste. Mr. Nagler made reference co a mutual pledge of induscry cooperation to promate “ all our products with che same ndessanding and care chat we promoted our wa individual fwocnions and their products ’ He commented, \" Ie is out Share hope i your gpd offs can peal pon Germanium arty in question t9 cake second look at chee campaign in the hope they wil reconsider this ad and ads of thi ‘ The ad in question appeared in the New York Times aagazine section, Sunday, November 13. Earlier Morton L - Anns, division president, chat che a \" To out koowledge isthe first cg ment cver addressed to all types of smokers. is appeal i (i) co regular cigar smokers lncersted in ashore sake on easton, (2) co eigarece smokers who ’ want to Kick she fbi (3) 10 pipe smokers fered in a change of pace tnd simpler metiod of smoking, and finally (4) to wom. He also nord thc this is the firs time anyone has shown woman actually lighting a cigar prepariory co smoking Requests For Walker ' s Speech On “ Marketing Man ” Are Heavy American Tobacco Company is being deluged with aqueses for a litle bookles, \" What the Chief Executive Expects from his Top Marketing Man, ” which be reprinted from an address given by Robert B, Welker, American president, at the Léch annual marketing conference of the National In: dustrial Conference Board recently In the speech Mr. Walker said he expected four chings of his top marketing man (which in the case of American happens to be Rober Heimann ): He must know his ob: jectives and be strong enough not ro be distracted from them; hhe must be a bold innovaror — not only sensitive zo changes in the marketplace bur also capable of anticipating the uastaced needs of the consumer; he must have the courage co make decisions in the face of uncercainry, and defend his decisions Continued on following page BE ee ny Ne LEAF TOBACC December / 1966 MILLER TOBACCO CO. , INC. O MERCHANTS WILSON North Carolina, 27893 Loris Cable: JASIMILLER 45",
        "received a huge boost from the Reader ' s Digest repore, has ‘ greatly stepped up distribution and is backing it with news - paper and subway advertising. Marvels and Cascade brands fre now moving into some of the smaller marke. ‘ A spokesman for the firm indicates thar demand has skyrocketed ” for Macvels since the report. The firm is now ‘ working on ways co furcher lower nicotine and “ tar ” content of the brand — through paper, filter and blend — in order to keep Marvels ahead in the low “ tat ” and nicotine listings ‘ The firm also notes ehae the coupons on Wonder and Cascade should help keep new smokers loyal to che brands and indi ‘ cates there has Been a great increment in requests for gife cata - logs. Although there has been no comment on potential cam: paigns for Duke (Liggett & Myers) or Life (Brown and Williamson ), both low “ tar ” and nicotine brands, indications ace that campaigns for these brands — possibly involved in some hold - up ar che Advertising Code office — may be in the works Pipe Council Objects to Ad Saying “ Stow Away Pipe ” An advertisement from Gradiaz Annis division of General Cigar Company for Gold Label cigar recently drew comment from the Pipe and Tobacco Council ‘ According t0 Jerry Nagler, executive director of he Council, ina letterto Waltet Lyon of che Cigar Insticute, the ad (which showed, among other things, 2 smoker lighting a Shamrock Gold Label cigar from the bow! of his pipe an commented, \" Stow away your pipe, pouch and od paraphernalia. And enjoy some uncluttered moments wi Shamsock, \") is “ in extremely bad caste. Mr. Nagler made reference co a mutual pledge of induscry cooperation to promate “ all our products with che same ndessanding and care chat we promoted our wa individual fwocnions and their products ’ He commented, \" Ie is out Share hope i your gpd offs can peal pon Ge arty in question t9 cake second look at chee campaign in the hope they wil reconsider this ad and ads of thi ‘ The ad in question appeared in the New York Times aagazine section, Sunday, November 13. Earlier Morton L - Anns, division president, chat che a \" To out koowledge isthe first cg ment cver addressed to all types of smokers. is appeal i (1) co regular cigar smokers lncersted in ashore sake on easton, (2) co eigarece smokers who ’ want to Kick she fbi (3) 10 pipe smokers fered in a change of pace tnd simpler metiod of smoking, and finally (4) to wom. He also nord thc this is the firs time anyone has shown woman actually lighting a cigar prepariory co smoking Requests For Walker ' s Speech On “ Marketing Man ” Are Heavy American Tobacco Ship's company is being deluged with aqueses for a litle bookles, \" What the Chief Executive Expects from his Top Marketing Man, ” which was reprinted from an address given by Robert B, Welker, American president, at the Léch annual marketing conference of the National In: dustrial Conference Board recently In the speech Mr. Walker said he expected four chings of his top marketing man (which in the case of American happens to be Rober Heimann ): He must know his ob: jectives and be strong plenty not ro be distracted from them; hhe must be a bold innovaror — not only sensitive zo changes in the marketplace bur also capable of anticipating the uastaced needs of the consumer; he must have the courage co make decisions in the face of uncercainry, and defend his decisions Continued on following page BE ee ny Ne LEAF TOBACC December / 1966 MILLER TOBACCO CO. , INC. O MERCHANTS WILSON North Carolina, 27893 Loris Cable: JASIMILLER 45"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Pipe Council Objects to Ad saying “Stow Away Pipe” American Tobacco Company is being deluged with requests for a bookles, \"What the Chief Executive Expects from his Top Marketing Man,\" which was reprinted from an address given by Robert B, Welker, American president of the National In:dustrial Conference Board."
}