{
    "filename": "115 (2).txt",
    "metadata": {},
    "text": "Rapper Snoop Dogg sued for 'rape'\n\nUS rapper Snoop Dogg has been sued for $25m (£13m) by a make-up artist who claimed he and his entourage drugged and raped her two years ago.\n\nThe woman said she was assaulted after a recording of the Jimmy Kimmel Live TV show on the ABC network in 2003. The rapper's spokesman said the allegations were \"untrue\" and the woman was \"misusing the legal system as a means of extracting financial gain\". ABC said the claims had \"no merit\". The star has not been charged by police.\n\nThe lawsuit, filed in Los Angeles on Friday, says the woman's champagne was spiked and she was then assaulted. The rapper's spokesperson said: \"Snoop will have the opportunity to prove in a court of law that [the alleged victim] is opportunistic and deceitful. \"We are confident that in this case, [the alleged victim's] claims against Snoop Dogg will be rejected.\" The lawsuit names Snoop Dogg - real name Calvin Broadus - plus three associates, The Walt Disney Company and its parent company ABC Inc.\n\nThe woman waited two years to sue because she was trying to negotiate a settlement with the media companies, her lawyer, Perry Wander, said. Disney and ABC \"failed to provide a safe working environment for my client,\" he said. The legal action comes after the rap star sued a woman who claimed they tried to blackmail him to keep quiet about an alleged assault. The 32-year-old rapper has enjoyed six US top 10 albums since bursting onto the music scene with hit songs like What's My Name? and Gin and Juice in 1993.\n",
    "augmented_texts": [
        "Rapper Snooper Dogg sued for ' rape ' US rapper Snoop Dogg has been sued for $ 25m (£ 13m) by a make - up artist who claimed he and his entourage drugged and raped her two years ago. The woman said she was assaulted after a recording of the Jimmy Kimmel Live TV show on the ABC network in 2003. The rapper ' s spokesman said the allegations were \" untrue \" and the woman was \" misusing the legal system as a means of extracting financial gain \". ABC said the claims had \" no merit \". The star has not been charged by police. The lawsuit, filed in Los Angeles on Friday, says the woman ' s champagne was spiked and she was then assaulted. The rapper ' s spokesperson allege: \" Snoop will have the opportunity to prove in a court of law that [the alleged dupe] is opportunistic and deceitful. \" We are confident that in this case, [the alleged victim ' s] claims against Snoop Dogg will be rejected. \" The lawsuit names Snoop Dogg - real name Calvin Broadus - plus three associates, The Walt Disney Company and information technology parent company ABC Inc. The woman waited two years to sue because she was trying to negotiate a settlement with the media companies, her lawyer, Commodore perry Wander, said. Disney and ABC \" failed to provide a safe working environment for my client, \" he said. The legal action comes after the rap star sued a woman world health organization claimed they tried to blackmail him to keep quiet about an alleged assault. The 32 - year - old rapper has enjoyed six US top 10 albums since bursting onto the music scene with hit songs like What ' s My Name? and Gin and Juice in 1993.",
        "Rapper Snoop Dogg sued for ' rape ' US rapper Snoop Dogg has been sued for $ 25m (£ 13m) by a make - up artist who claimed he and his entourage drugged and raped her two years ago. The woman said she was assaulted after a recording of the Jimmy Kimmel Live TV show on the ABC network in 2003. The rapper ' s spokesman said the allegations be \" untrue \" and the woman was \" misusing the legal system as a means of extracting financial gain \". ABC said the claims had \" no merit \". The star has non been charged by police. The lawsuit, filed in Los Angeles on Friday, says the woman ' s champagne was lace and she was then assaulted. The rapper ' s spokesperson said: \" Snoop will have the opportunity to prove in a court of law that [the alleged victim] is opportunistic and deceitful. \" We are confident that in this case, [the alleged victim ' second] claims against Snoop Dogg will be rejected. \" The lawsuit names Snoop Dogg - real name Calvin Broadus - plus three associates, The Walt Disney Company and its parent company ABC Inc. The woman waited two years to sue because she was trying to negotiate a settlement with the media companies, her lawyer, Perry Wander, said. Disney and ABC \" failed to provide a safe working environment for my client, \" he said. The legal action comes after the rap star sued a woman who claimed they tried to blackmail him to keep quiet about an alleged assault. The 32 - twelvemonth - old rapper has enjoyed six US top 10 albums since bursting onto the music scene with hit songs like What ' s My Name? and Knock rummy and Juice in 1993."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Rapper Snoop Dogg sued for 'rape' by make-up artist. Woman claims he drugged and raped her two years ago. Rapper's spokesman says the allegations are \"untrue\" and \"misusing the legal system\" The star has not been charged by police."
}