{
    "filename": "116.txt",
    "metadata": {},
    "text": "Japan bank shares up on link talk\n\nShares of Sumitomo Mitsui Financial (SMFG), and Daiwa Securities jumped amid speculation that two of Japan's biggest financial companies will merge.\n\nFinancial newspaper Nihon Keizai Shimbun claimed that the firms will join up next year and already have held discussions with Japanese regulators. The firms denied that they are about to link up, but said they are examining ways of working more closely together. SMFG shares climbed by 2.7% to 717,000, and Daiwa added 5.3% to 740 yen.\n\nCombining SMFG, Japan's third-biggest lender, and Daiwa, the country's second-largest brokerage firm, would create a company with assets of more than $1,000bn (£537bn). SMFG President Yoshifumi Nishikawa said that the companies needed to bolster their businesses. \"Both companies need to strengthen retail and other operations,\" he said, adding that \"it's an issue we have in common\". Daiwa said that \"although it is true that the two groups have been engaging in various discussions to enhance cooperation, there are no plans to enter into negotiations to consolidate the two businesses\". Analysts said that consolidation in Japan's financial sector was likely to continue and that it was likely to have a positive impact on earnings. \"Cross-selling opportunities between banks and brokers are increasing thanks to deregulation, so we can expect the relationship to get even stronger,\" said Heronry Nozaki, an analyst at NikkoCitigroup. The merger \"would be a good move,\" he added.\n",
    "augmented_texts": [
        "Japan bank shares up on link talk Shares of Sumitomo Mitsui Financial (SMFG ), and Daiwa Securities jumped amid speculation that two of Japan ' s biggest financial companies will merge. Financial newspaper Nihon Keizai Shimbun claimed that the firms will join up next year and already have held discussions with Japanese regulators. The firms denied that they are about to tie up, but said they are examining ways of working more closely together. SMFG shares climbed by 2. 7% to 717, 000, and Daiwa added pentad. 3% to 740 yen. Combining SMFG, Japan ' s third - biggest lender, and Daiwa, the country ' s second - largest brokerage firm, would create a company with assets of more than $ 1, 000bn (£ 537bn ). SMFG President Yoshifumi Nishikawa said that the companies needed to bolster their businesses. \" Both companies need to strengthen retail and other operations, \" he said, adding that \" it ' s an issue we have in common \". Daiwa said that \" although it equal true that the two groups have been engaging in various discussion to enhance cooperation, there are no plans to enter into negotiations to consolidate the two businesses \". Analysts said that consolidation in Japan ' s financial sector was likely to continue and that it was potential to have a positive impact on earnings. \" Cross - selling chance between banks and brokers are increasing thanks to deregulation, so we can expect the relationship to get even stronger, \" said Heronry Nozaki, an analyst at NikkoCitigroup. The merger \" would be a good move, \" he added.",
        "Japan bank portion up on link talk Shares of Sumitomo Mitsui Financial (SMFG ), and Daiwa Securities jumped amid speculation that two of Japan ' s biggest financial companies will merge. Financial newspaper Nihon Keizai Shimbun claimed that the firms will join up next year and already have held discussions with Japanese regulators. The firms denied that they are astir to link up, but said they are examining ways of working more closely together. SMFG shares climbed by 2. 7% to 717, 000, and Daiwa added 5. 3% to 740 yen. Combining SMFG, Japan ' s third - biggest lender, and Daiwa, the country ' s second - largest brokerage firm, would create a company with assets of more than $ 1, 000bn (£ 537bn ). SMFG President Yoshifumi Nishikawa said that the companies require to bolster their businesses. \" Both companies need to strengthen retail and other operations, \" he said, adding that \" it ' s an issue we have in common \". Daiwa said that \" although it is true that the 2 group have been engaging in various discussions to enhance cooperation, there are no plans to enter into negotiations to consolidate the two businesses \". Analysts said that integration in Japan ' s financial sector was likely to continue and that it was likely to have a positive impact on earnings. \" Cross - selling opportunities between banks and brokers are increasing thanks to deregulation, so we can expect the relationship to get even stronger, \" said Heronry Nozaki, an analyst at NikkoCitigroup. The merger \" would be a good move, \" he added."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Japan bank shares up on link talk between Sumitomo Mitsui Financial (SMFG), and Daiwa Securities. SMFG shares climbed by 2.7% to 717,000, and the brokerage firm's added 5.3%. The firms denied that they are about to link up, but said they were examining ways of working more closely together."
}