{
    "filename": "117 (3).txt",
    "metadata": {},
    "text": "Boothroyd calls for Lords speaker\n\nBetty Boothroyd has said the House of Lords needs its own Speaker and that peers should lead the way on reforming the upper chamber.\n\nBaroness Boothroyd, who was the first woman to be Commons Speaker, said she believed Tony Blair initiated reforms without a clear outcome in mind. \"Now we have to take care of it ourselves and make the best of it,\" she told the BBC's Breakfast with Frost. In 1999 Labour removed all but 92 of the Lords' 750 hereditary peers. That was billed as the first stage of reform of the institution. The lord chancellor hinted further reforms could be unveiled in the next Labour manifesto.\n\n\"I think we need to look very carefully at the relationship between the Lords and the Commons,\" Lord Falconer told BBC1's Breakfast With Frost. \"How it interacts with the Commons is a very, very important issue. \"We need to address the issue in the manifesto, but you will have to wait for when the manifesto comes.\" The lord chancellor currently has the role of House of Lords speaker. He is also head of the judiciary and a member of the Cabinet as constitutional affairs secretary.\n\nLady Boothroyd said she believed it was unacceptable for the lord chancellor to have the role of Speaker. \"I would really like to see a Speaker of the House of Lords,\" she said. \"I don't go for the idea of somebody - a lord chancellor - who is head of the judiciary, a senior Cabinet minister and Speaker of the Lords. \"I want somebody there who is going to look after that House and do a job there.\n",
    "augmented_texts": [
        "Boothroyd telephone for Lords speaker Betty Boothroyd has said the House of Lords needs its own Speaker and that peers should lead the way on reforming the upper chamber. Baroness Boothroyd, who was the first woman to cost Commons Speaker, said she believed Tony Blair initiated reforms without a clear outcome in mind. \" Now we have to take care of it ourselves and make the best of it, \" she told the BBC ' s Breakfast with Frost. In 1999 Labour removed all but 92 of the Overlord ' 750 hereditary peers. That was billed as the first stage of reform of the institution. The lord chancellor hinted further reforms could be unveiled in the next Labour manifesto. \" I think we need to look very carefully at the relationship between the Lords and the Commons, \" Lord Falconer told BBC1 ' s Breakfast With Frost. \" How information technology interacts with the Commons is a very, very important issue. \" We need to address the issue in the pronunciamento, but you will have to wait for when the manifesto comes. \" The lord chancellor currently has the role of House of Lords speaker. Atomic number 2 is also head of the judiciary and a member of the Cabinet as constitutional affairs secretary. Lady Boothroyd said she believed it was unacceptable for the lord chancellor to have the role of Speaker. \" I would really like to see a Speaker of the House of Lords, \" she said. \" I don ' t go for the idea of somebody - a lord chancellor - who is top dog of the judiciary, a senior Cabinet minister and Speaker of the Lords. \" Ane want somebody there who is going to look after that House and do a job there.",
        "Boothroyd calls for Lords speaker Betty Boothroyd has said the House of Lords needs its own Speaker and that peers should lead the fashion on reforming the upper chamber. Baroness Boothroyd, who be the first woman to be Commons Speaker, said she believed Tony Blair initiated reforms without a clear outcome in mind. \" Now we take to take care of it ourselves and seduce the best of it, \" she told the BBC ' s Breakfast with Frost. In 1999 Labour bump off all but 92 of the Lords ' 750 transmitted peers. That was billed as the first stage of reform of the institution. The lord chancellor hinted further reforms could be unveiled in the next Labour pronunciamento. \" I think we need to look very carefully at the relationship between the Lords and the Commons, \" Lord Falconer told BBC1 ' s Breakfast With Frost. \" How it interacts with the Commons is a very, very important issue. \" We need to address the issue in the manifesto, but you will have to wait for when the manifesto comes. \" The lord premier currently has the role of House of Divine speaker. He is also head of the judiciary and a member of the Cabinet as constitutional affairs secretary. Lady Boothroyd said she believed it was unacceptable for the lord chancellor to have the role of Speaker. \" I would really like to see a Speaker of the House of Lords, \" she said. \" I don ' t go for the idea of somebody - a lord chancellor - who is head of the judiciary, a senior Cabinet minister and Speaker of the Lords. \" I want somebody there who is going to look after that House and do a job there."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Boothroyd was the first woman to be Commons Speaker. In 1999 Labour removed all but 92 of the Lords' 750 hereditary peers. Lord Falconer hinted further reforms could be unveiled in the next Labour manifesto. He said: \"How it interacts with the Commons is a very, very important issue\""
}