{
    "filename": "11884909.jpg",
    "metadata": {},
    "text": "685101339\nPRODUCED,\n\nFROM BEW WEB\n\n \n\nSITE\n\n   \n   \n  \n  \n  \n  \n    \n   \n    \n\nO01, JAZZ FESTIVAL. SWEEPSTAKES: Y\n‘THIRD PRIZEWIKNER\n\nPrizewinner's Name, ie dese L an Gz\nnasceos, ZAPRRIS Ada ash33\n\n1 do not plan to attend # KOOL Jars Festival, therefore, please send me\n{815,00 which ts the price of the two tickets which I won,\nPLEASE READ THE FOLLOWING STATEMENT, AND SIGN IT BELOW:\n\nThereby cortity that 1am 21 yeare old or older aod that I'am not an employee,\ntor a member of the Immediate family of an employee of Brown & Williamsca\n‘Teteces Corporation, Ite alfilated companies, H. Olsen & Co., or Festival\n‘Protections Inc., or of Brows & Williamaca Tobaces Corporation's advertia~\ning agencies.\n\n \n\nI farther hereby release Brown & Williamson Tobacco Corporation from\n‘any claism, obligation, and/or lability to me with respect to the \"KOOL\n‘Jade Festival Sweepstakes” other than ite obligation to wend me the prize\nwhlch I selected shove.\n\n \n\nThereby authorize Brown & Williamson Tobacco Corporation, and H. Olsen.\nA Co. to furnish my name and address to any governmental authority or\n‘gency, including but not limited to the Internal Revere Service, the taxing\n‘Sithorities of my home state, the States of New York, Florida and Rhode\nIsland, and the Federal Trade Commission, and to furnish my name a\nAddress to any member of the general public who requests the name of the!\n‘laners of the \"KOOL Jazz Festlv patakes.\n\n \n\n \n\n    \n\nAregfamers Signa\n\f",
    "augmented_texts": [
        "685101339 PRODUCED, FROM BEW WEB SITE O01, JAZZ FESTIVAL. SWEEPSTAKES: Y ‘ THIRD PRIZEWIKNER Prizewinner ' s Name, ie dese L an Gz nasceos, ZAPRRIS Adenosine deaminase ash33 1 do not plan to attend # KOOL Jars Festival, therefore, please send me {815, 00 which ts the price of the two tickets which I won, PLEASE READ THE FOLLOWING STATEMENT, AND SIGN IT BELOW: Thereby cortity that 1am 21 yeare old or older aod that I ' am not an employee, tor a member of the Immediate family of an employee of Brown & Williamsca ‘ Teteces Corporation, Ite alfilated companies, H. Olsen & Co. , or Festival ‘ Tribute Inc. , or of Brows & Williamaca Tobaces Corporation ' s advertia ~ ing agencies. I farther hereby release Brown & Williamson Tobacco Bay window from ‘ any claism, obligation, and / or lability to me with esteem to the \" KOOL ‘ Jade Festival Sweepstakes ” other than ite obligation to wend me the prize whlch I selected shove. Thereby authorize Brown & Williamson Tobacco Corporation, and H. Olsen. A Co. to furnish my name and address to any governmental authority or ‘ gency, including but not limited to the Internal Revere Service, the taxing ‘ Sithorities of my home state, the States of New York, Florida and Rhode Island, and the Federal Trade Commission, and to furnish my figure a Address to any member of the general public who requests the name of the! ‘ laners of the \" KOOL Jazz Festlv patakes. Aregfamers Signa",
        "685101339 PRODUCED, FROM BEW WEB SITE O01, JAZZ FESTIVAL. SWEEPSTAKES: Y ‘ THIRD PRIZEWIKNER Prizewinner ' s Name, ie dese L an Gz nasceos, ZAPRRIS Ada ash33 1 do not plan to attend # KOOL Jars Festival, therefore, please send me {815, 00 which ts the price of the two tickets which I won, PLEASE READ THE FOLLOWING STATEMENT, AND SIGN IT BELOW: Thereby cortity that 1am 21 yeare old or older aod that I ' am non an employee, tor a member of the Immediate family of an employee of Brown & Williamsca ‘ Teteces Corporation, Ite alfilated companies, H. Olsen & Co. , or Festival ‘ Protections Inc. , oregon of Brows & Williamaca Tobaces Corporation ' s advertia ~ ing agencies. I farther hereby release Brown & Williamson Tobacco Corporation from ‘ any claism, obligation, and / or lability to me with respect to the \" KOOL ‘ Jade Festival Sweepstakes ” other than ite obligation to wend me the prize whlch I selected shove. Thereby authorize Brown & Williamson Tobacco Corporation, and H. Olsen. A Co. to furnish my name and address to any governmental authority or ‘ gency, including but not special to the Internal Revere Service, the taxing ‘ Sithorities of my home state, the States of New York, Florida and Rhode Island, and the Federal Trade Commission, and to furnish my name a Address to any member of the general public who requests the name of the! ‘ laners of the \" KOOL Jazz Festlv patakes. Aregfamers Signa"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The winner of the KOOL Jars Festival Sweepstakes must sign the statement below. The winner must be 21 years old or older and not an employee of Brown & Williamson Tobacco Corporation. If you do not plan to attend the festival, please send me the prize money."
}