{
    "filename": "11884943.jpg",
    "metadata": {},
    "text": " \n\n \n\n—_—\nKOOL. JAZZ FESTIVAL SWERPSTAKES\n| THIRD PRIZEWRINER\nPrizewinner'a Name Wittinse OT re Witt 7\nAddrene_1a3 6 Gem 67+\nClty and Sate _ALTee, 16 rere\n\n \n\nTelephooe_UIE- 4u 2-0 204\n\nCD Land a quest plan to attend the sieht\n\nTF aay oF Sanraay—— :\n\nperformance of the KOOL Jass Festiva in :\n—ar—— :\n\n[a i!\n(140 not plan to attend a KOOL Jazx Festival, therefore, please send me\n1313.00 whien ts\n\n \n\nthe price of the two ticketa which fw:\nPLEASE READ THE FOLLOWING STATEMENT, AND SIGN IT BELOW:\n\n \n\nIbereby certiy that I am 21 years old or older and that I am not an employee,\n205 s inember of the immediate family of an employee of Brows & Williscorea,\nTobacco Corporation, its affiliated companies, H. Oloen & Cor, or Festival\nProductions inc., oF of Brown & Willlamron Tobacco Corporaiias's aavert\nng ugenci\n\nLtarther hereby release Brown & Williamson Tabacco Corporation from\nany claim, obligation, and/or hability to me with respect to the \"KOOL\nJa8s Festival Sweepatates” other than ita abligation to wend me the price\nwhlch T selected above.\n\n \n\n \n\n \n\n \n\n \n\nIhereby authorize Brown & Wi\n4 Co, to finish my name and\n\n   \n\nBE rion wage te\nvoreees WF te,\n\n \n\n \n\n685101373\nPRODUCED FROM B&W WEB SITE\n\f",
    "augmented_texts": [
        "— _ — KOOL. JAZZ FESTIVAL SWERPSTAKES | THIRD PRIZEWRINER Prizewinner ' a Name Wittinse OT re Witt 7 Addrene_1a3 6 Gem 67 + Clty and Sate _ALTee, 16 rere Telephooe_UIE - 4u 2 - 0 204 CD Land a quest plan to attend the sieht TF aay oF Sanraay — —: performance of the KOOL Jass Festiva in: — ar — —: [a i! (140 not plan to attend a KOOL Jazx Festival, therefore, please send me 1313. 00 whien ts the price of the two ticketa which fw: PLEASE READ THE FOLLOWING STATEMENT, AND SIGN IT BELOW: Ibereby certiy that I am 21 years old or older and that I am not an employee, 205 s inember of the quick family of an employee of Brows & Williscorea, Tobacco Corporation, its affiliated companies, H. Oloen & Cor, or Festival Productions inc. , oF of Brown & Willlamron Baccy Corporaiias ' s aavert ng ugenci Ltarther hereby release Brown & Williamson Tabacco Tummy from any claim, obligation, and / or hability to me with respect to the \" KOOL Ja8s Festival Sweepatates ” other than ita abligation to wend me the price whlch T selected above. Ihereby authorize Brown & Wi 4 Co, to finish my name and BE rion wage te voreees WF te, 685101373 PRODUCED FROM B & W WEB SITE",
        "— _ — KOOL. JAZZ fete SWERPSTAKES | THIRD PRIZEWRINER Prizewinner ' a Name Wittinse OT re Witt 7 Addrene_1a3 6 Gem 67 + Clty and Sate _ALTee, 16 rere Telephooe_UIE - 4u 2 - 0 204 CD Land a quest plan to attend the sieht TF aay oF Sanraay — —: performance of the KOOL Jass Festiva in: — ar — —: [a i! (140 not plan to attend a KOOL Jazx Festival, therefore, please send me 1313. 00 whien ts the price of the two ticketa which fw: PLEASE READ THE FOLLOWING STATEMENT, AND SIGN IT BELOW: Ibereby certiy that I am 21 years old or older and that I am not an employee, 205 s inember of the immediate family of an employee of Brows & Williscorea, Tobacco Corporation, its affiliated companies, H. Oloen & Cor, or Festival Productions inc. , oF of Brown & Willlamron Tobacco Corporaiias ' s aavert ng ugenci Ltarther hereby release Brown & Williamson Tabacco Corporation from any claim, obligation, and / or hability to me with respect to the \" KOOL Ja8s Festival Sweepatates ” other than ita abligation to wend pine tree state the price whlch T selected above. Ihereby authorize Brown & Wi 4 Co, to finish my name and BE rion wage te voreees WF te, 685101373 PRODUCED FROM B & W WEB SITE"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "The KOOL Jazx Festival is held every year in San Francisco, California. The festival is run by Brown & Willlamron Tobacco Corporaiias's aavertng ugenci Ltarther. To enter, you must be 21 years old or older and not an employee of Brows and Williscorea."
}