{
    "filename": "12259250.jpg",
    "metadata": {},
    "text": "681861138\n\nIN-HOME MEDIA ADVERTISING SUBMISSION MEMO\n\nTo: LAW DEPARTMENT\n\nprot: MC at Wace DATE: fly te 02\n\nRe: RO NO._@t-99- ming - 12 18- by) REVISION NO..\n\npo 1 LL \"Auli fast\" sblock (ha 70, 92-16-091-)\n\nAttached for Law Department review is a stat of the mechanical for the\nAttaretibeo in this nemo. The mechanical has been signed by all\n\n3 eetary creative agency and Brand Group people. Te ‘stat reflects\ncee ey, positioning, and photographic content of the 20 De ‘the Brand\nGroup presently intends to run it; if any changes are subsequently\nSr Pree reehanical, we will submit a revised stat to you for\nTeview, I have checked ang measured with approved Nacetates\" the\nWarning Notice and T/N legend as Troy appear on the nechanical; both\nMarrinBsent on the nechanucal, in the sizes indicated Beles ‘ang in the\nposition shown on the stat. ‘Acth exactly match the acetates which 1\nposition eogure them. The copyright legend is present and reads 25\nshown below.\n\n \n\nsize OF AD:_2g.on 89. in. (Show only trim size(s) of single, Tutt\npage of pudlication(s) into which this\n80 will be inserted)\n\nqe of meviut: Qykbe Nule YLeage Greene (2-9-1 NENSPSPCE magazine)\nDispak\n\nSIZE OF AD: (check one)\nFULL SINGLE PAGE__—\nFULL DOUBLE. PAGE,\n\nOTHER\n\n\\_pexcribe completely snclusing nuwber of pages are\nSeer rive space of ad appearing on fractional\npages)\n\nTYPE OF PRODUCTION: (check ‘one)\nSHRIN (e.g, ROP)\nNON-SHRING eee\n\nWARNING NOTICES 7A__txnipit 9 - #74 Ge\n\n \n\nTAR\" AND NICOTINE: gz Points\n\n1997__BaH T. Co.\n\n<a\n\nSubmitted by: Law Department:\nORIGINAL - returned to brand Group\nPHUTOCOPY - retained by Law Department\n\npioze/2 681861138\n\n \n\nCOPYRIGHT NOTIC\n\nPI7-8F\n\nPRODUCED FROM B&W WEB SITE\n\f",
    "augmented_texts": [
        "681861138 IN - HOME MEDIA ADVERTISING SUBMISSION MEMO To: LAW DEPARTMENT prot: MC at Wace DATE: fly te 02 Re: RO NO. _ @ t - 99 - ming - 12 xviii - by) REVISION NO. . po 1 LL \" Auli fast \" sblock (ha 70, 92 - 16 - 091 -) Attached for Law Department review is a stat of the mechanical for the Attaretibeo in this nemo. The mechanical has been signed by all 3 eetary creative agency and Brand Group people. Tellurium ‘ stat reflects cee ey, positioning, and photographic content of the 20 De ‘ the Brand Group presently intends to run it; if any changes are subsequently Sr Pree reehanical, we will submit a revised stat to you for Teview, I have checked ang measure out with approved Nacetates \" the Warning Notice and T / N legend as Troy appear on the nechanical; both MarrinBsent on the nechanucal, in the sizes indicated Beles ‘ ang in the position shown on the stat. ‘ Acth exactly match the acetates which 1 position eogure them. The copyright legend is present and reads 25 shown below. size OF AD: _2g. on 89. in. (Show only trim size (s) of single, Tutt page of pudlication (s) into which this 80 will be inserted) qe of meviut: Qykbe Nule YLeage Greene (2 - 9 - 1 NENSPSPCE magazine) Dispak SIZE OF AD: (check one) FULL SINGLE PAGE__ — FULL DOUBLE. PAGE, OTHER \\ _pexcribe completely snclusing nuwber of pages are Seer rive space of ad appearing on fractional pages) TYPE OF yield: (check ‘ one) SHRIN (e. g, ROP) NON - SHRING eee WARNING notice 7A__txnipit 9 - # 74 Ge TAR \" AND NICOTINE: gz Points 1997__BaH T. Co. <a Submitted by: Law Department: ORIGINAL - returned to brand Group PHUTOCOPY - retained by Law Department pioze / 2 681861138 COPYRIGHT NOTIC PI7 - 8F PRODUCED FROM B & W WEB SITE",
        "681861138 IN - HOME MEDIA ADVERTISING SUBMISSION MEMO To: LAW DEPARTMENT prot: MC at Wace DATE: fly te 02 Re: RO NO. _ @ t - 99 - ming - 12 18 - by) REVISION NO. . po 1 LL \" Auli fast \" sblock (ha 70, 92 - 16 - 091 -) Attached for Law Department review is a stat of the mechanical for the Attaretibeo in this nemo. The mechanical has been signed by all 3 eetary creative agency and Brand Group people. Te ‘ stat reflects cee ey, positioning, and photographic content of the 20 De ‘ the Brand Group presently intends to run it; if any changes are later Sr Pree reehanical, we will submit a revised stat to you for Teview, I have checked ang measured with approved Nacetates \" the Warning Notice and T / N legend as Troy appear on the nechanical; both MarrinBsent on the nechanucal, in the sizes indicated Beles ‘ ang in the position shown on the stat. ‘ Acth exactly match the acetates which 1 position eogure them. The copyright legend is present and reads 25 shown below. size OF AD: _2g. on 89. in. (Show only trim size (s) of single, Tutt page of pudlication (s) into which this 80 will be inserted) qe of meviut: Qykbe Nule YLeage Greene (2 - 9 - 1 NENSPSPCE magazine) Dispak SIZE OF AD: (check one) FULL SINGLE PAGE__ — FULL DOUBLE. varlet, OTHER \\ _pexcribe completely snclusing nuwber of pages are Seer rive space of ad appearing on fractional pages) TYPE OF PRODUCTION: (check ‘ one) SHRIN (e. g, ROP) NON - SHRING eee WARNING notice 7A__txnipit 9 - # 74 Ge TAR \" AND NICOTINE: gz Points 1997__BaH T. Co. <a Submitted by: Law Department: ORIGINAL - returned to brand Group PHUTOCOPY - retained by Law Department pioze / 2 681861138 COPYRIGHT NOTIC PI7 - 8F PRODUCED FROM B & W WEB SITE"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "The mechanical has been signed by all                3 eetary creative agency and Brand Group people. Te ‘stat reflects the positioning, positioning and photographic content of the 20 De. If any changes are subsequently made to the stat, we will submit a revised stat to you. The copyright legend is present and reads 25."
}