{
    "filename": "123 (3).txt",
    "metadata": {},
    "text": "MPs issued with Blackberry threat\n\nMPs will be thrown out of the Commons if they use Blackberries in the chamber Speaker Michael Martin has ruled.\n\nThe £200 handheld computers can be used as a phone, pager or to send e-mails. The devices gained new prominence this week after Alastair Campbell used his to accidentally send an expletive-laden message to a Newsnight journalist. Mr Martin revealed some MPs had been using their Blackberries during debates and he also cautioned members against using hidden earpieces.\n\nThe use of electronic devices in the Commons chamber has long been frowned on. The sound of a mobile phone or a pager can result in a strong rebuke from either the Speaker or his deputies. The Speaker chairs debates in the Commons and is charged with ensuring order in the chamber and enforcing rules and conventions of the House. He or she is always an MP chosen by colleagues who, once nominated, gives up all party political allegiances.\n",
    "augmented_texts": [
        "MPs issued with Blackberry threat MPs will be thrown out of the Commons if they use Blackberries in the chamber Speaker Michael Steve martin has ruled. The £ 200 handheld computers can be used as a phone, pager or to send es - mails. The devices gained new prominence this week after Alastair Campbell used his to accidentally send an expletive - laden message to a Newsnight journalist. Mr Martin discover some MPs had be use their Blackberries during debates and he also cautioned members against using hidden earpieces. The use of electronic devices in the Common land chamber has long been lour on. The sound of a mobile phone or a pager can result in a strong rebuke from either the Speaker or his deputies. The Speaker chairs moot in the Commons and is charged with ensuring order in the chamber and enforcing rules and conventions of the House. He or she is perpetually an MP chosen by colleagues who, once nominated, gives improving all party political allegiances.",
        "MPs issued with Blackberry threat MPs bequeath be thrown out of the Commons if they use Blackberries in the chamber Speaker Michael Martin has ruled. The £ 200 handheld computers can be used as a phone, pager or to send east - mails. The devices gained new prominence this week after Alastair Campbell used his to accidentally send an expletive - laden message to a Newsnight journalist. Mr Martin reveal some MPs had been using their Blackberries during disputation and he as well cautioned members against using hidden earpieces. The use of electronic devices in the Commons chamber has long been frowned on. The sound of a mobile phone operating room a pager can result in a strong rebuke from either the Speaker or his deputies. The Speaker chairs debates in the Commons and is charge with ensuring purchase order in the chamber and enforcing rules and conventions of the House. He or she is always an MP chosen by colleagues who, once nominated, gives up all party political allegiances."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "MPs will be thrown out of the Commons if they use Blackberries in the chamber Speaker Michael Martin has ruled. The £200 handheld computers can be used as a phone, pager or to send e-mails. Alastair Campbell used his to accidentally send an expletive-laden message to a Newsnight journalist."
}