{
    "filename": "123.txt",
    "metadata": {},
    "text": "Train strike grips Buenos Aires\n\nA strike on the Buenos Aires underground has caused traffic chaos and large queues at bus stops in the Argentine capital.\n\nTube workers walked out last week demanding a 53% pay rise and in protest against the installation of automatic ticket machines. Metrovias, the private firm which runs the five tube lines in the city, has offered an 8% increase in wages. The firm promised no jobs would be lost as a result of new ticket machines. It said it would put this commitment on paper.\n\nUnderground staff have warned they will continue with the protests until the management put an acceptable offer on the table. The Argentine Work Ministry has been mediating in the conflict and it could call an \"obligatory conciliation\", which would force both sides to find a solution and put an end to the conflict. Some tube commuters have not hidden their frustration at the ongoing strike and have broken the windows of the underground trains, according to the local press. \"We are taken as hostages. I don't know who is right, but the harm ones are us,\" said accountant Jose Lopez.\n",
    "augmented_texts": [
        "Train strike grips Buenos Aires A strike on the Buenos Aires underground has caused traffic chaos and large queues at bus stops in the Argentine capital. Tube workers walked out last week demanding a 53% pay ascension and in protest against the installation of automatic ticket machines. Metrovias, the individual firm which runs the five tube lines in the city, has offer an 8% increase in wages. The firm promised no jobs would be lost as a result of new ticket machines. It said it would put this commitment on paper. Underground staff have warned they will continue with the protests until the management redact an acceptable offer on the table. The Argentine Work Ministry has been mediate in the conflict and it could call an \" obligatory conciliation \", which would force both position to find a solution and put an end to the conflict. Some tube commuters have not hidden their frustration at the ongoing strike and have broken the window of the underground trains, according to the local press. \" We are taken as hostages. I don ' t know who is right, but the harm ones are us, \" said accountant Jose Lopez.",
        "Train strike grips Buenos Aires A strike on the Buenos Aires underground has cause traffic chaos and large queues at bus stops in the Argentine capital. Tube workers walked out last calendar week demanding a 53% remuneration rise and in protest against the installation of reflex ticket machines. Metrovias, the private firm which runs the five tube lines in the city, has offered an 8% increment in wages. The firm promised no jobs would be lost as a result of new ticket machines. It said it would put this commitment on paper. Underground stave have warned they will continue with the protests until the management put an acceptable offer on the table. The Argentine Work Ministry has been mediating in the conflict and it could call an \" obligatory conciliation \", which would force both sides to find a solution and put an end to the conflict. Some tube commuters have not hidden their frustration at the ongoing strike and have broken the windows of the underground trains, according to the local press. \" We are taken as hostages. I get into ' t know who be right, but the harm ones are us, \" said accountant Jose Lopez."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Tube workers walked out last week demanding a 53% pay rise. They are protesting against the installation of automatic ticket machines. Metrovias, the private firm which runs the five tube lines in the city, has offered an 8% increase in wages. Some commuters have broken the windows of the underground trains."
}