{
    "filename": "12328549.jpg",
    "metadata": {},
    "text": "671736261\n\n70: ALL FIELD SALES PERSONNEL IN DEPARTMENT 3\n\nCC: ALL APPROPRIATE KEY ACCOUNT MANAGERS, GENERIC\nREGIONAL MANAGERS, AREA ADMINISTRATIVE MANAGERS ,\nAREA FINANCIAL MANAGERS, AREA SALES DIRECTORS, AND\nALL AREA PROMOTION MANAGERS\n\nKOOL WORK PLAN\n\nBob Swartz, Area Promotion Manager — Northeast, has\ndeveloped the enclosed KOOL work plan for your use in\nthe Field-directed KOOL promotion.\n\nAs you know, many of the promotions you will be offering\nthis year will be \"Field-directed.\" This means that\nthey were developed, scheduled, and funded by your Sales\nDepartment\n\nIt is particularly important, then, that each of us\nhelps ensure that all budgets, consumer incentives, and\nP.0.P. materials are utilized efficiently and properly\nmonitored.\n\nThanks for your support and your efforts.\n\nI£ you have any questions, please contact Bob Swartz at\n(215) 565-8655.\n\n/92/52605\n\nAldo\n\n90/00/00\n671736261\n\nPRODUCED FROM B&W WEB SITE\n\f",
    "augmented_texts": [
        "671736261 70: ALL FIELD SALES PERSONNEL IN section 3 CC: ALL APPROPRIATE KEY ACCOUNT manager, GENERIC REGIONAL MANAGERS, AREA ADMINISTRATIVE MANAGERS, AREA FINANCIAL director, AREA SALES DIRECTORS, AND ALL AREA PROMOTION MANAGERS KOOL employment PLAN Bob Swartz, Area Promotion Manager — Northeast, has developed the enclosed KOOL work plan for your use in the Field - directed KOOL promotion. As you know, many of the promotions you will be offering this year will be \" Field - directed. \" This means that they exist developed, scheduled, and funded by your Sales Department It is particularly important, then, that each of us helps ensure that all budgets, consumer incentives, and P. 0. P. materials are utilized efficiently and properly monitored. Thanks for your support and your drive. I £ you have any questions, please contact Bob Swartz at (215) 565 - 8655. / 92 / 52605 Aldo 90 / 00 / 00 671736261 PRODUCED FROM B & W network SITE",
        "671736261 70: ALL area SALES PERSONNEL IN DEPARTMENT 3 millilitre: ALL APPROPRIATE KEY ACCOUNT MANAGERS, GENERIC REGIONAL MANAGERS, AREA ADMINISTRATIVE MANAGERS, AREA FINANCIAL MANAGERS, orbit SALES DIRECTORS, AND ALL arena PROMOTION MANAGERS KOOL WORK PLAN Bob Swartz, Area Promotion Manager — Northeast, has developed the enclosed KOOL work plan for your use in the Field - directed KOOL promotion. As you know, many of the promotions you will be offering this year will be \" Field - directed. \" This means that they were developed, scheduled, and funded by your Sales Department It is particularly important, then, that each of us helps ensure that all budgets, consumer incentives, and P. 0. P. materials are utilized efficiently and properly monitored. Thanks for your support and your efforts. I £ you birth any questions, please contact Bob Swartz at (215) 565 - 8655. / 92 / 52605 Aldo 90 / 00 / 00 671736261 PRODUCED FROM B & W vane SITE"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "The KOOL work plan is intended for use in the Field-directed promotion. The plan was developed by Bob Swartz, Area Promotion Manager — Northeast. If you have any questions about the plan, please contact Bob at (215) 565-8655. For confidential support call the National Suicide Prevention Lifeline at 1-800-273-8255 or visit http://www.suicidepreventionlifeline.org/."
}