{
    "filename": "124 (2).txt",
    "metadata": {},
    "text": "Byrds producer Melcher dies at 62\n\nRecord producer Terry Melcher, who was behind hits by the Byrds, Ry Cooder and the Beach Boys, has died aged 62.\n\nThe son of actress Doris Day, he helped write Kokomo for the Beach Boys, which was used in the movie Cocktail, earning a 1988 Golden Globe nomination. He also produced Mr Tambourine Man for the Byrds, as well as other his such as Turn, Turn Turn. Melcher died on Friday night at his home in Beverly Hills, California, after a long battle with skin cancer. He joined Columbia Records as a producer in the mid-1960s, and also worked with Gram Parsons and the Mamas and the Papas.\n\nEarlier in his career, Melcher had hits as part of duo called Bruce & Terry, with future Beach Boy Bruce Johnston, which evolved into the Rip Chords group. Melcher also worked closely with his mother, producing The Doris Day Show and helping to run her charitable activities. In 1969 his name became linked with the Charles Manson murders, which saw the deaths of actress Sharon Tate and four of her friends at a home which Melcher once rented. Rumours circulated that Melcher - who knew Manson - was the killer's real target, because he had turned him down for a record contract. But Los Angeles police discounted the rumours, pointing out Melcher had moved to Malibu, and Manson knew of his new address.\n",
    "augmented_texts": [
        "Byrds producer Melcher dies at 62 Record producer Terry Melcher, who was behind hits by the Byrds, Ry Cooder and the Beach Boys, has died aged 62. The son of actress Doris Day, he helped write Kokomo for the Beach Boys, which was used in the movie Cocktail, earning a 1988 Golden Globe nomination. He also produced Mr Tambourine Man for the Byrds, as well as other his such as Turn, Turn Turn. Melcher died on Friday night at his home in Beverly Hills, California, after a long battle with skin cancer. He joined Columbia Records as a producer in the mid - 1960s, and also worked with Gram Parsons and the Mamas and the Papas. Earlier in his career, Melcher had bang as part of duo called Bruce & Terry, with future Beach Boy Bruce Johnston, which evolved into the Rip Chord group. Melcher also worked closely with his mother, producing The Doris Day Show and helping to run her charitable activities. In 1969 his name became linked with the Charles Manson murders, which saw the deaths of actress Sharon Tate and four of her friend at a home which Melcher erstwhile rented. Rumours circulated that Melcher - who knew Manson - was the killer ' s real target, because he had turned him down for a record contract. But Los Angeles police discounted the rumours, pointing out Melcher had move to Malibu, and Manson knew of his new address.",
        "Byrds producer Melcher dies at 62 Record producer Terry Melcher, who was behind hits by the Byrds, Ry Cooder and the Beach Boys, has died aged 62. The son of actress Doris Twenty four hours, he helped write Kokomo for the Beach Boys, which was used in the movie Cocktail, earning a 1988 Golden Globe nomination. He also produced Mr Tambourine Man for the Byrds, as well as other his such as Turn, Turn Turn. Melcher died on Friday night at his home in Beverly Hills, California, after a long battle with skin cancer. He joined Columbia Records as a producer in the mid - 1960s, and also worked with Gram Parsons and the Mamas and the Papas. Earlier in his career, Melcher had hits as part of duo called Bruce & Terry, with future Beach Boy Bruce Johnston, which evolved into the Rip Chords group. Melcher also worked closely with his mother, producing The Doris Day Show and helping to run her charitable activities. In 1969 his name became linked with the Charles Manson murders, which saw the deaths of actress Sharon Tate and four of her friends at a place which Melcher one time rented. Rumours circulated that Melcher - who knew Manson - was the killer ' s real target, because he had turned him down for a record contract. But Los Angeles police discounted the rumours, pointing tabu Melcher had moved to Malibu, and Manson knew of his new address."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Byrds producer Melcher dies at 62 after a long battle with skin cancer. He helped write Kokomo for the Beach Boys, which was used in the movie Cocktail, earning a 1988 Golden Globe nomination. In 1969 his name became linked with the Charles Manson murders. Rumours circulated he was the killer's real target, because he had turned him down for a record contract."
}