{
    "filename": "125 (2).txt",
    "metadata": {},
    "text": "Snow Patrol feted at Irish awards\n\nSnow Patrol were the big winners in Ireland's top music honours, the Meteor Awards, picking up accolades for best Irish band and album on Thursday.\n\nThe Belfast-born, Glasgow-based band collected the prizes at the ceremony at Dublin's Point Theatre. Westlife won the award for best Irish pop act, voted for by the public, beating former member Brian McFadden. Franz Ferdinand picked up best international band and album while Paddy Casey collected best Irish male. Singer-songwriter Casey beat Brian McFadden and Damien Rice. Juliette Turner was named best Irish female.\n\nIn the international categories, Morrissey beat Eminem, Usher and Robbie Williams to best male while PJ Harvey pipped Kylie Minogue, Joss Stone, Anastacia and Natasha Bedingfield to the female crown. The 8,000 fans at the ceremony were treated to performances from US rapper Snoop Dogg, Brian McFadden with Delta Goodrem and The Thrills featuring Rolling Stones star Ronnie Wood. Snow Patrol's success came after a year in which they made a chart breakthrough with their third album Final Straw. \"I think a lot of bands should go through a wee bit of a kicking before the make a success,\" singer Gary Lightbody and drummer Jonny Quinn said. \"It has been good for us, but also hard for us over the past six years.\" Snow Patrol will support U2 on their European tour later this year - but U2 were not nominated for best Irish band and album.\n",
    "augmented_texts": [
        "C. p. snow Patrol feted at Irish awards Snow Patrol were the big winners in Ireland ' s top music honours, the Meteor Awards, picking up accolades for best Irish stria and album on Thursday. The Belfast - born, Glasgow - based band garner the prizes at the ceremony at Dublin ' s Point Theatre. Westlife won the award for best Irish pop act, voted for by the world, tucker former member Brian McFadden. Franz Ferdinand picked up best international band and album while Paddy Casey collected best Irish male person. Vocalist - songwriter Casey beat Brian McFadden and Damien Rice. Juliette Turner was named best Irish female. In the international categories, Morrissey beat Eminem, Usher and Robbie Williams to best male while PJ Harvey pipped Kylie Minogue, Joss Stone, Anastacia and Natasha Bedingfield to the female crown. The 8, 000 fan at the ceremony were treated to performances from US rapper Snoop Dogg, Brian McFadden with Delta Goodrem and The Thrills featuring Rolling Stones star Ronnie Wood. Snow Patrol ' s success came after a year in which they made a chart breakthrough with their third album Final Straw. \" I think a lot of bands should go through a wee bit of a kicking before the make a winner, \" singer Gary Lightbody and drummer Jonny Quinn said. \" It has been good for us, but also hard for us over the past six years. \" Snow Patrol will support U2 on their European tour later this year - but U2 were not nominated for best Irish band and album.",
        "Snow Patrol feted at Irish awards Snow Patrol were the big winners in Ireland ' s top music honours, the Meteor Awards, picking up accolades for skilful Irish band and album on Thursday. The Belfast - born, Glasgow - based band collected the prizes at the ceremony at Dublin ' s Point Theatre. Westlife won the award for best Irish pop act, voted for by the public, beating former member Brian McFadden. Franz Ferdinand picked up best international band and album while Paddy Casey collected best Irish male. Singer - songwriter Casey beat Brian McFadden and Damien Rice. Juliette Turner was named best Irish female. In the international categories, Morrissey beat Eminem, Usher and Robbie Williams to best male while PJ Harvey pipped Kylie Minogue, Joss Stone, Anastacia and Natasha Bedingfield to the female crown. The 8, 000 fans at the ceremony be treated to performances from US rapper Snoop Dogg, Brian McFadden with Delta Goodrem and The Thrills featuring Rolling Stones star Ronnie Wood. Snow Patrol ' s success came after a year in which they made a chart breakthrough with their third album Final Straw. \" I think a lot of bands should go through a wee bit of a kicking before the make a success, \" singer Gary Lightbody and drummer Jonny Quinn said. \" It has been good for us, but also hard for us over the past six class. \" Snow Patrol will support U2 on their European tour later this year - but U2 were not nominated for best Irish band and album."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Snow Patrol win best Irish band and album at Irish Meteor Awards. Westlife win award for bestIrish pop act, voted for by the public. Franz Ferdinand pick up best international band. Morrissey wins best male, PJ Harvey best female at Dublin's Point Theatre. U2 not nominated for the awards."
}