{
    "filename": "13014453.jpg",
    "metadata": {},
    "text": "POLITICAL CAMPAIGN CONTRIBUTION REQUEST\n\nDate: September 27,\n\n1993 State or Local: state\n\n \n\nName:\n\nAddress:\n\ncurrent office\n\nand District:\nAspired Office\n\nand District:\nParty:\nLeadership Position:\n\nCommittees:\n\nRECIPIENT INFORMATION\n\nJason Klumb\n\nPost Office Box 341\nButler, MO 64730\n\nState Representative/District 125\n\nSame\n\nDemocrat\n\nNo\n\nAppropriations - General Administration\nCommerce\n\nJudiciary and Ethics\nUrban Affairs\n\n \n\naw\n\nAmount:\nCheck Pay to:\nAddress:\n\nNotes:\n\nApproved by:\n\nTIMO 0000534\n\nCONTRIBUTION INFORMATION\n\n$500.00 Account Code: 1491-7710-Mos50 ~\n\nCommittee to Elect Jason Klumb\n\nPlease return check by October 14, 1993.\n\n \n\f",
    "augmented_texts": [
        "POLITICAL CAMPAIGN CONTRIBUTION REQUEST Date: September 27, 1993 State or Local: state Name: Address: current office and District: Aspired Office and District: Party: Leadership Position: Committees: RECIPIENT INFORMATION Jason Klumb Post Office Boxful 341 Butler, MO 64730 State Representative / District 125 Same Democrat No Appropriations - General Administration Commerce Judiciary and Ethics Urban Affairs aw Amount: Check Pay to: Address: Notes: Sanction by: TIMO 0000534 CONTRIBUTION INFORMATION $ 500. 00 Account Codification: 1491 - 7710 - Mos50 ~ Commission to Elect Jason Klumb Please return confirmation by October xiv, 1993.",
        "POLITICAL CAMPAIGN CONTRIBUTION REQUEST Date: September twenty seven, 1993 State or Local: state Name: Speech: current office and District: Aspired Office and Territorial dominion: Party: Leadership Position: Committees: RECIPIENT INFORMATION Jason Klumb Post Office Box 341 Samuel butler, MO 64730 State Representative / District 125 Same Democrat Nobelium Appropriations - General Brass Commerce Judiciary and Ethics Urban Affairs aw Amount: Check Pay to: Address: Notes: Approved by: TIMO 0000534 CONTRIBUTION selective information $ 500. 00 Account Code: 1491 - 7710 - Mos50 ~ Committee to Elect Jason Klumb Please return check by October 14, 1993."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "POLITICAL CAMPAIGN CONTRIBUTION REQUEST RE QUESTION: September 27, 1993. State or Local: state or local. Name: \"Jason Klumb\" State Representative/District 125: Missouri 64730. District: 125. Party: grotesque. Leadership Position: purposefully.Committee to Elect: Committee to elect Jason Klum."
}