{
    "filename": "13030466.jpg",
    "metadata": {},
    "text": "780000403\nPRODUCED\n\n \n\nChances ate, you've never heard gas and cigarettes mentioned\ntogether before. Just ‘tar’ and nicotine .\nAccording to some critics of smoking, gases are part ofthe\ncontroversy too.\nYou see, smoke is mostly gas, Different kinds of gas. And despite\n‘what we tobacco people thin, these critics say is just as importann to\n«cut down on some of the gases as it i to lower tar and nicotine.\nNo ordinary cigarette can do it, But Fact can,\nFacts unique, te first cigarette with a revolutionary Purite filter.\n‘And Fact reduces gas concentrations atthe same time it reduces tar”\nand nicotine: fens . .\n./) Meaning you get low gas and low tar.\" Togéther. *\nButthat’snotall. ‘\nTake a minute to read our pack. I tells you\nhhow Puite makes this the first low tar’ smoke\nwith goad sek :\n“Tage as good as the leading\nkingsizebrand.., ;\n‘Andthat'sa Fact. /\n\n \n\n \n\nFROM B&W WEB SITE\n\n \n\n‘780000403\n\f",
    "augmented_texts": [
        "780000403 PRODUCED Chances ate, you ' ve never heard gas and cigarettes mentioned together before. Just ‘ mariner ’ and nicotine. According to some critics of smoking, gases are part ofthe controversy too. You ascertain, smoke is mostly gas, Different kinds of gas. And despite ‘ what we tobacco people thin, these critics say is just as importann to « cut down on some of the gases as information technology i to lower tar and nicotine. No ordinary cigarette can do it, But Fact can, Facts unique, te first cigarette with a revolutionary Purite filter. ‘ And Fact reduces gas concentrations atthe same time information technology reduces tar ” and nicotine: fens. .. /) Meaning you make low gas and low tar. \" Togéther. * Butthat ’ snotall. ‘ Take a minute to read our pack. I tells you hhow Puite makes this the first low tar ’ smoke with goad sek: “ Tage as good as the leading kingsizebrand. ., ; ‘ Andthat ' sa Fact. / FROM Barn & W WEB SITE ‘ 780000403",
        "780000403 PRODUCED Chances ate, you ' ve never heard gas and cigarettes mentioned together before. Just ‘ tar ’ and nicotine. According to some critics of smoking, throttle are part ofthe controversy too. You see, smoke is mostly gas, Different kinds of flatulence. And despite ‘ what we tobacco people thin, these critics say is just as importann to « cut down on some of the gas as it i to lower old salt and nicotine. No ordinary cigarette can do it, But Fact can, Fact unique, te first cigarette with a revolutionary Purite filter. ‘ And Fact reduces gas concentrations atthe same time it reduces tar ” and nicotine: fens. .. /) Meaning you get low gas and low tar. \" Togéther. * Butthat ’ snotall. ‘ Take a minute to read our pack. I tells you hhow Puite makes this the first low tar ’ smoke with goad sek: “ Tage as good as the leading kingsizebrand. ., ; ‘ Andthat ' sa Fact. / FROM B & W WEB SITE ‘ 780000403"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "780000403PRODUCED  by B&W WEB SITE. ‘Take a minute to read our pack. I tells you how Puite makes this the first low tar’ smoke with goad sek.‘“Tage as good as the leading leadingkingsizebrand..” “Andthat'sa Fact..."
}