{
    "filename": "13086360.jpg",
    "metadata": {},
    "text": " \n\n \n\n  \n\nMARKET FACTS, INC.\n\n \n\n \n\n[DC tevAnn Babe: Hn net: Montel er\n\n \n\n(676 NORTH ST. CLAIR STREET\n(CHICAGO, ILLINOIS 6061,\n(12) 280-8100\nMarch 21, 1989\nMr. Bruce Pellett\n\n \n\n \n\n465996377\n\n \n\nBrown & Wiliamson Tabacco Corporation\n100 Brown & Wiliamson Tower\nLouisville Galleria\n\nLousville, KY 40202\n\n \n\nDetr Bruce,\nErclosed, please find six volumes of data concerning project 88-11K, the Kool Milds\nPerception/Advertising Elements Study.\n\n‘Three volumes contain all the information collected on the questionnaire incuding field\nagen, demoprantics, MOE information, second MOB information, all the open ends\nand ail the attributes (scalar questions) utilizing a 1-6 scale. The open end scheme in\nthese volumes follows the scheme we sent you in early March. Two of these volu\nhave the banners you requested (one demographic, one MOB information). The third is\na reflection of which ad the respondent saw, also run by the entire questionnaire.\n\n \n\n‘The second three volumes employ the same banners but only contain the open ends.\nand the attributes utilizing a 1-100 scale. The open end scheme here reflects Henry\n\nHuber's fax of March 6th.\n\nWe are presently working on renetting the open ends as per Henry Huber's request of\nMarch 10th. These should follow later this week. at\n\nHfyou have any questions, please do not hesitate to call.\n\nSincerely,\n\n   \n\nKate Schueller\nStudy Director\n\nKS/ome\n\nce: Henry Huber (Ba\nJett Ray “ene ”\nJeanette Hoogestraat (MFI)\n\nAUS996377\n\nPRODUCED FROM B&W WEB SITE\n\n \n\f",
    "augmented_texts": [
        "MARKET FACTS, INC. [DC tevAnn Babe: Hn net: Montel er (676 NORTH ST. CLAIR STREET (CHICAGO, ILLINOIS 6061, (12) 280 - 8100 March 21, 1989 Mr. Bruce Pellett 465996377 Brown & Wiliamson Tabacco Corporation 100 Robert brown & Wiliamson Tower Louisville Galleria Lousville, KY 40202 Detr Bruce, Erclosed, please find six volumes of data concerning project 88 - 11K, the Kool Milds Perception / Advertising Elements Study. ‘ Three volumes contain entirely the information collected on the questionnaire incuding field agen, demoprantics, MOE information, second MOB entropy, all the open ends and ail the attributes (scalar questions) utilizing a single - 6 scale. The open end scheme in these volumes follows the scheme we sent you in early March. Two of these volu have the banners you requested (one demographic, one MOB information ). The third is a reflection of which ad the respondent saw, also run by the entire questionnaire. ‘ The second three volumes employ the same banners but only contain the open ends. and the attributes utilizing a 1 - 100 scale. The open end scheme here reflects Henry Huber ' s facsimile of March 6th. We are presently working on renetting the open ends as per Henry Huber ' s petition of March 10th. These should follow later this week. at Hfyou have any questions, please do not hesitate to call. Sincerely, Kate Schueller Study Director KS / ome ce: Henry Huber (Ba Jett Ray “ ene ” Jeanette Hoogestraat (MFI) AUS996377 PRODUCED FROM B & W WEB SITE",
        "MARKET FACTS, INC. [DC tevAnn Babe: Hn net: Montel er (676 NORTH ST. CLAIR STREET (CHICAGO, ILLINOIS 6061, (12) 280 - 8100 March 21, 1989 Mr. Bruce Pellett 465996377 Brown & Wiliamson Tabacco Corporation 100 Brown & Wiliamson Tower Louisville Galleria Lousville, KY 40202 Detr Bruce, Erclosed, please find six volumes of data concerning project 88 - 11K, the Kool Milds Perception / Advertising Elements Study. ‘ Three volumes contain all the information accumulate on the questionnaire incuding field agen, demoprantics, MOE information, second MOB information, all the open ends and ail the attributes (scalar question) utilizing a 1 - 6 scale. The open end scheme in these volumes follows the scheme we sent you in early March. Two of these volu have the banners you request (one demographic, one MOB information ). The third is a reflection of which ad the responder saw, also run by the entire questionnaire. ‘ The second three volumes employ the same banners but only contain the open ends. and the attributes utilizing a 1 - 100 scale. The open end scheme here reflects Henry Huber ' s fax of Marching 6th. We are currently working on renetting the open ends as per Henry Huber ' s request of March 10th. These should follow later this week. at Hfyou have any questions, please do non hesitate to call. Sincerely, Kate Schueller Study Director KS / ome ce: Henry Huber (Ba Jett Ray “ ene ” Jeanette Hoogestraat (MFI) AUS996377 PRODUCED FROM B & W WEB SITE"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Six volumes of data concerning project 88-11K, the Kool Milds perceptions/Advertising Elements Study. Three volumes contain all the information collected on the questionnaire incuding field questions, demoprantics, MOE information, second MOB information. The open end scheme in these volumes follows the scheme we sent you in early March."
}