{
    "filename": "13326483.jpg",
    "metadata": {},
    "text": "991036860\n\nCopy from Laurence, Charles & Free, Inc.\n\nDate: 8/26/83\n\nClient: ato\n\nJob ng: arg-13-1908\nMedia\n\n \n\nNewspaper ~ $1/1.50 Coupon\n1000 Li.\n\n \n\nTime-spi\n\n \n\nLIMITATION copy\n\nLIMIT ONE PER CUSTOMER, OFFER LIMITED TO CONSUMERS 21 YEARS OF\nAGE OR OVER, Offer votd shere prohibited, Hcensed, taxed or\notherwise restricted by law.\n\nTO THE CONSUMER: CAUTION! This coupon {s.good only on any style\nOF CARLTON cigarettes, It cannot be transferred or assigned. Any\nother use constitutes fraud.\n\nTO THE RETAILER: If you, acting as our agent, redeem ths. coupon\nfor $1.00 off on two packs of CARLTON, any style, The Anericen\nTobacco Company will pay you $1.00 plus. 7¢ handling and actual\npostage costs Incurred by you, If you redeem this coupon for $1.50\nOFF a carton of CARLTON, any style, we will pay you $1.50 plus 7¢\nhhandling and actual postage costs incurred by you. You and the\ncustomer mist act in strict accordance with the terms of this offer.\nBy submitting this coupon for payment, you represent that you\nedeened {t pursuant to these terms. Th{s coupon {s good only when\nFedeened by you for a consumer requesting any style of CARLTON. Any\nother use constitutes fraud, Invoices proving purchases of suffictent\n\nquantities of any style of CARLTON cigarettes to cover coupons\n\n991036860\n\n \n\nPRODUCED FROM B&W WEB SITE\n\n \n\f",
    "augmented_texts": [
        "991036860 Copy from Laurence, Charles & Free, Inc. Date: 8 / 26 / 83 Client: ato Caper ng: arg - xiii - 1908 Media Newspaper ~ $ 1 / 1. 50 Coupon 1000 Li. Time - spi LIMITATION copy LIMIT ONE PER CUSTOMER, OFFER LIMITED TO CONSUMERS xxi YEARS OF AGE OR OVER, Offer votd shere prohibited, Hcensed, taxed or otherwise restricted by law. TO THE CONSUMER: CAUTION! This coupon {s. good only on any style OF CARLTON cigarettes, It cannot be transferred or assigned. Any other consumption constitutes fraud. TO THE RETAILER: If you, acting as our agent, redeem ths. coupon for $ 1. 00 off on two packs of CARLTON, any style, The Anericen Tobacco Company will pay you $ 1. 00 plus. septenary ¢ handling and actual postage costs Incurred by you, If you redeem this coupon for $ 1. 50 OFF a carton of CARLTON, any style, we will pay you $ 1. 50 plus 7 ¢ hhandling and actual postage costs incurred by you. You and the customer mist act in strict accordance with the terms of this offer. By submitting this coupon for requital, you represent that you edeened {t pursuant to these terms. Th {s coupon {s good only when Fedeened by you for a consumer requesting any style of CARLTON. Any other use constitutes fraud, Invoices proving purchases of suffictent quantities of any style of CARLTON cigarettes to cover coupons 991036860 PRODUCED FROM B & W WEB SITE",
        "991036860 Copy from Laurence, Charles & Free, Iraqi national congress. Date: 8 / 26 / 83 Client: ato Job ng: arg - 13 - 1908 Media Newspaper ~ $ 1 / 1. 50 Coupon 1000 Li. Clock time - spi LIMITATION copy LIMIT ONE PER CUSTOMER, offering LIMITED TO CONSUMERS 21 YEARS OF AGE OR OVER, Offer votd shere prohibited, Hcensed, taxed or otherwise restricted by law. TO THE CONSUMER: CAUTION! This coupon {s. good only on any style OF CARLTON cigarettes, It cannot be transferred or assigned. Any other use constitutes fraud. TO THE RETAILER: If you, acting as our agent, redeem ths. coupon for $ 1. 00 off on two packs of CARLTON, any style, The Anericen Tobacco Company will pay you $ 1. 00 plus. 7 ¢ handling and actual postage costs Incurred by you, If you redeem this coupon for $ 1. 50 OFF a carton of CARLTON, any style, we will compensate you $ 1. 50 plus 7 ¢ hhandling and actual postage monetary value incurred by you. You and the customer mist act in strict accordance with the terms of this offer. By submitting this coupon for payment, you represent that you edeened {t pursuant to these terms. Th {s coupon {s good only when Fedeened by you for a consumer requesting any style of CARLTON. Any other use constitutes fraud, Invoices proving purchases of suffictent quantities of any style of CARLTON cigarettes to cover coupons 991036860 PRODUCED FROM B & W WEB SITE"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Coupon is good only on any style of CARLTON cigarettes. Offer is limited to 21-year-olds. Coupon cannot be transferred or assigned. Any other use of the coupon constitutes fraud. If you redeem this coupon for $1.50 plus 7¢ handling and actual postage costs incurred by you, the tobacco company will pay you. You and the customer must act in strict accordance with the terms of this offer."
}