{
    "filename": "140 (3).txt",
    "metadata": {},
    "text": "UK helps raped Rwandan women\n\nBritain is to give a £4m grant to help women survivors of the Rwandan genocide who were raped and often deliberately infected with HIV/Aids.\n\nAn estimated 25,000 girls and women were raped during the 1994 genocide. About 800,000 Tutsis and moderate Hutus were killed by Hutu militias after the assassination of an ethnic Hutu leader. The five-year Department for International Development funding will enable more survivors to have access to anti-retroviral treatment.\n\nThe plight of the infected women was overshadowed for a long time. It was overshadowed by Rwanda's emergence from the 100 days of slaughter, during which time the mass killings took place, and the women's fate was largely a taboo subject. But many of the women were widowed and they now not only have their own children to care for but, in many cases, orphans too.\n\nAs the women die, the number of Rwanda's orphans rises. Until recently, very few of the women have had access to anti-retroviral treatment. That is now starting to change. This funding is intended to make anti-retrovirals and other care available for some 2,500 women. Mary Kayitesi Blewitt, founder of the Survivors Fund (SURF), one of the organisations through which the funds are being channelled, said it was a recognition, before it was too late, that the survivors should be a priority for help.\n",
    "augmented_texts": [
        "UK helps raped Rwandan women Britain is to give a £ 4m grant to help women survivors of the Rwandan genocide who were raped and often deliberately infected with HIV / Aids. An estimated twenty five, 000 girls and women were raped during the 1994 genocide. About 800, 000 Tutsis and moderate Hutus were killed by Hutu militias after the assassination of an ethnic Hutu leader. The five - year Department for International Development funding will enable more survivors to have access to anti - retroviral treatment. The plight of the infected women was overshadowed for a long time. It was overshadowed by Rwanda ' s emergence from the 100 days of slaughter, during which time the mass killings took place, and the women ' s fate was largely a taboo matter. But many of the women were widowed and they now not only have their own children to care for but, in many cases, orphan too. As the woman die, the number of Rwanda ' s orphans rises. Until recently, very few of the women have had access to anti - retroviral treatment. That is now commence to change. This funding is intended to make anti - retrovirals and other care available for some 2, 500 women. Mary Kayitesi Blewitt, founder of the Survivors Fund (SURF ), one of the organisations through which the funds be being channelled, said it was a recognition, before it was too late, that the survivors should personify a priority for help.",
        "UK helps raped Rwandan women Britain is to give a £ 4m grant to help women survivors of the Rwandan genocide who were raped and often deliberately infect with HIV / Aids. An estimated 25, 000 girls and women be raped during the 1994 genocide. About 800, 000 Tutsis and temperate Hutus were killed by Hutu militias after the assassination of an ethnic Hutu leader. The five - year Department for International Growth funding will enable more survivors to have access to anti - retroviral treatment. The plight of the infected women was overshadowed for a long time. It was overshadowed by Rwanda ' s emergence from the 100 days of slaughter, during which time the mass killings took place, and the women ' s fate was largely a taboo subject. But many of the women were widow and they now not only have their own children to care for but, in many cases, orphans too. As the women die, the number of Rwanda ' s orphans rises. Until recently, very few of the women have had access to anti - retroviral treatment. That is now starting to change. This funding is intended to make anti - retrovirals and other care available for some 2, 500 women. Mary Kayitesi Blewitt, founder of the Survivors Fund (SURF ), one of the organisations through which the funds are being channelled, said it was a recognition, before it was too late, that the survivors should be a priority for help."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "UK helps raped Rwandan women with HIV/Aids. About 800,000 Tutsis and moderate Hutus were killed by Hutu militias. Until recently, very few of the women have had access to anti-retroviral treatment. That is now starting to change."
}