{
    "filename": "143 (4).txt",
    "metadata": {},
    "text": "Wenger handed summer war chest\n\nArsenal boss Arsene Wenger has been guaranteed transfer funds to boost his squad the summer.\n\nThe club's managing director, Keith Edelman, stressed that the development of their new £350m stadium had no affect on Wenger's spending power. \"The money is there. Don't worry we've got it,\" Edelman told BBC Sport. \"Hopefully, we'll spend it this summer and in the coming years. Arsene attends all our board meetings and he knows our finances are very strong.\"\n\nEdelman added that it was pointless having a brand new stadium if the team did not match the surroundings. \"Its great to have nice, new surroundings, but if the team aren't performing on the pitch, then there isn't great respect in having a fabulous stadium,\" he said. \"It's important that we had sufficient funds for our team in place, before we began on the stadium.\"\n",
    "augmented_texts": [
        "Wenger handed summer war chest Arsenal boss Arsene Wenger accept been guaranteed transfer funds to boost his squad the summer. The club ' s managing theatre director, Keith Edelman, stressed that the development of their new £ 350m stadium had no affect on Wenger ' s spending power. \" The money comprise there. Don ' t worry we ' ve got it, \" Edelman told BBC Sport. \" Hopefully, we ' ll spend it this summer and in the coming years. Arsene attends all our board meetings and he knows our finances are very strong. \" Edelman added that it was pointless having a brand new stadium if the squad do not match the surroundings. \" Its great to have nice, new environment, but if the team aren ' t performing on the pitch, then there isn ' t great respect in having a fabulous stadium, \" he said. \" It ' s important that we had sufficient funds for our team in place, before we began on the stadium. \"",
        "Wenger handed summer warfare chest Arsenal boss Arsene Wenger has been guaranteed transfer funds to boost his squad the summer. The club ' s managing director, Keith Edelman, stressed that the development of their new £ 350m stadium take no affect on Wenger ' s spending power. \" The money is there. Don ' thyroxine worry we ' ve got it, \" Edelman told BBC Sport. \" Hopefully, we ' ll spend it this summer and in the get along years. Arsene attends all our board meetings and he knows our finances are very strong. \" Edelman added that it was pointless having a brand new stadium if the team did not match the surroundings. \" Its great to give birth nice, new surroundings, but if the team aren ' t performing on the lurch, then there isn ' t great respect in having a fabulous stadium, \" he said. \" It ' s important that we had sufficient funds for our squad in place, before we began on the stadium. \""
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Wenger handed summer war chest by club's managing director. Keith Edelman says development of new £350m stadium has no affect on spending power. Wenger attends all board meetings and he knows our finances are very strong, says Edelman. 'If the team aren't performing on the pitch, then there isn't great respect'"
}