{
    "filename": "145 (3).txt",
    "metadata": {},
    "text": "Candidate resigns over BNP link\n\nA prospective candidate for the UK Independence Party (UKIP) has resigned after admitting a \"brief attachment\" to the British National Party(BNP).\n\nNicholas Betts-Green, who had been selected to fight the Suffolk Coastal seat, quit after reports in a newspaper that he attended a BNP meeting. The former teacher confirmed he had attended the meeting but said that was the only contact he had with the group. Mr Betts-Green resigned after being questioned by the party's leadership. A UKIP spokesman said Mr Betts-Green's resignation followed disclosures in the East Anglian Daily Times last month about his attendance at a BNP meeting. \"He did once attend a BNP meeting. He did not like what he saw and heard and will take no further part of it,\" the spokesman added. A meeting of Suffolk Coastal UKIP members is due to be held next week to discuss a replacement. Mr Betts-Green, of Woodbridge, Suffolk, has also resigned as UKIP's branch chairman.\n",
    "augmented_texts": [
        "Candidate resigns over BNP link A prospective candidate for the UK Independence Party (UKIP) has resigned after admitting a \" legal brief attachment \" to the British National Party (BNP ). Nicholas Betts - Green, who had been selected to fight the Suffolk Coastal seat, quit after reports in a newspaper that he attended a BNP merging. The former teacher confirmed he had attended the meeting but said that was the only contact he had with the group. Mr Betts - Green resigned after being questioned by the party ' s leadership. A UKIP spokesman said Mr Betts - Greens ' s resignation followed disclosures in the East Anglian Daily Times last month about his attendance at a BNP meeting. \" He did once attend a BNP meeting. He did not like what he escort and heard and will take no further part of it, \" the spokesman added. A meeting of Suffolk Coastal UKIP members is due to be held next week to discuss a replacement. Mr Betts - Green, of Woodbridge, Suffolk, have besides resigned as UKIP ' s branch chairman.",
        "Candidate resigns over BNP link A prospective candidate for the UK Independence Party (UKIP) has resigned after admit a \" brief attachment \" to the British National Party (BNP ). Nicholas Betts - Green, who had been selected to fight the Suffolk Coastal seat, quit after reports in a newspaper that he attended a BNP meeting. The former teacher confirmed he had attended the meeting just said that was the only contact he had with the group. Mr. Betts - Green reconcile after being questioned by the party ' s leadership. A UKIP spokesman said Mr Betts - Green ' s resignation followed disclosures in the East Anglian Daily Time last month about his attendance at a BNP meeting. \" He act once attend a BNP meeting. He did not like what he saw and heard and will take no farther part of it, \" the spokesman added. A meeting of Suffolk Coastal UKIP members is due to be held future week to discuss a replacement. Mr Betts - Green, of Woodbridge, Suffolk, has also resigned as UKIP ' s branch chairman."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Nicholas Betts-Green had been selected to fight the Suffolk Coastal seat. He quit after reports in a newspaper that he attended a BNP meeting. UKIP spokesman: \"He did not like what he saw and heard and will take no further part\" A meeting of UKIP members is due to be held next week to discuss a replacement."
}