{
    "filename": "150 (4).txt",
    "metadata": {},
    "text": "Jol joy at 'professional' Cup win\n\nTottenham manager Martin Jol acclaimed his players for their patience in their 3-0 FA Cup fifth-round victory over a determined Nottingham Forest side.\n\n\"We had the initiative but it wasn't easy. It was a professional sort of performance,\" the Dutchman said. \"Forest played with a lot of players behind the ball in the first half, but at 2-0 they were dead and buried.\" Looking ahead to the quarter-final, Jol said: \"Newcastle have got a very good side and they are always difficult.\" However, he added that his side, who are four places above the Magpies in the Premiership, were \"not afraid of anyone\". Robbie Keane, skipper for the night and scorer of the crucial second goal, echoed his manager's sentiments on the last-eight match. \"They're on a high, but we're confident and in the last few games we've played well and hopefully we can go there and get the win,\" he said.\n\nHe conceded the win over Forest, which included goals from Noe Pamarot and Mido, was not pretty to watch. \"It wasn't the best display but it's all about the result,\" the Irishman said. \"We knew it was going to be difficult with the conditions. The pitch wasn't the best but we still tried to pass it. \"We dug in and the gaffer said to us at half-time to keep being patient and that the goal will come.\" Forest manager Gary Megson conceded his team did not deserve anything after a poor performance. \"If you play like we did and concede two goals from corners you're going to have an uphill battle against a very good team,\" he said. \"If we defend in the Championship like we did we'll not get another point. \"We were organised but I felt at times we thought the system would be enough but we didn't look like scoring.\"\n",
    "augmented_texts": [
        "Jol joy at ' professional ' Cup win Tottenham manager Martin Jol acclaimed his players for their patience in their 3 - 0 FA Cup fifth - round victory over a determined Nottingham Forest side. \" We had the initiative but it wasn ' t easy. It was a professional sort of performance, \" the Dutchman said. \" Forest played with a lot of players behind the ball in the first half, but at 2 - 0 they were dead and buried. \" Looking ahead to the quarter - final, Jol said: \" Newcastle have got a very good side and they are always difficult. \" However, he added that his side, who are four places above the Magpies in the Premiership, equal \" not afraid of anyone \". Robbie Keane, skipper for the night and scorer of the crucial second goal, echoed his manager ' s sentiments on the last - eight match. \" They ' re on a high, but we ' re confident and in the last few games we ' ve played well and hopefully we can go there and set out the win, \" he said. He conceded the win over Forest, which included goals from Noe Pamarot and Mido, was not pretty to watch. \" It wasn ' t the best display but it ' s all about the result, \" the Irishman said. \" We knew it was going to be difficult with the conditions. The pitch wasn ' t the best but we still tried to pass it. \" We dug in and the gaffer said to us at half - time to keep being patient and that the goal volition come up. \" Forest manager Gary Megson conceded his team did not deserve anything after a poor performance. \" If you play like we did and concede two goals from corners you ' re perish to consume an uphill battle against a very good team, \" he said. \" If we defend in the Championship like we did we ' ll not get another point. \" We be organised but I felt at times we thought the system would be enough but we didn ' t look like scoring. \"",
        "Jol joy at ' professional ' Cup win Tottenham manager Martin Jol acclaimed his players for their patience in their 3 - 0 FA Loving cup fifth - round victory over a determined Nottingham Forest side. \" We had the initiative but it wasn ' t easy. Information technology was a professional sort of performance, \" the Dutchman said. \" Forest played with a lot of players behind the ball in the first half, but at 2 - 0 they were dead and buried. \" Looking ahead to the quarter - final, Jol said: \" Newcastle have got a very good side and they are always difficult. \" However, he added that his side, who are four blank space above the Magpies in the Premiership, were \" not afraid of anyone \". Robbie Keane, skipper for the night and scorer of the crucial second goal, echoed his manager ' s sentiments on the last - eight match. \" They ' re on a high, but we ' re confident and in the last few games we ' ve played well and hopefully we can go there and get the win, \" he said. He conceded the win over Forest, which included goals from Noe Pamarot and Mido, was not pretty to watch. \" It wasn ' t the best display but it ' s all about the result, \" the Irishman said. \" We knew it was going to be difficult with the conditions. The pitch wasn ' t the best but we still tried to pass it. \" We dug in and the gaffer said to us at half - time to keep being patient and that the goal will come. \" Forest manager Gary Megson conceded his team did not deserve anything after a poor performance. \" If you play like we did and concede two goals from corners you ' re going to have an uphill battle against a very good team, \" he say. \" If we defend in the Championship like we did we ' ll not get another point. \" We were organised but I felt at times we thought the system would be enough but we didn ' t look like rack up. \""
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Tottenham beat Nottingham Forest 3-0 in the fifth round of the FA Cup. Goals from Noe Pamarot and Mido secured the win for Spurs. Manager Martin Jol praised his side's \"professional sort of performance\" Tottenham face Newcastle United in a quarter-final on Saturday."
}