{
    "filename": "150 (2).txt",
    "metadata": {},
    "text": "Usher leads Billboard nominations\n\nR&B singer Usher is leading the race for the Billboard awards with nominations in 13 categories, including best male.\n\nAlicia Keys has 12 nominations for the awards, which will be held on 8 December at the MGM Grand in Las Vegas. Other multiple nominees include Maroon5, OutKast, Kanye West, R Kelly, Gretchen Wilson, Hoobastank and Jay-Z. Soul singer Stevie Wonder will receive Billboard's Century Award, the magazine's highest honour for creative achievement, at the ceremony.\n\nThe awards will be hosted by American Idol presenter Ryan Seacrest, and will feature performances by Usher, Gwen Stefani, Nelly and Green Day. Usher and Keys will be battling it out for prizes including artist of the year, Hot 100 songwriter of the year and Billboard 200 album of the year for their respective albums Confessions and The Diary of Alicia Keys. Maroon5 and OutKast are also up for artist of the year, while OutKast's Speakerboxxx/The Love Below is a finalist for Billboard 200 album of the year, alongside Josh Groban's Closer. The awards honour the year's leading artists and songs as determined by their performance on Billboard's weekly charts.\n",
    "augmented_texts": [
        "Usher leads Billboard nominations R & B complex singer Usher is leading the race for the Billboard awards with nomination in 13 categories, including unspoilt male. Alicia Keys has 12 nominations for the awards, which will be held on 8 December at the MGM Grand in Las Vegas. Other multiple nominees include Maroon5, OutKast, Kanye West, Gas constant Kelly, Gretchen Wilson, Hoobastank and Jay - Z. Soul isaac bashevis singer Stevie Wonder will receive Billboard ' s Century Award, the magazine ' s highest honour for creative achievement, at the ceremony. The awards will be hosted by American Idol presenter Ryan Seacrest, and will feature performances by Usher, Gwen Stefani, Nelly and Green Day. Usher and Keys will be battling it out for prizes including artist of the year, Hot 100 songwriter of the year and Billboard 200 album of the year for their respective albums Confessions and The Diary of Alicia Keys. Maroon5 and OutKast are also up for artist of the year, while OutKast ' s Speakerboxxx / The Love Below is a finalist for Billboard 200 album of the year, alongside Josh Groban ' s Closer. The awards honour the year ' s go artists and songs as determined by their performance on Billboard ' s weekly charts.",
        "Usher head Billboard nomination R & B singer Usher is leading the race for the Billboard award with nominations in 13 categories, including best male. Alicia Keys has 12 nominations for the awards, which will be held on 8 December at the MGM Grand in Las Vegas. Other multiple nominees include Maroon5, OutKast, Kanye West, R Kelly, Gretchen Wilson, Hoobastank and Jay - Z. Soul singer Stevie Wonder will receive Billboard ' s Century Award, the magazine ' s highest purity for creative achievement, at the ceremony. The awards will be hosted by American Idol presenter Ryan Seacrest, and will feature performances by Guide, Gwen Stefani, Nelly and Green Day. Usher and Samara will be battling it out for prizes including artist of the year, Hot 100 songwriter of the year and Billboard 200 album of the year for their respective albums Confessions and The Diary of Alicia Keys. Maroon5 and OutKast are also up for artist of the year, while OutKast ' s Speakerboxxx / The Love Below is a finalist for Hoarding 200 album of the year, alongside Josh Groban ' s Closer. The awards honour the year ' s leading artists and songs as determined by their performance on Billboard ' s weekly charts."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Alicia Keys has 12 nominations for the awards, which will be held on 8 December at the MGM Grand in Las Vegas. Maroon5, OutKast, Kanye West, R Kelly, Gretchen Wilson, Hoobastank and Jay-Z are also multiple nominees. Stevie Wonder will receive Billboard's Century Award."
}