{
    "filename": "151 (2).txt",
    "metadata": {},
    "text": "Eminem secret gig venue revealed\n\nRapper Eminem is to play an intimate gig in London on Saturday, following a show on the River Thames on Friday.\n\nThe US star will play just two songs at a night showcasing his label Shady Records at the Islington Academy. Eminem performed on HMS Belfast on Friday, which is docked on the River Thames, where he filmed two songs for BBC One's Top of the Pops. He arrived in the UK on Friday following his appearance at the MTV Europe Music Awards in Rome. Other rap acts who may appear at the Islington gig include Stat Quo, Proof, DJ Green Lantern, Swift and Obie Trice.\n\nEminem's latest album soared to the top of the US chart after just three days on sale in record shops. Encore is now a chart-topper on both sides of the Atlantic following its debut at number one in the UK. The fourth album from the rap star was on sale for two days before it outsold all of its rivals. The album was released early in an effort to combat both physical and online piracy.\n\nEminem's album includes the track Mosh, which is a tirade against US President Bush and the presence of US troops in Iraq. The rapper was criticised earlier this year after a performance on BBC One's Top of the Pops in April led 12 viewers to complain he was \"lewd\" and \"offensive\". The complaints about the star grabbing his crotch were upheld by the BBC. \"The performer had been asked to tone his act down after rehearsal but ignored this request during the live broadcast,\" a BBC statement read. \"Although his gestures were part of the rap culture, they had gone beyond what is expected.\"\n",
    "augmented_texts": [
        "Eminem secret gig venue revealed Rapper Eminem is to play an intimate gig in John griffith chaney on Saturday, following a show on the River Thames on Friday. The US star testament play just two song at a night showcasing his label Shady Records at the Islington Academy. Eminem performed on HMS Belfast on Friday, which is docked on the River Thames, where he filmed two songs for BBC One ' s Top of the Pops. He arrived in the UK on Friday following his appearance at the MTV Europe Music Awards in Rome. Other rap acts who may appear at the Islington gig include Stat Quo, Proof, DJ Green Lantern, Dean swift and Obie Trice. Eminem ' s latest album soared to the top of the US chart after just three days on sale in record shops. Encore is right away a chart - topper on both sides of the Atlantic following information technology debut at number one in the UK. The fourth album from the rap star was on sale for two days before it outsold all of its rivals. The album was released early in an effort to combat both physical and online piracy. Eminem ' s album includes the track Mosh, which is a tirade against US President Bush and the presence of US troops in Iraq. The rapper was criticised earlier this year after a performance on BBC One ' s Top of the Pops in April led 12 viewers to complain he was \" lustful \" and \" offensive \". The complaints about the star grabbing his crotch were upheld by the BBC. \" The performer had been asked to tone his act down after dry run but ignored this request during the live broadcast, \" a BBC statement read. \" Although his gestures were part of the rap culture, they had gone beyond what is expected. \"",
        "Eminem secret gig venue revealed Rapper Eminem is to play an intimate gig in London on Saturday, following a show on the River Thames on Friday. The US star will play just two songs at a night showcasing his label Shady Records at the Islington Academy. Eminem performed on HMS Belfast on Friday, which is docked on the River Thames, where he filmed two songs for BBC One ' s Top of the Pops. He arrived in the UK on Friday following his appearance at the MTV Europe Music Awards in Rome. Other rap acts who may appear at the Islington gig include Stat Quo, Proof, DJ Green Lantern, Swift and Obie Trice. Eminem ' s latest album soared to the top of the US chart after just three day on sale in record workshop. Encore is now a chart - topper on both sides of the Atlantic following its entry at number one in the UK. The fourth album from the rap star was on sale for two days before it outsold all of its rivals. The album was released early in an effort to combat both physical and online piracy. Eminem ' s album includes the track Mosh, which is a tirade against US President Bush and the presence of uracil troops in Iraq. The rapper was criticised earlier this year after a performance on BBC One ' s Big top of the Pops in April led 12 viewers to complain he was \" lewd \" and \" offensive \". The complaints about the star grabbing his crotch were upheld by the BBC. \" The performer had been asked to tone his act down after rehearsal but ignored this request during the live broadcast, \" a BBC statement read. \" Although his gestures were part of the rap culture, they had gone beyond what is expected. \""
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Eminem will play just two songs at a night showcasing his label Shady Records. Other rap acts who may appear at the Islington gig include Stat Quo, Proof, DJ Green Lantern, Swift and Obie Trice. Eminem performed on HMS Belfast on Friday, which is docked on the River Thames."
}