{
    "filename": "153 (4).txt",
    "metadata": {},
    "text": "Rush future at Chester uncertain\n\nIan Rush's future as Chester manager is uncertain after he and assistant Mark Aizlewood refused a severance package.\n\nChester have won only two of their last 10 League games but Chairman Steve Vaughan claims he cannot afford to sack the 43-year-old Liverpool legend. Vaughan said: \"I offered a financial settlement so they could resign with dignity but an obvious action is to dismiss them. \"I haven't because of the finances, so technically they're still employees.\" Vaughan claimed that Aizlewood had \"verbally agreed\" to the offer. But the Chester chairman added: \"After they discussed the offer with their solicitor, who also acts as their agent, they decided to withdraw the verbal agreement, which was disappointing.\" Rush was appointed at the end of August following the departure of former Liverpool team-mate Mark Wright, who guided Chester to the Conference title last season. Chester were bottom of League Two when Rush took over but the former Liverpool striker enjoyed an impressive start to managerial life, taking the club into the third round of the FA cup and winning the manager-of-the-month award for October. Chester's downturn in form culminated in a 5-0 defeat at Shrewsbury that leaves them hovering just above the League Two relegation zone.\n",
    "augmented_texts": [
        "Rush future at Chester uncertain Ian Rush ' s future as Chester manager is uncertain after he and assistant Mark Aizlewood refused a severance package. Chester have won only two of their last 10 League games but Chairman Steve Vaughan claims he cannot afford to sack the 43 - year - old Liverpool legend. Vaughan said: \" I offered a financial village so they could resign with dignity but an obvious action is to dismiss them. \" I haven ' t because of the finances, so technically they ' re still employees. \" Vaughan claimed that Aizlewood had \" verbally agreed \" to the offer. But the Chester chairman added: \" After they discussed the offer with their solicitor, who also act as their agent, they decided to withdraw the verbal agreement, which was disappointing. \" Rush was appointed at the end of August following the departure of onetime Liverpool team - mate Mark Wright, who guided Chester to the Conference title last season. Chester were bottom of League Two when Rush took over but the former Liverpool striker enjoyed an impressive start to managerial life, taking the club into the third round of the FA cup and winning the manager - of - the - month award for October. Chester ' s downturn in form culminated in a 5 - nought defeat at Shrewsbury that leaves them hovering just above the League Two relegation geographical zone.",
        "Rush future at Chester uncertain Ian Rush ' s future as Chester manager is uncertain after he and assistant Mark Aizlewood refused a severance package. Chester have won only two of their last tenner League games simply Chairman Steve Vaughan claims he cannot afford to sack the 43 - year - old Liverpool legend. Vaughan said: \" I offered a financial settlement so they could resign with dignity but an obvious action is to dismiss them. \" I haven ' t because of the finances, so technically they ' re still employee. \" Vaughan claimed that Aizlewood had \" verbally agreed \" to the offer. But the Chester chairman added: \" After they discussed the offer with their canvasser, who also acts as their agent, they decided to withdraw the verbal agreement, which was disappointing. \" Rush live appointed at the end of August following the departure of former Liverpool team - mate Mark Wright, who guided Chester to the Conference title last season. Chester were bottom of League Two when Rush took over but the former Liverpool striker enjoyed an impressive start to managerial life, taking the club into the third round of the FA cup and winning the manager - of - the - month award for October. Chester ' s downswing in form culminated in a 5 - zero defeat at Shrewsbury that leaves them hovering just now above the League Two relegation zone."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Ian Rush's future as Chester manager is uncertain after he and assistant Mark Aizlewood refused a severance package. Chairman Steve Vaughan claims he cannot afford to sack the 43-year-old Liverpool legend. Rush was appointed at the end of August following the departure of former Liverpool team-mate Mark Wright."
}