{
    "filename": "165 (2).txt",
    "metadata": {},
    "text": "Comic Morris returns with sitcom\n\nComedian Chris Morris, who created controversial TV show Brass Eye, is to return to screens with a new sitcom about a spoof London media worker.\n\nMorris will direct and co-write Nathan Barley - a character from cult website TV Go Home - for Channel 4. It is a send-up of the stereotypical \"cool\" metropolitan media scene, with Nicholas Burns in the title role. A Brass Eye satire of the media handling of paedophilia sparked 2,500 complaints in 2001.\n\nNathan Barley will be \"a character-driven comedy\", according to Charlie Brooker, who created TV Go Home in 1999 and has co-written the series. Barley is described as a \"webmaster, guerrilla film-maker, screenwriter, DJ and in his own words, a 'self-facilitating media node\". The story will also feature Dan Ashcroft, a style magazine columnist, and his sister Claire, a film-maker who hates the \"cool\" scene. As well as Brass Eye, Morris was behind another news show satire, The Day Today, and dark sketch comedy Jam. The new show is expected to begin in February.\n",
    "augmented_texts": [
        "Comic Morris returns with sitcom Comedian Chris Esther hobart mcquigg slack morris, who created controversial TV show Brass Eye, is to return to screens with a new sitcom about a spoof London media worker. Morris will direct and co - write Nathan Barley - a character from cult website TV Go Home - for Channel 4. It is a send - up of the stereotypical \" cool \" metropolitan media scene, with Nicholas Burns in the title role. A Brass Eye irony of the media handling of paedophilia sparked 2, 500 complaints in 2001. Nathan Barley will be \" a character - driven comedy \", according to Charlie Brooker, who created TV Go Home in 1999 and has co - written the series. Barley is described as a \" webmaster, guerrilla film - maker, screenwriter, DJ and in his own word, a ' self - facilitating media node \". The story will also feature Dan Ashcroft, a style magazine columnist, and his sister Claire, a moving picture - maker who hat the \" cool \" scene. Every bit well as Brass Eye, William morris was behind another news show satire, The Day Today, and dark sketch comedy Jam. The new show is expected to begin in February.",
        "Comic Morris returns with sitcom Comedian Chris Morris, who created controversial TV show Brass Eye, is to return to screens with a new situation comedy astir a spoof London media worker. Morris will direct and co - write Nathan Barley - a character from cult website TV Go Home - for Channel 4. It is a send - up of the stereotypical \" cool \" metropolitan media scene, with Nicholas Burning in the title role. A Brass Eye satire of the media handling of paedophilia sparked 2, 500 complaints in 2001. Nathan Barley will be \" a character - driven comedy \", according to Charlie Brooker, who created TV Go Home in 1999 and has co - written the series. Barley is described as a \" webmaster, guerilla film - maker, screenwriter, DJ and in his own words, a ' self - facilitating media node \". The story will also feature Dan Ashcroft, a style magazine columnist, and his sister Claire, a film - maker who hates the \" sang froid \" scene. As well as Brass Eye, Morris was behind another news show satire, The Day Today, and dark sketch comedy Jam. The new display is expected to begin in February."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Morris will direct and co-write Nathan Barley - a character from cult website TV Go Home. It is a send-up of the stereotypical \"cool\" metropolitan media scene. The story will also feature Dan Ashcroft, a style magazine columnist. Morris was behind another news show satire, The Day Today."
}