{
    "filename": "167 (4).txt",
    "metadata": {},
    "text": "Robben plays down European return\n\nInjured Chelsea winger Arjen Robben has insisted that he only has a 10% chance of making a return against Barcelona in the Champions League.\n\nThe 21-year-old has been sidelined since breaking a foot against Blackburn last month. Chelsea face Barcelona at home on 8 March having lost 2-1 in the first leg. And Robben told the Daily Star: \"It is not impossible that I will play against Barcelona but it is just a very, very small chance - about 10%.\"\n\nRobben has been an inspirational player for Chelsea this season following a switch from PSV Einhoven last summer. He added: \"My recovery is going better than we expected a few weeks ago but I think the Barcelona game will come too soon. \"I won't take any risks and come back too soon.\"\n",
    "augmented_texts": [
        "Robben plays down European return Injured Chelsea winger Arjen Robben has insisted that he only has a 10% chance of making a return against Barcelona in the Champions League. The 21 - year - sure enough has been sidelined since breaking a base against Blackburn last month. Chelsea face Barcelona at home on 8 March having lost 2 - 1 in the first leg. And Robben told the Daily Genius: \" Information technology is not impossible that I will play against Barcelona but it is just a very, very small chance - about x% . \" Robben has been an inspirational player for Chelsea this season following a switch from PSV Einhoven utmost summer. He added: \" My recovery is go better than we expected a few weeks ago but I think the Barcelona game will come too soon. \" I won ' t take any risks and come back too soon. \"",
        "Robben toy down European return Injured Chelsea winger Arjen Robben has insisted that he only has a 10% chance of making a return against Barcelona in the Champions League. The xxi - year - old has been sidelined since breaking a foot against Blackburn last month. Chelsea face Barcelona at home on 8 Marching music having lost 2 - 1 in the first leg. And Robben told the Daily Star: \" It is not impossible that I will play against Barcelona but it is just a very, very small chance - about 10% . \" Robben has been an inspirational musician for Chelsea this season following a switch from PSV Einhoven last summer. Helium added: \" My convalescence is going better than we expected a few weeks ago but I think the Barcelona plot will come too soon. \" I won ' t take any risks and come back too soon. \""
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Robben plays down European return against Barcelona. The 21-year-old has been sidelined since breaking a foot against Blackburn last month. Chelsea face Barcelona at home on 8 March having lost 2-1 in the first leg. Robben: \"My recovery is going better than we expected a few weeks ago\""
}