{
    "filename": "169.txt",
    "metadata": {},
    "text": "Buyers snap up Jet Airways' shares\n\nInvestors have snapped up shares in Jet Airways, India's biggest airline, following the launch of its much anticipated initial public offer (IPO).\n\nThe IPO for 17.3 million shares was fully sold within 10 minutes of opening, on Friday. Analysts expect Jet to raise at least 16.4bn rupees ($375m; £198m) from the offering. Interest in Jet's IPO has been fuelled by hopes for robust growth in India's air travel market.\n\nThe share offer, representing about 20% of Jet's equity, was oversubscribed, news agency Reuters reported. Jet, which was founded by London-based travel agent Naresh Goyal, plans to use the cash to buy new planes and cut its debt. The company has grown rapidly since it launched operations in 1993, overtaking state-owned flag carrier Indian Airlines. However, it faces stiff competition from rivals and low-cost carriers. Jet's IPO is the first in a series of expected share offers from Indian companies this year, as they move to raise funds to help them do business in a rapidly-growing economy.\n",
    "augmented_texts": [
        "Buyers snap up Jet Airways ' share Investors take snapped up shares in Jet Airways, India ' s biggest airline, follow the launch of its much anticipated initial public offer (IPO ). The IPO for 17. 3 million shares was fully sold within 10 minutes of opening, on Friday. Analysts expect Jet to raise at least 16. 4bn rupees ($ 375m; £ 198m) from the offering. Interest in Blue jet ' s IPO has been fire by hopes for robust growth in India ' s air travel market. The share go, representing about xx% of Spurt ' s equity, was oversubscribed, news agency Reuters reported. Jet, which was founded by London - based travelling agent Naresh Goyal, plans to use the cash to buy new planes and cut its debt. The company has grown rapidly since it launched operations in 1993, overtaking state - owned flag carrier Indian Airlines. Notwithstanding, it faces stiff competition from rivals and low - cost carriers. Jet ' s IPO is the first in a series of expected share offers from Indian companies this year, as they move to raise funds to help them do business in a rapidly - growing economy.",
        "Buyers snap up Jet Airways ' shares Investors have snapped up shares in Jet Airways, India ' s biggest airline, following the launch of information technology much anticipated initial public offer (IPO ). The IPO for 17. 3 million shares was fully sold within 10 minutes of opening, on Friday. Analysts expect Jet to raise at least 16. 4bn rupees ($ 375m; £ 198m) from the offering. Interest in Jet ' s initial offering has been fuelled by hopes for robust growth in India ' s aura travel market. The share offer, representing about twenty% of Jet ' south equity, was oversubscribed, news agency Reuters reported. Jet, which was founded by London - based travel agent Naresh Goyal, plans to use the cash to buy new planes and cut its debt. The company has grown rapidly since it launched operations in 1993, overtaking state - owned flag carrier Indian Airlines. However, it faces stiff competition from rivals and low - toll carriers. Jet ' s IPO is the first in a series of expected share offers from Indian companies this year, as they move to raise funds to help them do business in a rapidly - growing economy."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "The IPO for 17.3 million shares was fully sold within 10 minutes of opening. Analysts expect Jet to raise at least 16.4bn rupees ($375m; £198m) from the offering. Jet plans to use the cash to buy new planes and cut its debt."
}