{
    "filename": "175 (2).txt",
    "metadata": {},
    "text": "Alicia Keys to open US Super Bowl\n\nR&B star Alicia Keys is to open February's Super Bowl singing a song only previously performed there by Ray Charles and Vicki Carr.\n\nKeys, who will sing America the Beautiful, will be accompanied by 150 students from the Florida School for the Deaf and the Blind. Charles, who died last year, attended the school as a child in 1937. Keys said she was \"very excited\", describing Charles as \"an artist I admire, miss and respect\". \"I know that this is going to be a very touching and memorable moment,\" she said.\n\nIt will be her first performance at the Super Bowl, which will be watched by millions in the US on 6 February. Sir Paul McCartney will provide the half-time entertainment in the slot filled by Janet Jackson last year. Organisers have promised there will be no repeat of her nipple-baring incident that sparked thousands of complaints on US TV's most-watched broadcast. A National Football League spokesman said they were \"comfortable\" this show would be acceptable to a mass audience. The game and show were watched by 144 million people in the US in 2003.\n\nTwenty CBS-owned TV stations were fined $550,000 (£300,000) by the country's TV regulatory agency after more than 542,000 complaints were made about Janet Jackson's \"wardrobe malfunction\". Sir Paul said: \"There's nothing bigger than being asked to perform at the Super Bowl. \"We're looking forward to rocking the millions at home and in the stadium.\"\n",
    "augmented_texts": [
        "Alicia Keys to open US Super Bowl R & B star Alicia Keys is to open February ' s Super Bowl singing a song only previously performed there by Ray Charles and Vicki Carr. Keys, who will sing America the Beautiful, will be accompanied by 150 students from the Florida School for the Deaf and the Blind. Charles, who died last year, attended the school as a child in 1937. Keys said she was \" very excited \", describing Charles as \" an artist I admire, miss and respect \". \" I know that this is going to be a very touching and memorable moment, \" she said. It bequeath be her first performance at the Super Bowl, which will embody watched by millions in the US on 6 February. Sir Paul sir james paul mccartney will provide the half - time amusement in the time slot filled by Janet Jackson last year. Organisers have promised there will be no repeat of her nipple - baring incident that sparked thousands of complaints on US TV ' s most - watched broadcast. A National Football League spokesman said they were \" comfortable \" this show would be acceptable to a mass audience. The game and show were watched by 144 million people in the US in 2003. Twenty CBS - owned telly stations were fined $ 550, 000 (£ 300, 000) by the state ' s TV regulatory agency after more than 542, 000 complaints were made about Janet Jackson ' s \" wardrobe malfunction \". Sir Paul said: \" There ' s nothing bigger than being asked to perform at the Super Bowl. \" We ' re looking forward to rocking the millions at home and in the stadium. \"",
        "Alicia Keys to open US Super Bowl R & B star Alicia Headstone is to open February ' s Superintendent Bowl singing a song only previously performed there by Ray Charles ix and Vicki Carr. Keys, who will sing America the Beautiful, will be accompanied by 150 students from the Florida School for the Deaf and the Blind. Charles, who died last year, attended the school as a child in 1937. Keys said she was \" very excited \", describing Charles as \" an artist I admire, miss and respect \". \" I know that this is going to equal a very touching and memorable moment, \" she said. It will be her first performance at the Super Bowl, which will be watched by millions in the US on 6 February. Sir Paul McCartney will provide the half - time entertainment in the slot filled by Janet Jackson last year. Organisers have promised there will be no repeat of her nipple - baring incident that sparked thousands of complaints on US TV ' s nearly - watched broadcast. A National Football League spokesman said they be \" well off \" this show would be acceptable to a mass audience. The game and show were watched by 144 million people in the US in 2003. Twenty CBS - owned television set stations were fined $ 550, 000 (£ 300, 000) by the country ' s TV regulatory agency after more than 542, 000 complaints were made about Janet Jackson ' s \" wardrobe malfunction \". Sir Paul said: \" There ' s nothing bigger than being asked to perform at the Super Bowl. \" We ' re looking forward to rocking the millions at home and in the sports stadium. \""
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Alicia Keys to sing America the Beautiful at February's Super Bowl. She will be accompanied by 150 students from the Florida School for the Deaf and the Blind. Sir Paul McCartney will provide the half-time entertainment in the slot filled by Janet Jackson last year. Organisers promise no repeat of her nipple-baring incident."
}