{
    "filename": "175 (4).txt",
    "metadata": {},
    "text": "Beattie return calms attack fears\n\nEverton striker James Beattie has been declared fit for training on Tuesday, despite suffering an alleged assault last Saturday.\n\nBeattie, 27, is not believed to be as seriously hurt as some reports have suggested after being \"the victim of an unprovoked assault\" in Birmingham. He was on a night out with his girlfriend and two friends following Everton's 3-1 win over Aston Villa. \"He was shaken but not badly injured,\" said Everton spokesman Ian Ross. He added: \"He did speak to the police but will not be pressing charges. \"He has spoken to manager David Moyes about what happened.\" Beattie was suspended for the win at Aston Villa after his red card against Chelsea and he will be available again for the Merseyside derby at Liverpool on 20 March.\n",
    "augmented_texts": [
        "Beattie yield calms attack fears Everton striker James Beattie has been declared fit for training on Tuesday, despite suffering an alleged assault last Saturday. Beattie, 27, live not believed to equal as seriously hurt as some reports receive suggested after being \" the victim of an unprovoked assault \" in Brummagem. He was on a night out with his girlfriend and two friends following Everton ' s 3 - 1 win over Aston Villa. \" He was shaken but non badly injured, \" said Everton spokesman Ian Nellie tayloe ross. He added: \" Atomic number 2 did speak to the police but will not be pressing charges. \" He has spoken to manager David Moyes about what happened. \" Beattie was suspended for the winnings at Aston Villa after his red card against Chelsea and he will be available over again for the Merseyside derby at Liverpool on 20 March.",
        "Beattie return calms assault fears Everton striker James Beattie has equal declared fit for training on Tuesday, despite suffering an alleged assault last Saturday. Beattie, 27, is not consider to exist as seriously hurt as some reports have suggested after being \" the victim of an unprovoked assault \" in Birmingham. He was on a night out with his girlfriend and two quaker following Everton ' s 3 - 1 win over Aston Villa. \" He was shaken but not poorly injured, \" said Everton spokesman Ian Ross. He added: \" He did speak to the police but will not be pressing charges. \" He has spoken to manager David Moyes about what happened. \" Beattie was suspended for the win at Aston Villa after his cherry card against Chelsea and he will be available again for the Merseyside derby at Liverpool on 20 March."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Everton striker James Beattie has been declared fit for training on Tuesday. The 27-year-old suffered an alleged assault last Saturday in Birmingham. He was on a night out with his girlfriend and two friends following Everton's 3-1 win over Aston Villa. Everton spokesman: \"He was shaken but not badly injured\""
}