{
    "filename": "186.txt",
    "metadata": {},
    "text": "Huge rush for Jet Airways shares\n\nIndian airline Jet Airways' initial public offering was oversubscribed 16.2 times, bankers said on Friday.\n\nOver 85% of the bids were at the higher end of the price range of 1,050-1,125 rupees ($24-$26). Jet Airways, a low-fare airline, was founded by London-based ex-travel agent Naresh Goya, and controls 45% of the Indian domestic airline market. It sold 20% of its equity or 17.2 million shares in a bid to raise up to $443m (£230.8m). The price at which its shares will begin trading will be agreed over the weekend, bankers said. \"The demand for the IPO was impressive. We believe that over the next two years, the domestic aviation sector promises strong growth, even though fuel prices could be high,\" said Hiten Mehta, manager of merchant banking firm, Fortune Financial Services. India began to open up its domestic airline market - previously dominated by state-run carrier Indian Airlines - in the 1990s. Jet began flying in 1993 and now has competitors including Air Deccan and Air Sahara. Budget carriers Kingfisher Airlines and SpiceJet are planning to launch operations in May this year. Jet has 42 aircraft and runs 271 scheduled flights daily within India. It recently won government permission to fly to London, Singapore and Kuala Lumpur.\n",
    "augmented_texts": [
        "Huge rush for Jet Airways shares Indian airline Jet Airways ' initial public offering was oversubscribed 16. 2 times, bankers said on Friday. Over 85% of the bids were at the higher end of the price range of 1, 050 - 1, 125 rupees ($ 24 - $ 26 ). Jet Airways, a low - fare airline, was founded by London - based ex - travel agent Naresh Goya, and check 45% of the Indian domestic airline market. It sold 20% of its equity or 17. 2 million shares in a bid to raise upward to $ 443m (£ 230. 8m ). The price at which its shares will begin trading will be agreed over the weekend, bankers said. \" The demand for the IPO was impressive. We believe that over the next two geezerhood, the domestic aviation sector promises strong growth, even though fuel prices could be high, \" said Hiten Mehta, manager of merchant banking firm, Fortune Financial Services. India began to open up its domestic airline market - previously dominated by state - run carrier Indian Airway - in the nineties. Jet began flying in 1993 and now has competitors including Air Deccan and Air Sahara. Budget carriers Kingfisher Airlines and SpiceJet are planning to launch operations in May this year. Jet get 42 aircraft and runs 271 scheduled flights daily within India. It recently won government permission to fly to London, Singapore and Kuala Lumpur.",
        "Huge rush for Jet Airways shares Indian airline Jet Airways ' initial public offering was oversubscribed sixteen. 2 times, bankers said on Friday. Over 85% of the bids were at the higher end of the price range of 1, 050 - 1, 125 rupees ($ 24 - $ 26 ). Jet Airways, a low - fare airline, was founded by London - based ex - travel agent Naresh Goya, and controls 45% of the Indian domestic airline market. It sold 20% of its equity or 17. 2 million share in a bid to raise up to $ 443m (£ 230. 8m ). The price at which its shares will begin trading will be agreed over the weekend, bankers said. \" The demand for the IPO was impressive. We consider that over the next two years, the domestic aviation sector promises strong growth, even though fuel prices could be high, \" said Hiten Mehta, manager of merchant banking firm, Fortune Financial Services. Bharat began to open up its domestic airline business market - previously dominated by state - run carrier Indian Airlines - in the 1990s. Jet began flying in 1993 and now take competitors including Air Deccan and Air Sahara. Budget carriers Kingfisher Airlines and SpiceJet are planning to launch operations in May this year. Jet has 42 aircraft and runs 271 scheduled flights daily within India. It recently gain ground government permission to fly to London, Singapore and Kuala Lumpur."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Indian airline Jet Airways' initial public offering was oversubscribed 16.2 times. Over 85% of bids were at the higher end of the price range of 1,050-1,125 rupees ($24-26) The price at which its shares will begin trading will be agreed over the weekend."
}