{
    "filename": "187 (2).txt",
    "metadata": {},
    "text": "Double eviction from Big Brother\n\nModel Caprice and Holby City actor Jeremy Edwards have both left the Celebrity Big Brother house in a surprise double eviction on Friday.\n\nCaprice, who left in the scheduled fourth eviction having gained just 5% of the public vote, afterwards said: \"I am so happy, I am so glad I'm out.\" Edwards then left in a surprise eviction, with 12% of the vote. Nineteen-year-old Blazin' Squad singer Kenzie is currently favourite to win the £50,000 charity prize. Caprice had been the pre-show favourite to be voted out of the house, with bookmakers Ladbrokes offering odds of 1/5 on her departure. Ladbrokes spokesman Warren Lush had said she was \"the hottest eviction favourite so far this series\".\n\nOdds on Kenzie's victory have been slashed from 4/6 to 1/2, although bookmakers have said they are not ruling out a late rally from former Happy Mondays star Bez. The other remaining housemate is actress Brigitte Nielsen. DJ Lisa I'Anson became the third housemate to be voted out on Wednesday when she became the victim of a surprise eviction during a game of hide-and-seek on the Channel 4 show. I'Anson said she was \"glad to be out\" and predicted that Kenzie would emerge as the winner. The winner is due to be announced on Sunday night.\n",
    "augmented_texts": [
        "Double eviction from Big Brother Model Caprice and Holby City player Jeremy Edwards have both left the Celebrity Big Brother house in a surprise double eviction on Friday. Whim, who left in the scheduled fourth eviction having gained just 5% of the public vote, afterwards said: \" I am so happy, I am so glad I ' m out. \" Edwards then left in a surprise eviction, with 12% of the vote. Nineteen - year - old Blazin ' Squad singer Kenzie is currently favourite to win the £ l, 000 greek valerian prize. Caprice had been the pre - show favourite to be voted out of the house, with bookmakers Ladbrokes offering odds of 1 / 5 on her departure. Ladbrokes spokesman Warren Lush had said she was \" the hottest eviction favourite so far this series \". Odds on Kenzie ' s victory consume been slashed from 4 / 6 to 1 / 2, although bookmakers have said they cost not predominate out a late rally from former Happy Mondays star Bez. The other remaining housemate is actress Brigitte Nielsen. DJ Lisa I ' Anson became the 3rd housemate to be vote out on Wednesday when she became the victim of a surprise eviction during a game of hide - and - seek on the Channel 4 show. I ' Anson said she was \" glad to be out \" and predicted that Kenzie would emerge as the winner. The winner is due to be announced on Sunday night.",
        "Double eviction from Big Brother Model Caprice and Holby City actor Jeremy Edwards have both left the Celebrity Big Brother house in a surprise double eviction on Friday. Caprice, who left in the scheduled fourth eviction having gained just 5% of the public vote, afterwards said: \" I am so happy, Atomic number 53 am so glad One ' m out. \" Edwards then left in a surprise eviction, with 12% of the vote. Nineteen - year - old Blazin ' Squad singer Kenzie is currently favourite to win the £ 50, 000 charity prize. Caprice had represent the pre - show favourite to be voted out of the house, with bookmakers Ladbrokes offering odds of 1 / 5 on her departure. Ladbrokes spokesman Warren Lush had said she was \" the hottest eviction favourite so far this series \". Odds on Kenzie ' s victory have been slashed from 4 / 6 to 1 / 2, although bookmakers have said they are not ruling away a late rally from former Happy Mondays star Bez. The other remaining housemate is actress Brigitte Nielsen. DJ Lisa I ' Anson became the third housemate to be voted out on Wednesday when she became the victim of a surprise eviction during a game of hide - and - seek on the Channel 4 show. I ' Anson said she was \" glad to be out \" and predicted that Kenzie would emerge as the winner. The winner is due to be announced on Sunday night."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Model Caprice and Holby City actor Jeremy Edwards both voted out. Kenzie, 19, is favourite to win the £50,000 charity prize. The winner is due to be announced on Sunday night. DJ Lisa I'Anson was the third housemate to lose her place on Wednesday."
}