{
    "filename": "191 (3).txt",
    "metadata": {},
    "text": "Short attacks US over tsunami aid\n\nFormer Cabinet minister Clare Short has criticised the US-led tsunami aid coalition, saying the UN should be leading efforts.\n\nPresident Bush has announced that an alliance of the US, India, Australia and Japan will co-ordinate a humanitarian drive. But Ms Short said the effect of the parallel coalition would be to undermine the UN. She said only the UN had the \"moral authority\" to lead the relief work. Ms Short resigned as international development secretary over the Iraq war. \"I think this initiative from America to set up four countries claiming to co-ordinate sounds like yet another attempt to undermine the UN when it is the best system we have got and the one that needs building up,\" she said. \"Only really the UN can do that job,\" she told BBC Radio Four's PM programme. \"It is the only body that has the moral authority. But it can only do it well if it is backed up by the authority of the great powers.\" Ms Short said the countries involved could not boast good records on their response to major disasters. The US was \"very bad at coordinating with anyone\" and India had its own problems, Ms Short said. \"I don't know what that is about but it sounds very much, I am afraid, like the US trying to have a separate operation and not work with the rest of the world through the UN system,\" she added.\n",
    "augmented_texts": [
        "Short attacks US over tsunami aid Former Cabinet minister Clare Short has criticised the US - led tsunami aid alliance, saying the UN should be leading efforts. President Bush has announced that an alliance of the US, India, Australia and Nippon will co - ordinate a humanitarian drive. But Ms Short said the effect of the parallel coalition would be to undermine the UN. She said only the UN had the \" moral authority \" to lead the backup man work. Ms Short resigned as international development secretary over the Iraq war. \" I think this initiative from America to set up four countries claiming to co - ordinate sounds like yet another attempt to undermine the united nations when it is the best system we have got and the one that needs building up, \" she said. \" Only really the UN can do that job, \" she told BBC Radio Four ' s PM programme. \" It cost the only body that has the moral authorization. But information technology can only do it well if it is backed up by the authority of the great powers. \" Ms Short said the countries involved could not boast good records on their response to major disasters. The US was \" very bad at coordinating with anyone \" and India had its own problems, Ms Short said. \" I don ' t know what that is about but it sounds very much, I am afraid, like the US trying to have a separate operation and not work with the rest of the world through the UN system, \" she added.",
        "Short attacks US over tsunami care Former Cabinet minister Clare Short has criticised the US - led tsunami aid coalition, saying the UN should be leading efforts. President Bush has announced that an alliance of the US, India, Australia and Japan will co - ordinate a humanitarian drive. But Ms Short said the effect of the parallel coalition would be to undermine the UN. She said only the UN had the \" moral authority \" to lead the relief work. Ms Short resigned as international development secretary over the Iraq war. \" I think this initiative from America to set up four countries claiming to co - ordinate sounds like yet another attempt to undermine the UN when it is the best system we have got and the one that needs building up, \" she said. \" Only really the UN can do that job, \" she told BBC Radio Four ' s PM programme. \" It is the only body that has the moral authority. But information technology can only do it well if it be back up by the authority of the great powers. \" Ms Short said the countries involved could not vaunt practiced records on their response to major disasters. The US was \" very bad at coordinating with anyone \" and India had its own problems, Ms Short said. \" One don ' t know what that is about merely it sounds very much, I am afraid, like the US trying to have a separate operation and not work with the rest of the world through the UN system, \" she added."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Short attacks US over tsunami aid coalition. She says only the UN has the \"moral authority\" to lead the relief work. Ms Short resigned as international development secretary over the Iraq war. President Bush has announced an alliance of the US, India, Australia and Japan will co-ordinate a humanitarian drive."
}