{
    "filename": "198.txt",
    "metadata": {},
    "text": "Cairn shares up on new oil find\n\nShares in Cairn Energy have jumped 6% after the firm said an Indian oilfield was larger than previously thought.\n\nCairn said drilling to the north-west of its development site in Rajasthan had produced \"very strong results\". The company also said it now believed the development area would be able to produce oil for more than 25 years. Cairn's share price rose 300% last year after a number of oil finds, but its shares were hit in December following a disappointing drilling update. December's share fall means that Cairn is still in danger of being relegated from the FTSE 100 when the index is reshuffled next month. Cairn's shares closed up 64 pence, or 6%, at 1130p on Thursday.\n\nBefore Christmas, Cairn revealed that drilling to the north of the field in Rajasthan had been disappointing, which caused its shares to lose 18% in one day.\n\nHowever, on Thursday, the group said its belief that the path of oil in the area actually moved further to the west had proved correct. \"This area does need more appraisal drilling but it looks very strong,\" Dr Mike Watts head of exploration said. Chief executive Bill Gammell added: \"The more we progress in Rajasthan the better we feel about it.\" Cairn made the discovery after having been granted an extension to their drilling licence in January by Indian authorities. The firm has applied for a 30-month extension to scout for oil outside its main development area, which includes the Mangala and Aishwariya fields where Cairn has previously announced major discoveries. It also said production at its other fields across the globe was likely to surpass levels seen in 2004.\n",
    "augmented_texts": [
        "Cairn shares up on new oil discover Shares in Cairn Energy have jumped 6% after the business firm said an Indian oilfield was larger than previously thought. Cairn terrier said drilling to the north - west of its development site in Rajasthan had produced \" very unattackable results \". The company also said information technology now believed the development area would be able to produce oil for more than 25 years. Cairn ' s share price rose 300% last year after a number of oil finds, but its shares were hit in December following a disappointing drilling update. December ' s share fall means that Cairn is still in danger of being relegated from the FTSE 100 when the index is reshuffled next month. Cairn ' s shares closed up 64 pence, or 6% , at 1130p on Thursday. Before Christmas, Cairn revealed that drilling to the north of the field in Rajasthan had been disappoint, which caused its shares to lose 18% in one day. However, on Thursday, the group said its belief that the path of oil in the area actually moved further to the west had proved correct. \" This area does need more appraisal drilling but it looks very strong, \" Dr Mike Watts head of exploration said. Chief executive Bill Gammell added: \" The more we get on in Rajasthan the better we feel about it. \" Cairn made the discovery after having been granted an extension to their drilling licence in January by Indian authorities. The firm has applied for a 30 - month extension to scout for oil outside its main development area, which includes the Mangala and Aishwariya fields where Cairn has previously announced major discoveries. Information technology also said production at its other fields across the globe was likely to surpass levels seen in 2004.",
        "Cairn shares up on new oil find Shares in Cairn Energy have jumped 6% after the firm said an Indian oilfield was larger than previously thought. Cairn said drilling to the north - west of its development site in Rajasthan had produced \" very strong results \". The company also said it now believed the development area would be able to produce oil for more than 25 years. Cairn ' s share price rose 300% last year after a number of oil finds, but its shares were hit in December following a disappointing drilling update. December ' s share fall means that Cairn is still in danger of being relegated from the FTSE 100 when the index is reshuffled next month. Cairn ' s shares closed up 64 pence, or 6% , at 1130p on Thursday. Before Christmas, Cairn revealed that drilling to the north of the field in Rajasthan had been disappointing, which caused its shares to drop off 18% in one day. However, on Thursday, the group said its belief that the path of oil in the area really moved further to the west had proved right. \" This area does necessitate more appraisal drilling but it looks very strong, \" Dr Mike Watts head of exploration said. Chief executive director Bill Gammell added: \" The to a greater extent we progress in Rajasthan the better we feel about it. \" Cairn made the discovery after having been granted an extension to their drilling licence in January by Indian authorities. The firm has applied for a 30 - month extension to scout for oil outside its main growth area, which includes the Mangala and Aishwariya fields where Cairn has antecedently announced major discoveries. It also said production at its other fields across the globe was likely to surpass levels seen in 2004."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Cairn said drilling to the north-west of its development site in Rajasthan had produced \"very strong results\" The company also said it now believed the development area would be able to produce oil for more than 25 years. Its share price rose 300% last year after a number of oil finds, but shares were hit in December following a disappointing drilling update."
}