{
    "filename": "2001117439_2001117440.jpg",
    "metadata": {},
    "text": "=—-S=- = — S S |\n\nrer er rer Kr S- — —\n\nPROJECT NUMBER:\n\n \n\n1758\n\nPROJECT TITLE Tobacco Cell Wall Research\nPROJECT LEADER: G. H. Bokelman\nPERIOD COVERED: July, 1987\n\nes\n\nxr.\n\nCOMPOSITION OF DUST SAMPLES FROM THE CABARRUS PRIMARY (G. Bokelman\nal. bela\nPredictor (or independent) variables: calcium, aspartic acid, B-\n\nSonclusions: “It was found that there was a significant, but highly\nvariable, content of sand in every dust sample. Comparison of the\nPredicted compositions of the dust samples with the ratios of the\ncigarette blend components actually processed at the Cabarrus\nPrimary led to a number of findings: (1) there is a relationship\nbetween collection site and composition of dust sample, (2)\nOriental leaf appears to be the most friable of all the tobacco\ncomponents, (3) bright lamina and burley lamina are the least\nfriable tobacco components, and (4) stem, which is a major\ncomponent of RL, has intermediate friability.\n\n \n\n \n\nIn summary, there were two major conclusions: (1) Oriental leaf is\nthe only tobacco component which has a disproportionately great\ntendency to form dust and (2) sand is prevalent in all the dust\nsamples a\n\nD. Plans: Analyses also will be run on another set of dust samples\nthat has been requested from the Cabarrus Primary. In\ncollaboration with Mary Ellen Counts, a friability study will be\nrun on DBC bright, DBC burley and MT uncased filler to see if\n‘supporting data can be obtained regarding the tendency of Oriental\nleaf to form dust. In addition, silicon analyses will be performed\non a number of tobacco components in an effort to determine the\nsource of the sand in the Primary.\n\nGEL PERMEATION CHROMATOGRAPHY OF DEGRADED CITRUS PECTIN (S. Baldwin)\n\nA. Objective: Determine the molecular weight distribution of one or\nmore samples of degraded citrus pectin being considered for use as\na foamed binder.\n\nB. Background: All methods for determining the molecular weights of\nPolymers give averaged values. For example, the degraded citrus\nPectin samples presently being considered for use in the foamed\n\n69\n\n6EPLTTt00e\n\f",
    "augmented_texts": [
        "= — - S = - = — S S | rer er rer Kr S - — — PROJECT NUMBER: 1758 PROJECT TITLE Tobacco Cell Wall Inquiry PROJECT LEADER: G. H. Bokelman PERIOD COVERED: July, 1987 es xr. COMPOSITION OF DUST SAMPLES FROM THE CABARRUS PRIMARY (G. Bokelman al. bela Predictor (or independent) variables: calcium, aspartic acid, B - Sonclusions: “ It was found that there was a significant, but highly variable, content of sand in every dust sample. Comparison of the Predicted compositions of the dust samples with the ratios of the cigarette blend components actually processed at the Cabarrus Primary led to a number of finding: (ane) there is a relationship between collection site and composition of dust sample, (2) Oriental leaf appears to be the most friable of all the tobacco components, (3) bright lamina and burley lamina are the least friable tobacco components, and (4) stem, which is a major component of RL, has intermediate friability. In summary, there were two major conclusions: (1) Oriental leaf is the only tobacco component which has a disproportionately great tendency to form dust and (2) sand is prevalent in all the dust samples a D. Plans: Analyses also will be run on another set of dust samples that has been requested from the Cabarrus Primary. In collaboration with Mary Ellen Counts, a friability study will be flow on DBC bright, DBC burley and MT uncased filler to visualize if ‘ supporting data tail be obtained regarding the tendency of Oriental leaf to form dust. In increase, silicon analyses will be performed on a number of tobacco components in an effort to determine the source of the sand in the Primary. GEL PERMEATION CHROMATOGRAPHY OF DEGRADED CITRUS PECTIN (S. Baldwin) A. Objective: Determine the molecular weight distribution of one or more samples of degraded citrus pectin being considered for use as a foamed binder. B. Background: All methods for determining the molecular weights of Polymers give averaged values. For example, the degraded citrus Pectin samples presently being considered for use in the foamed 69 6EPLTTt00e",
        "= — - S = - = — S Sulfur | rer er rer Kr S - — — PROJECT NUMBER: 1758 PROJECT TITLE Tobacco Cell Wall Research PROJECT LEADER: G. H. Bokelman PERIOD COVERED: July, 1987 es xr. COMPOSITION OF DUST SAMPLES FROM THE CABARRUS PRIMARY (G. Bokelman al. bela Predictor (or independent) variables: calcium, aspartic acid, B - Sonclusions: “ It was found that there was a significant, but highly variable, content of gumption in every dust sample. Comparison of the Predicted compositions of the dust samples with the ratios of the cigarette blend components actually processed at the Cabarrus Primary led to a number of findings: (1) there is a relationship between collection site and composition of dust sample, (2) Oriental person leaf appears to be the most friable of all the tobacco components, (3) bright lamina and burley lamina are the least friable tobacco components, and (4) stem, which is a major component of RL, has intermediate friability. In summary, there were two major conclusions: (1) Oriental leaf is the only tobacco component which has a disproportionately great tendency to form dust and (2) sand is prevalent in all the dust samples a D. Plans: Analyses also will be run on another set of dust samples that has been requested from the Cabarrus Primary. In collaboration with Mary Ellen Counts, a friability study will be run on DBC bright, DBC burley and MT uncased filler to see if ‘ supporting data can be obtained regarding the tendency of Oriental leaf to form dust. In addition, silicon analyses will be performed on a number of tobacco components in an effort to see the source of the sand in the Primary. GEL PERMEATION CHROMATOGRAPHY OF DEGRADED CITRUS PECTIN (S. Baldwin) A. Objective: Determine the molecular weight distribution of one or more samples of degraded citrus pectin being considered for use as a foamed binder. B. Background: All methods for determining the molecular weights of Polymers give averaged values. For example, the degraded citrus Pectin samples presently being moot for use in the foamed 69 6EPLTTt00e"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Oriental leaf appears to be the most friable of all the tobacco components. Bright lamina and burley lamins are the leastfriable. stem, which is a major component of RL, has intermediate friability. Sand is prevalent in all dust samples from the Cabarrus Primary."
}