{
    "filename": "2001211553_2001211559.jpg",
    "metadata": {},
    "text": "International Research and Development Corporation\n\n \n\nAcute Oral Toxicity (LD,,) in Male and Female Albino Rats\n\n‘SPONSO! Phillip Morris, U.S.A.\n\n \n\nTEST MATERIAL: Potassium Nitrate Test Compound\n\n \n\nSTUDY NUMBER:\n\n \n\n368-006 DATE: April 7, 1977\n\nPROCEDURE: Twenty-five male and 25 female rats of the Charles River CD\nstrain, weighing 202 to 258 grams, were divided equally\ninto the dosage level groups indicated in the table below.\nSingle, oral doses of the test material, dissolved in dis-\ntilled water, were administered to rats that were fasted\novernight. Observations for pharmacodynamic signs and\nmortality were recorded daily for 14 days. All rats which\ndied on study were subjected to gross necropsy examination.\n\n \n\nDose ~ Mortality Data\nNumber of Deaths\n\n \n\n \n\n \n\n \n\njose] Hours Days Total\nevel | 0-4 | 1 2 3 4 5 6 J-14|_Mortalities\n\n/kg |W F [MF OM FM FM FM F MN F M F|Malel Fenale| Total\njn2e1 0/5} 0/s| o/10\n12034 0/5} 0/5} 0/10\nb229 | 2 2/5| 0/5 | 2/10\nsize | 2 2 }1 2 3/5| 4/5 | 7/10\nl37 4 5 | 2 5/5| 5/5] 10/10\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nThe acute oral LDsq value and 95% confidence limits for\nPotassium Nitrate fest Compound were calculated to be as\nfollows:\n\nMale: 4068 (2954-5604) mg/kg.\nFemale: 4462 (3709-5368) mg/kg.\nCombined Male and Female: 4261 (3533-5139) mg/kg.\n\nSlope\nMale: 1.66\nFemale: 1.66\n\nCombined Male and Female: 1.66\n\n€Ssttztoog\n\f",
    "augmented_texts": [
        "International Research and Development Corporation Acute Oral Toxicity (LD, ,) in Male and Female Albino Blackleg ‘ SPONSO! Phillip Morris, U. S. A. TEST MATERIAL: Potassium Nitrate Test Compound STUDY bit: 368 - 006 DATE: April 7, 1977 PROCEDURE: Twenty - five male and 25 female rats of the Charles River CD strain, weighing 202 to 258 grams, were divided equally into the dosage level groups indicated in the table below. Single, oral doses of the test material, dissolved in dis - tilled water, were administered to rats that were fasted overnight. Observations for pharmacodynamic signs and mortality were recorded daily for 14 days. All rats which died on study were subjected to gross necropsy examination. Dose ~ Mortality Data Number of Deaths jose] Hours Days Total evel | 0 - 4 | 1 2 3 4 5 6 Joule - 14 | _Mortalities / kg | W F [MF OM FM FM FM F MN F M F | Malel Fenale | Total jn2e1 0 / 5} 0 / s | o / 10 12034 0 / 5} 0 / 5} 0 / 10 b229 | two 2 / 5 | 0 / 5 | 2 / 10 size | 2 2} ace 2 3 / 5 | 4 / 5 | 7 / ten l37 4 5 | 2 5 / 5 | 5 / 5] 10 / 10 The acute oral LDsq value and 95% confidence limits for Potassium Nitrate fest Compound were calculated to be as follows: Male: 4068 (2954 - 5604) mg / kilo. Female: 4462 (3709 - 5368) mg / kg. Combined Male and Female: 4261 (3533 - 5139) mg / kg. Slope Male: 1. 66 Female: 1. 66 Combined Male and Female: 1. 66 € Ssttztoog",
        "International Research and Development Corporation Acute Viva Toxicity (LD, ,) in Male and Female Albino Rats ‘ SPONSO! Phillip Morris, U. S. A. TEST MATERIAL: Potassium Nitrate Test Compound STUDY figure: 368 - 006 DATE: April 7, 1977 PROCEDURE: Twenty - five male and 25 female rats of the Charles River CD strain, weighing 202 to 258 grams, were divided equally into the dosage level groups indicated in the table below. Single, oral doses of the test material, dissolved in dis - tilled water, were administered to rats that were fasted overnight. Notice for pharmacodynamic signs and mortality were recorded daily for 14 days. All rats which died on study were subjected to gross necropsy examination. Dose ~ Mortality Data Number of Deaths jose] Hours Days Total evel | cipher - 4 | 1 2 3 4 5 6 J - 14 | _Mortalities / kg | W F [MF OM FM FM FM F MN F M F | Malel Fenale | Total jn2e1 0 / 5} 0 / s | o / ten 12034 0 / 5} 0 / 5} 0 / 10 b229 | 2 2 / 5 | 0 / 5 | ii / 10 size | 2 2} 1 2 3 / 5 | 4 / 5 | 7 / 10 l37 4 5 | 2 5 / 5 | 5 / 5] 10 / 10 The acute oral LDsq value and 95% sureness limits for Potassium Nitrate fest Compound were calculated to be as follows: Male: 4068 (2954 - 5604) mg / kg. Female: 4462 (3709 - 5368) mg / kg. Combined Male and Female: 4261 (3533 - 5139) mg / kg. Side Male: 1. 66 Female: 1. 66 Combined Male and Female: 1. 66 € Ssttztoog"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Acute Oral Toxicity (LD,,) in Male and Female Albino Rats in 1977. Twenty-five male and 25 female rats of the Charles River CDstrain, weighing 202 to 258 grams, were divided equally into the dosage level groups indicated in the table below. Observations for pharmacodynamic signs and mortality were recorded daily for 14 days."
}