{
    "filename": "2001287675.jpg",
    "metadata": {},
    "text": "PROTECT MGR: 0400\nPROJECT TITLE: Low Density Rod Development\nPROJECT LEADER: -R, S, Mailing\nPERIOD COVERED: October, 1987\n\n \n\n \n\noH DeNszry nop\nA. Qbiective: Develop a continuous process for the production of reduced\n\ndensity cigarectes.\n\n \n\nB. Rasuleg: f¢fozte this month have concentrated on starting up the\nMax I2I tipper installed on the low density red cigarette nates. 5\nthis tipper was obtained from the warehouse, considerable time has b.\nzequized to identity and correct storage-related preblens such se\nBissing ox frozen parts. In addition, several parts had to Se cnanged\nto configure the tipper for production of cigarettes in the desinea\nMaziboro Lights configuration. The softness of the low density\nSozergtte rods also required the tipper to be adjusted to noze precisely\nPosition both the filter and cigarette rods as they enter the tisser ee\nBininize the need to \"push\" the rods into alignment. has fax, tee\nAengest continuous run made on the tipper was 1/2 hour in daracien\nduring which 50 mg light cigarectes were produced at a production rate\nof 1000 cpm. Since the tipper now apzears to be operating wel?\nEechenically, developrent efforts axe being directed tonerds the tipping\nof cigarettes having a 258 density reduction.\n\n \n\n  \n\n   \n  \n\n \n\n     \n\n \n\n \n\nThe difference in firmness betueen conventional cigarettes containing\ngonted (6% Genu 1200) but unrenctivated filler and cigarettes conversing\ngencsoated filer was found to be mich greater than was predicres ty sho\nfLzmess model based on the CV difference of the blends,” The coateed\n(iller, wnich had a cv of 4.73 co/g, produced a cigarette Eitmmecs of\n4.1 mm, model projected that the coated filler, which had a cv\n3i 9.25 Hy, “Ould produce a cigarette firmness of 3.67 na, an improvecent\nSF ed? tins THe Reasured Sixmess of the cigarettes produced wisn ene\nSeated filler, however, was 3.14 mm, an inproverent of 0.96 any Thin\nFoguit might indicate that shred stiffening is a lazer conteibutor chan\npecein any gioughe t0 the improved firmness of bound rods produced usicy\nPectin as a binder. Additional testing is planned to devecniae f\nFeason for the discrepancy.\n\n \n\n \n\n   \n\n     \n\n \n\n \n\n \n\nGr Hiana: Undertake the on-Line tipping of bound cigarettes having a 258\nGQUgY Facuction. identity any problens associated with cipeiag ion\nGensity cigarettes on-line. Evaluate the effect of cut width ooo\npropertics of cigarettes produced from the all lamina blend,\n\nwwestigate the CV/firmnees relationship of pectin-coated filler,\n\n \n\n    \n\n22\n\nS29282 1002\n\f",
    "augmented_texts": [
        "PROTECT MGR: 0400 PROJECT TITLE: Low Density Rod Development PROJECT LEADER: - R, S, Mailing PERIOD COVERED: Oct, 1987 oH DeNszry nop A. Qbiective: Develop a continuous process for the production of decreased density cigarectes. B. Rasuleg: f ¢ fozte this month have concentrated on starting up the Max I2I tipper installed on the low density red cigarette nates. 5 this tipper was obtained from the warehouse, considerable time has b. zequized to identity and right storage - related preblens such se Bissing ox frozen parts. In addition, several parts had to Se cnanged to configure the tipper for production of cigarettes in the desinea Maziboro Lights configuration. The softness of the low density Sozergtte rods also required the tipper to be adjusted to noze precisely Position both the filter and cigarette rods as they enter the tisser ee Bininize the need to \" push \" the rods into alignment. has fax, tee Aengest continuous run made on the tipper was 1 / 2 hour in daracien during which 50 mg light cigarectes were produced at a production rate of 1000 cpm. Since the tipper now apzears to be operating wel? Eechenically, developrent efforts axe being directed tonerds the tipping of cigarettes having a 258 density reduction. The difference in firmness betueen conventional cigarettes containing gonted (6% Genu 1200) but unrenctivated filler and cigarettes conversing gencsoated filer was found to be mich greater than was predicres ty sho fLzmess model based on the resume difference of the blends, ” The coateed (iller, wnich had a cv of 4. 73 co / g, produced a cigarette Eitmmecs of 4. 1 mm, model projected that the coated filler, which had a cv 3i 9. 25 Hy, “ Ould produce a cigarette firmness of 3. 67 sodium, an improvecent SF ed? tins THe Reasured Sixmess of the cigarettes produced wisn ene Seated filler, however, was 3. 14 millimetre, an inproverent of 0. 96 any Thin Foguit might indicate that shred stiffening is a lazer conteibutor chan pecein any gioughe t0 the improved firmness of bound rods produced usicy Pectin as a binder. Additional testing is planned to devecniae f Feason for the discrepancy. Gr Hiana: Undertake the on - Line tipping of bound cigarettes having a 258 GQUgY Facuction. identity any problens associated with cipeiag ion Gensity cigarettes on - line. Evaluate the effect of cut width ooo propertics of cigarettes produced from the all lamina blend, wwestigate the CV / firmnees relationship of pectin - coated filler, twenty two S29282 1002",
        "PROTECT MGR: 0400 PROJECT TITLE: Low Density Rod Development PROJECT LEADER: - R, S, Mailing PERIOD COVERED: October, 1987 oH DeNszry nop A. Qbiective: Develop a continuous process for the production of decreased density cigarectes. B. Rasuleg: f ¢ fozte this month have concentrated on starting up the Max I2I tipper installed on the low density red cigarette nates. 5 this tipper was obtained from the warehouse, considerable time has b. zequized to identity and correct storage - related preblens such se Bissing ox frozen parts. In addition, several parts had to Se cnanged to configure the tipper for production of cigarettes in the desinea Maziboro Lights configuration. The softness of the low density Sozergtte rods also required the tipper to be adjusted to noze precisely Position both the filter and cigarette rods as they enter the tisser ee Bininize the need to \" push \" the rods into alignment. has fax, tee Aengest continuous run made on the tipper was 1 / 2 hour in daracien during which 50 mg light cigarectes were produced at a production rate of 1000 cpm. Since the tipper now apzears to be operating wel? Eechenically, developrent efforts axe being directed tonerds the tipping of cigarettes having a 258 density reduction. The difference in firmness betueen conventional cigarettes containing gonted (6% Genu 1200) but unrenctivated filler and cigarettes conversing gencsoated filer was found to be mich greater than was predicres ty sho fLzmess model based on the CV difference of the blends, ” The coateed (iller, wnich had a cv of 4. 73 co / g, produced a cigarette Eitmmecs of 4. 1 mm, model projected that the coated filler, which had a cv 3i 9. 25 Hy, “ Ould produce a cigarette firmness of 3. 67 na, an improvecent SF ed? tins THe Reasured Sixmess of the cigarettes produced wisn ene Seated filler, however, was 3. 14 mm, an inproverent of 0. 96 any Thin Foguit might indicate that shred stiffening is a lazer conteibutor chan pecein any gioughe t0 the improved firmness of bound rods produced usicy Pectin as a binder. Additional testing is planned to devecniae f Feason for the variant. Gr Hiana: Undertake the on - Line tipping of bound cigarettes experience a 258 GQUgY Facuction. identity any problens associated with cipeiag ion Gensity cigarettes on - line. Evaluate the effect of swing width ooo propertics of cigarettes produced from the all lamina blend, wwestigate the CV / firmnees relationship of pectin - coated filler, 22 S29282 1002"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Low Density Rod Development project. Develop a continuous process for the production of reduceddensity cigarectes. Undertake the on-Line tipping of bound cigarettes having a 258 density reduction. Evaluate the effect of cut width of cigarettes produced from the all lamina blend. evaluate the CV/firmnees relationship of pectin-coated filler."
}