{
    "filename": "2010064582_2010064595.jpg",
    "metadata": {},
    "text": "THAT'S GREAT TOBACCO! - BUT WILL IT SMOKE?*\n\nWHEN WE EVALUATE TOBACCO, MOST OF US IN THE LEAF ED OF\n\nTHE BUSINESS GENERALLY DIRECT OUR OBSERVATIONS TOWARD HOW\nTOBACCO LOOKS IN THE FIELD, AT THE POINT OF SALE AND IN\n\nSTRIP FORM. THAT VIEWPOINT IS ENTIRELY LOGICAL. IT IS\n\nALSO THE TRADITIONAL POINT OF VIEW. HOWEVER, IT IS\n\nEXTREMELY SHORTSIGHTED.\n\nIN TODAY'S WORLD OF HIGHLY DEVELOPED SCIENCE AND TECHNOLOGY,\nIT IS HOT SUFFICIENT TO BASE OUR DECISIONS AND JUDGEMENTS\nSOLELY OH THE ART OF OUR TRADE AS HAS BEEN DONE FOR CENTURIES\nMORE CONSIDERATION AND ATTENTION MUST BE GIVEN TO THE\nCHEMISTRY OF THE BASIC RAW MATERIAL AND WHAT EFFECT IT WILL\nHAVE ON THE FINAL PRODUCT. IT HAS BECOME ABSOLUTELY MANDITORY\nTHAT OUR COMPANY PLACE IN THE MARKETPLACE HIGH QUALITY\nPRODUCTS WITH SHOKE COMPONENT DELIVERIES WITHIN CERTAIN\n\nLIMITS OF VERY NARROW PARAMETERS. THIS NECESSITATES THAT\n\nWE BECOME MORE SOPHISTICATED AND SCIENTIFIC IN THE PROCUREMENT\nOF OUR LEAF TOBACCOS. i .\n\nBe\n\nTo BE PRESENTED BY WILLIAM G, Loncest, JR., VICE-PRESIDENT,\nLear, PHitip Morris U.S.A, aT THE Latin AMERICAN Lear\nConrerence In Miami, FLoripa on Juty 20, 1979\n\n28Sp900Toz\n\f",
    "augmented_texts": [
        "THAT ' S GREAT TOBACCO! - BUT WILL IT SMOKE? * WHEN WE EVALUATE TOBACCO, MOST OF US IN THE foliage ED OF THE BUSINESS GENERALLY DIRECT OUR OBSERVATIONS TOWARD HOW TOBACCO LOOKS IN THE FIELD, AT THE POINT OF SALE AND IN STRIP FORM. THAT VIEWPOINT IS ENTIRELY LOGICAL. IT IS ALSO THE TRADITIONAL POINT OF VIEW. HOWEVER, IT IS EXTREMELY SHORTSIGHTED. indium TODAY ' S WORLD OF HIGHLY DEVELOPED SCIENCE AND TECHNOLOGY, IT IS HOT SUFFICIENT TO BASE OUR DECISIONS AND JUDGEMENTS SOLELY OH THE ART OF OUR TRADE AS HAS BEEN DONE FOR CENTURIES MORE CONSIDERATION AND ATTENTION MUST BE GIVEN TO THE CHEMISTRY OF THE BASIC RAW MATERIAL AND WHAT EFFECT IT WILL HAVE ON THE FINAL PRODUCT. IT HAS BECOME ABSOLUTELY MANDITORY THAT OUR COMPANY PLACE IN THE MARKETPLACE HIGH QUALITY product WITH SHOKE element DELIVERIES WITHIN CERTAIN LIMITS OF VERY NARROW PARAMETERS. THIS NECESSITATES THAT WE BECOME MORE SOPHISTICATED AND SCIENTIFIC IN THE PROCUREMENT OF OUR LEAF TOBACCOS. i. Be To BE PRESENTED BY WILLIAM G, Loncest, JR. , VICE - PRESIDENT, Lear, PHitip Morris U. S. A, aT THE Latin AMERICAN Lear Conrerence In Miami, FLoripa on Juty 20, 1979 28Sp900Toz",
        "THAT ' Sulfur GREAT TOBACCO! - BUT WILL IT SMOKE? * WHEN WE EVALUATE TOBACCO, MOST OF US IN THE LEAF ED OF THE BUSINESS GENERALLY DIRECT OUR OBSERVATIONS TOWARD HOW TOBACCO LOOKS IN THE FIELD, AT THE POINT OF SALE AND IN STRIP FORM. THAT VIEWPOINT IS ENTIRELY LOGICAL. IT IS ALSO THE TRADITIONAL POINT OF VIEW. HOWEVER, IT IS EXTREMELY SHORTSIGHTED. IN TODAY ' S WORLD OF HIGHLY DEVELOPED SCIENCE AND applied science, IT IS HOT SUFFICIENT TO BASE OUR DECISIONS AND perspicacity SOLELY OH THE ART OF OUR deal AS HAS BEEN DONE FOR CENTURIES MORE CONSIDERATION AND ATTENTION MUST BE GIVEN TO THE CHEMISTRY OF THE BASIC RAW MATERIAL AND WHAT EFFECT IT WILL HAVE ON THE FINAL cartesian product. IT HAS BECOME ABSOLUTELY MANDITORY THAT OUR COMPANY PLACE IN THE MARKETPLACE HIGH timbre PRODUCTS WITH SHOKE COMPONENT DELIVERIES WITHIN CERTAIN LIMITS OF VERY NARROW PARAMETERS. THIS NECESSITATES THAT WE BECOME MORE SOPHISTICATED AND SCIENTIFIC IN THE PROCUREMENT OF OUR LEAF TOBACCOS. i. Be To BE PRESENTED BY WILLIAM G, Loncest, JR. , VICE - PRESIDENT, Lear, PHitip Morris U. Southward. A, aT THE Latin AMERICAN Lear Conrerence In Miami, FLoripa on Juty 20, 1979 28Sp900Toz"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "THAT'S GREAT TOBACCO! - But Will It SMOKE?* grotesquely. Most of us in the LEAF ED of the world look at our plants in terms of how they look in a field, at the point of sale and inSTRIP FORM. That VIEWPOINT is ENTIRELY LOGICAL. HOWEVER, IT is extremely SHORTSIGHTED."
}