{
    "filename": "2015039185.jpg",
    "metadata": {},
    "text": "From: The Tobacco Institute, 1735 K St. N.W., Washington, D.c.20006\n\nContact: William Kloepfer, Jr.\n(Home) 469-8434\n(Office) 296-8434\n\nFOR USE AFTER 10 A.M. April 24, 1969\n\nStatement of John P. Wyatt, M.D., before the House Committee\non Interstate and Foreign Commerce, April 24, 1969.\n\n \n\nDr. wyatt is professor and chairman of the department of\npathology, University of Manitoba, and former professor and\nhead of pathology at St. Louis University.\n\n \n\nNews Summary\n\nAs to bronchitis and emphysema, “there is insufficient\nevidence for attributing an established causal role in\nthese conditions to cigarette smoking.”\n\n“There is no evidence of which I am aware that constituents\nof cigarette smoke have the capacity to produce dissolution\nof lung tissue (emphysema) .”\n\nIn a recent study in which he participated, of lungs\ncollected in St. Louis and Winnipeg, when all other para-\nmeters including smoking were controlled, \"we found that in\nthese two cities, with their known differences in climate\nand industrialization, the St. Louis lungs revealed earlier\ndevelopment and a more severe degree of emphysema than\ncomparable lungs from the prairie city of Winnipeg. one\nof our conclusions was that industrial pollution had a\ndemonstrable influence...\"\n\nIt is generally agreed’ that true emphysema diagnosis must be\nat autopsy. “We must conclude that the diagnosis of emphysema\non a death certificate usually rests on dubious evidence.\nMost authorities agree that emphysema presents a complex\nproblem which awaits a scientific explanation.\"\n\n \n\nSsTeeostoe\n\ntHE\n\f",
    "augmented_texts": [
        "From: The Tobacco Institute, 1735 K St. N. W. , Washington, D. c. 20006 Contact: William Kloepfer, Jnr. (Home) 469 - 8434 (Office) 296 - 8434 FOR USE AFTER 10 Angstrom unit. M. April xxiv, 1969 Statement of John P. Wyatt, M. D. , before the House Committee on Interstate and Foreign Commerce, April 24, 1969. Dr. wyatt is professor and chairman of the department of pathology, University of Manitoba, and former professor and head of pathology at St. Louis University. News Summary As to bronchitis and emphysema, “ there is insufficient evidence for attributing an established causal role in these conditions to cigarette smoking. ” “ There is no evidence of which I am aware that constituents of cigarette smoke have the capacity to produce dissolution of lung tissue (emphysema ). ” In a recent study in which he participated, of lungs collected in St. Louis and Winnipeg, when all other para - meters including smoking were controlled, \" we notice that in these two cities, with their known differences in climate and industrialization, the St. Louis lungs revealed earlier development and a more severe degree of emphysema than comparable lungs from the prairie city of Winnipeg. one of our conclusions exist that industrial pollution had a demonstrable influence. .. \" It is generally agreed ’ that true emphysema diagnosing must be at autopsy. “ We must conclude that the diagnosis of emphysema on a end certificate usually rests on dubious evidence. Most authorities agree that pulmonary emphysema presents a complex problem which awaits a scientific explanation. \" SsTeeostoe tHE",
        "From: The Tobacco Institute, 1735 K St. N. W. , Washington, D. c. 20006 Contact: William Kloepfer, Jr. (Base) 469 - 8434 (Office) 296 - 8434 FOR USE AFTER 10 A. M. April 24, 1969 Statement of John P. Wyatt, M. D. , before the House Committee on Interstate and Foreign Department of commerce, April 24, 1969. Dr. wyatt is professor and chairman of the department of pathology, University of Manitoba, and former professor and head of pathology at St. Louis University. News Summary As to bronchitis and emphysema, “ there is insufficient evidence for attributing an established causal role in these conditions to cigarette smoking. ” “ There is no evidence of which I am aware that constituents of cigarette smoke have the capacity to produce dissolution of lung tissue (emphysema ). ” In a recent study in which he participated, of lungs collected in St. Louis and Winnipeg, when all early para - meters including smoking were controlled, \" we found that in these two cities, with their known differences in climate and industrialization, the St. Louis lungs revealed earlier development and a more severe degree of emphysema than comparable lungs from the prairie city of Lake winnipeg. one of our conclusions was that industrial pollution had a provable influence. .. \" It is generally agreed ’ that true emphysema diagnosis must be at autopsy. “ We must conclude that the diagnosis of emphysema on a death certificate usually rests on dubious evidence. Most authorities agree that emphysema presents a complex problem which awaits a scientific explanation. \" SsTeeostoe tHE"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "John P. Wyatt, M.D., before the House Committee on Interstate and Foreign Commerce, April 24, 1969. “There is no evidence of which I am aware that constituents. of cigarette smoke have the capacity to produce dissolution.of lung tissue (emphysema).”"
}