{
    "filename": "2015000528.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\nwm Nee Family Pace News Lue 3\n\nGetting Insurers to Reimburse for Smoking Cessation\n\nAN DIEGO — Pci sald ot Kar. mel dnc of the sak wc none edb eo\n\n \n\nPE atetas Sree htt\nEES tec maee legal ees Te Ei mp. pre of\nFane income uy a seta iin pHa Ean Sn\n\nFRimbured for teainy sided sok ing services foe We primary Gagross we, Mas, sad pascas aad ot\n(Sa, wo peers sid ina jot preset ae sale, pcs cane rein. he fullblown lang eae’\n\nition a2 conference'on nicotine de- boned or texting Note adden, ene. In mary eases Syopoms achat\n\n(pesened bythe American inciing patent edvaton tod coun: whecig,eluphing, high bled pes\nasromesiol duran\n\n‘eeonday diagponi and teat t wile Ot ‘heeing a the paoary diagno and\n‘ho proving eeatnen fr eowered Thee are two se of comoridpob- icone as the secmaay digaor,\n‘ondions Jems astociued wid smoking, The estan shuld char for an ofc vist\ni wand prac, fr instance, lcldes espenory aod eationscular Symploms socal’ with nicotine\n\n \n\n{LOS ANGELES — Fo all fi dev- monary’ complications cauted by_nictn-comtning gum, which canbe\n‘stating detects, wong ts «ft, smoking, be made Up hs ind t go tapered wih time, ore hae of Cae\n\n     \n      \n \n\n%\nk\n|\nF\nJ\nf\n\nfl\na\nAs\ni\nL\ni\n\nif\nul |\nHs\nHealt\n\nBakE\n\n \n\nTEL\nHp\nil\ni\n\n \n\n|\ni\n:\n\nines SAN DIEGO — There willbe an in- counter thet he or she wil ak them pled wit chavo terapy. ae ily\n\ntreating number of pharmacologic abot snaking a the next vst. Tar lobe Coiled in nceaiog sume\n‘nether weaing acd smchan, signs hat ii womebang the nai of oka Naodee gu, unc,\nie phnicins shold oot foqet ela bins is impo and wl bea\n\n‘o\nUng, ak why, advised De Hues of ese down he ine, no someting hy\nte Unveraty of Vemost Cale of can early “igo out of te st.\n1920\" wn 1930\", Medicine, Bringon. ‘Ove of he ways to match ep) 19\n‘He remerbers practicing lighting 4 One of his gaens, or inaanee, pacts is to alow patent 10 he\nrmaich wit one han which was coe expec fue tat umoting was gay in pking hey wennent, Resa\ning ber wraies, 10 be erplued after suis ne thorn hit soem\n‘aha do. th, aber daa empyema to wevk in eat paonts tod Ht\n1s conto ter sabsance abt) be wien smo at wal\n\n \n\n  \n\n \n\n \n\n2015000528\n\n   \n\f",
    "augmented_texts": [
        "wm Nee Family Pace News Lue 3 Getting Insurers to Reimburse for Smoking Cessation AN DIEGO — Pci sald ot Kar. mel dnc of the sak wc none edb eo PE atetas Sree htt electrical engineering tec maee legal ee Te Ei mp. pre of Fane income uy a seta iin pHa Ean Sn FRimbured for teainy sided sok ing services foe We primary Gagross we, Mas, sad pascas aad ot (Sa, wo peers sid ina jot preset ae sale, pcs cane rein. he fullblown lang eae ’ ition a2 conference ' on nicotine de - boned or texting Note adden, ene. In mary eases Syopoms achat (pesened bythe American inciing patent edvaton tod coun: whecig, eluphing, high bled pes asromesiol duran ‘ eeonday diagponi and teat t wile Ot ‘ heeing a the paoary diagno and ‘ ho proving eeatnen fr eowered Thee are two se of comoridpob - icone as the secmaay digaor, ‘ ondions Jaish i mohammed astociued wid smoking, The estan shuld char for an ofc vist i wand prac, fr instance, lcldes espenory aod eationscular Symploms socal ’ with nicotine {LOS ANGELES — Fo all fi dev - monary ’ complications cauted by_nictn - comtning gum, which canbe ‘ stating detects, wong ts « ft, smoking, be made Up hs ind t go tapered wih time, ore hae of Cae% k | F J f fl a As i L i if ul | Hs Healt BakE TEL Hp il i | i: ines SAN DIEGO — In that location willbe an in - counter thet he or she wil ak them pled wit chavo terapy. ae ily treating number of pharmacologic abot snaking a the next vst. Tar lobe Coiled in nceaiog sume ‘ nether weaing acd smchan, signs hat ii womebang the nai of oka Naodee gu, unc, ie phnicins shold oot foqet ela bins is impo and wl bea ‘ o Ung, ak why, advised De Hues of ese down he ine, no someting hy te Unveraty of Vemost Cale of can early “ igo out of te st. 1920 \" wn 1930 \", Medicine, Bringon. ‘ Ove of he ways to match ep) 19 ‘ He remerbers practice lighting 4 One of his gaens, or inaanee, pacts is to alow patent 10 he rmaich wit one han which was coe expec fue tat umoting was gay in pking hey wennent, Resa ing ber wraies, 10 be erplued after suis ne thorn hit soem ‘ aha do. th, aber daa empyema to wevk in eat paonts tod Ht 1s conto ter sabsance abt) be wien smo at wal 2015000528",
        "wm Nee Family Pace News Lue 3 Getting Insurers to Reimburse for Smoking Cessation AN DIEGO — Pci sald ot Kar. mel dnc of the sak wc none edb eo PE atetas Sree htt EES tec maee legal ees Te Ei mp. pre of Fane income uy a seta iin pHa Ean Sn FRimbured for teainy sided sok ing services foe We primary Gagross we, Milliampere, sad pascas aad ot (Sa, wo peers sid ina jot preset ae sale, pcs cane rein. he fullblown lang eae ’ ition a2 conference ' on nicotine de - boned or texting Note adden, ene. In mary ease Syopoms achat (pesened bythe American inciing patent edvaton tod coun: whecig, eluphing, high bled foot asromesiol duran ‘ eeonday diagponi and teat t wile Ot ‘ heeing a the paoary diagno and ‘ ho proving eeatnen fr eowered Thee are two se of comoridpob - icone as the secmaay digaor, ‘ ondions Jems astociued wid smoking, The estan shuld char for an ofc vist i wand prac, fr instance, lcldes espenory aod eationscular Symploms socal ’ with nicotine {LOS ANGELES — Fo all fi dev - monary ’ complications cauted by_nictn - comtning gum, which canbe ‘ stating detects, wong ts « ft, smoking, be made Up hs ind t go tapered wih time, ore hae of Cae% k | F J f fl a As i L i if ul | Hs Healt BakE TEL Hp il i | i: ines SAN DIEGO — There willbe an in - counter thet he or she wil ak them pled wit chavo terapy. ae ily treating number of pharmacologic abot snaking a the next vst. Tar lobe Coiled in nceaiog sume ‘ nether weaing acd smchan, signs hat ii womebang the nai of oka Naodee gu, unc, ie phnicins shold oot foqet ela bins is impo and wl bea ‘ o Ung, ak why, advised Delaware Hues of ese down he ine, no someting hy te Unveraty of Vemost Cale of can early “ igo out of te st. 1920 \" wn 1930 \", Medicine, Bringon. ‘ Ove of he ways to match ep) 19 ‘ He remerbers practicing lighting 4 One of his gaens, or inaanee, pacts is to alow patent 10 he rmaich wit one han which was coe expec fue tat umoting was gay in pking hey wennent, Resa ing ber wraies, 10 be erplued after suis ne thorn hit soem ‘ aha do. th, aber daa empyema to wevk in eat paonts tod Ht 1s conto ter sabsance abt) be wien smo at wal 2015000528"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Getting Insurers to Reimburse for Smoking Cessation is a growing problem. The American inciing patent edvaton tod coun: whecig,eluphing, high bled pesiol. and teat t wile. There will be an in- counter thet he or she wil ak them pled wit chavo terapy."
}