{
    "filename": "2015040986.jpg",
    "metadata": {},
    "text": "Contract 16-a*\n\nRichard Lerner, M.D.\nDepartment of Experimental Pathology\nScripps Clinic and Research Foundation\n476 Prospect Street\n\nIa Jolla, California 92037\n\nTitle: Immunological Competence and Chemical Carcinogenesis.\n\nObjective: ‘The specific research aim of this study is to elucidate the\npossible role played by the host immine mechanism during\nchemical carcinogenesis. Initially, the basic immunological\nstatus of several strains of mice was examined. Plaque\nforming responses to six different antigens were measured\nin both sexes of each of seven strains of mice. This\ninvolved individual assays on over 1500 mice. Based on\nthese data, in conjunction with Drs. Whitmire and Kouri\nof Microbiological Associates Inc., it was decided to\nutilize strains C3H, DBA/2 and C57B1/6 for the second phase\nof the study with 3-methylcholanthrene (3-¥C). Goat\nerythrocytes were selected as the test antigen, and the\nkinetics of the immune response to goat erythrocytes were\nmeasured in each strain.\n\n \n\nCurrent Contract Level: $59,750. July 1, 1974 - June 30, 1975\nProjected Duration: 1 additional year\n\n*-This contract was drawn to augment and service the work being done\nby Microbiological Associates Inc. in Contract 1M.\n\n9860P0STOZ\n\f",
    "augmented_texts": [
        "Contract 16 - a * Richard Lerner, M. D. Department of Experimental Pathology Scripps Clinic and Enquiry Foundation 476 Prospect Street Ia Jolla, California 92037 Title: Immunological Competence and Chemical Carcinogenesis. Objective: ‘ The specific research aim of this study is to elucidate the possible role played by the host immine mechanism during chemic carcinogenesis. Initially, the basic immunologic status of several strains of mouse was examined. Plaque forming responses to six different antigens were measured in both sexes of each of seven strains of mice. This involved case by case assays on over 1500 mice. Based on these data, in conjunction with Drs. Whitmire and Kouri of Microbiological Associates Inc. , it was decided to utilize strains C3H, DBA / 2 and C57B1 / 6 for the second phase of the study with leash - methylcholanthrene (3 - ¥ C ). Caprine animal erythrocytes were selected as the tryout antigen, and the kinetics of the immune response to goat erythrocytes were measured in each strain. Current Contract Level: $ 59, 750. July 1, 1974 - June 30, 1975 Projected Duration: 1 additional year * - This contract was drawn to augment and service the work being done by Microbiological Associates Inc. in Contract 1M. 9860P0STOZ",
        "Contract 16 - a * Richard Lerner, 1000. D. Department of Experimental Pathology Scripps Clinic and Research Foundation 476 Prospect Street Ia Jolla, California 92037 Title: Immunological Competence and Chemical Carcinogenesis. Objective: ‘ The specific research aim of this study is to elucidate the possible role played by the host immine mechanics during chemic carcinogenesis. Initially, the basic immunological status of several strains of mice was examine. Plaque forming responses to six different antigens were measured in both sexes of each of seven strains of mice. This involved case by case assays on over 1500 mice. Based on these data, in conjunction with Drs. Whitmire and Kouri of Microbiological Associates Inc. , it was decided to utilize strains C3H, DBA / two and C57B1 / 6 for the second form of the study with 3 - methylcholanthrene (3 - ¥ C ). Goat erythrocytes were selected as the test antigen, and the kinetics of the immune response to goat erythrocytes were measured in each strain. Current Contract Level: $ 59, 750. July 1, 1974 - June 30, 1975 Projected Duration: 1 additional year * - This contract was drawn to augment and service the piece of work being done by Microbiological Associates Inc. in Contract 1M. 9860P0STOZ"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Contract 16-a* is for Richard Lerner, M.D. at Scripps Clinic in La Jolla, California. The specific research aim of this study is to elucidate the possible role played by the host immine mechanism during chemical carcinogenesis. This contract was drawn to augment and service the work being done by Microbiological Associates Inc. in Contract 1M."
}