{
    "filename": "2015055023_2015055026.jpg",
    "metadata": {},
    "text": "STATEMENT\n\nJohn P. Wyatt, M.D.\n\nIam John P. Wyatt, Professor and Chairman of the Départment of Path-\n\nology, University of Manitoba. My remarks concern the difficulties\n\n \n\ninvolved in determining the causal backgrounds of the chronic res-\n\npiratory diseases -- particularly bronchitis and emphysema. In my\n\n \n\nopinion, there is no basis for attributing a major causal role in\n\nthese conditions to cigarette smoking.\n\nMy own investigations beginning with observations of the effects of\n\ndistinctive lung pollutants, such as in silicosis and the soft coal\n\n \n\nworkers' lung of Southern Illinois coll fields and in the more am-\nbivalent fields of naturally occuring emphysema, has progressively\nstrengthened my belief that the condition called emphysema is the\n\nresult of multiple and as yet undetermined causes.\n\nIn my original investigation into centrilobular emphysema published\nin 1960, I stressed that the nature of the pigmented material found\nin the lung was likely @ reflection of industrial air pollution and\n\npossibly also of the dirty air of St. Louis in the 1930's. A few\n\n \n\nyears later we demonstrated by chemical analysis that a damaged lung\ncould continue to entrap agents currently in the air. Interestingly,\nwe found evidence in such lungs of Strontium 90, which was demonstrated\nto be fallout from atomic bomb testing in 1960. We did not find in\n\nthese lungs any evidence of components of cigarette emoke.\n\ntzossostoz\n\f",
    "augmented_texts": [
        "STATEMENT John P. Wyatt, M. D. Iam John P. Wyatt, Professor and Chairman of the Départment of Path - ology, University of Manitoba. My remarks concern the difficulties involved in determining the causal play down of the chronic res - piratory diseases - - particularly bronchitis and emphysema. In my opinion, there is no basis for attributing a major causal part in these conditions to cigarette smoke. My own investigations beginning with observations of the effects of distinctive lung pollutants, such as in silicosis and the soft coal workers ' lung of Southern Illinois coll fields and in the more am - bivalent fields of naturally occuring emphysema, has progressively strengthened my belief that the condition called emphysema is the result of multiple and as yet undetermined causes. In my original investigation into centrilobular emphysema published in 1960, I stressed that the nature of the pigmented material found in the lung was likely @ reflection of industrial air pollution and possibly also of the dirty air of St. Louis in the 1930 ' southward. A few years later we demonstrated by chemical analysis that a damaged lung could continue to entrap agents presently in the air. Interestingly, we found evidence in such lungs of Strontium 90, which was demonstrated to be fallout from atomic bomb testing in 1960. We did not find in these lung any evidence of components of cigarette emoke. tzossostoz",
        "STATEMENT John P. Wyatt, M. D. Iam John P. Wyatt, Professor and Chairman of the Départment of Path - ology, University of Manitoba. My remarks concern the difficulties involved in determining the causal backgrounds of the chronic res - piratory diseases - - particularly bronchitis and emphysema. In my opinion, there is no basis for attributing a major causal role in these conditions to cigarette smoking. My own investigations beginning with observations of the effects of distinctive lung pollutants, such as in silicosis and the soft coal proletarian ' lung of Southern Illinois coll fields and in the more am - bivalent fields of naturally occuring emphysema, has progressively strengthened my belief that the condition called emphysema is the upshot of multiple and as yet undetermined causes. In my original investigation into centrilobular emphysema published in 1960, I stressed that the nature of the pigmented material found in the lung make up likely @ reflection of industrial air pollution and possibly also of the dirty air of St. Louis in the 1930 ' s. A few years later we certify by chemical analysis that a damage lung could continue to entrap agents currently in the air. Interestingly, we found evidence in such lungs of Strontium 90, which was demonstrated to be fallout from nuclear bomb testing in 1960. We did not find in these lungs any evidence of components of cigarette emoke. tzossostoz"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "John P. Wyatt, M.D. is Professor and Chairman of the Départment of Path-                ology, University of Manitoba. In his opinion, there is no basis for attributing a major causal role to cigarette smoking. He believes the condition emphysema is the result of multiple and as yet undetermined causes."
}