{
    "filename": "2016003498.jpg",
    "metadata": {},
    "text": "FUNT, MICH.\nJOURNAL\nD.n0g79 — \"'s. 10.275\n\nJUL3 1968\n{Our Opinion\n{\n\n \n\nTHE PROPOSAL by the Federal Trade\nCommission that all advertising of\nGigareties on television and radio’ be\nProhibited should trip the warning\nalarms of any individual with an honest\néncern for our basic freedoms.\nfhe FTC, in a threeto-two vote,\ncalled for the prohibition of such adver:\ntising and, as an alternative, calls for\nstrict regulation. It would limit the hours\nSuch advertising might appear, » the\nextent to which it might appear and the\ntypes of programs on which it might\nappear.\n~The resolution follows on the heels of\n‘new report of the U.S. Public Health\nService in which the PHS charges it has\nfound new indications heavy cigarette\nsmoking can, on the average, shorten life\nmore than eight years.\n\nWE HOLD No brief for the tobacco\nindustry. We offer no disputation at this\ntime on the accuracy of the PHS allega-\ntions.\n\n+ Newspapers would, in fact, probably\nprofit by any such’ prohibition on the\n‘industry as the industry tured its televi-\nsion and radio budgets to other forms of\nadvertising. (At least newspapers might\nprofit until the idea became firmly estab-\nlished that government should dictate\nwhat products can and what cannot be\nadvertised in any medium).\n\n‘The warning signals’ sounded here\nmight include the danger of bureaucratic\nmeddling. We can certainly agree with\nthe minority report of commission mem-\nber A. Everett MacIntyre that the com-\nmission should stick to matters dealing\nwith unfair and deceptive sales or adver-\nising practices.\n\nTHERE ARE danger signals too in\nthe threats of finding a product guilty by\naccusation. (We are willing to concede\nthat cigarette probably is harm-\nful, but there is still a wide area of dis-\nute on how harmful and what harm\narises from what degree of smoking).\n\nBut the most serious danger of such a\npolicy as this is the undeniable paternal-\nism from which it arises.\n\n‘The idea is that the FTC knows best\n‘what is good for the individual and so the\n\n  \n\n   \n\n \n\n \n\nBan on Cigarette Advertising\nProposal Should Sound Alarm\n\n \n\nregulated) must do as it says. It certai\nly follows that the FTC might discover\nthat heavy drinking of beer is also harm-\nful to the individual and the broadcast\nindustries must cease sdvertising that\n\nproduct. .\n\nIF THREE of the five members dis-\ncover doctors .have determined obesity\ncan shorten a man's life even more than\nsmoking will they then seek to ban all\nadvertising of fattening foods?\n\nNot really so ridiculous. The principle\nis the same. It is that the government\nshould substitute the judgment of certain\nofficials for the personal decisions of the\nindividual and seek to control the\nindividual's actions. through manipula-\ntion of the advertising mediums.\n\nIt is no more or less than that.\n\nThis proposal cannot be justified by\nthe urgency of the problem, since the\nharmful effects of tobacco are accumula-\n‘tive and permit “more than sufficient\ntime in whch the “victim” can be\nwarned or educated about the dangers of\nhis habit and make his own decision.\n\nProhibition of such advertising cannot\nbe justified as protecting rights of oth-\ners, since smoking may be objectionable\nin certain ways, but does not in any seri-\nous degree infringe upon rights of the\nnon-smoker.\n\nNOR CAN IT BE ‘justified on grounds\nthat it corrupts the morals of the young.\nThis, we must insist, is the realm of the\nparents, the schools and the churches. It\nis their duty to educate children on\nrights and wrongs of smoking and drink-\ning. Tt certainly does not fall on the con\nscience of the FTC.\n\nSuch an advertising prohibition is a\nthreat to the. freedom of two important\nchannels of education and information\n‘and is also a threat to the freedom of the\nindividual listener.\n\nIf the PHS or the FTC insists that the\npotential harm of smoking must be made\n‘known to the public, we can only agred.\n\nBut when it seeks to control the ‘lives\nof patrons of radio and television by\nAimiting their rights to make their own\ndecisions on the grounds their actions\n\n“good for them” citizens most cer-\n\n \n\nS6veo009T0Z\n\n23.\n\f",
    "augmented_texts": [
        "FUNT, MICH. JOURNAL D. n0g79 — \" ' s. 10. 275 JUL3 1968 {Our Opinion {THE PROPOSAL by the Federal Trade Commission that all advertising of Gigareties on television and radio ’ be Prohibited should trip the warning alarum of any individual with an honest éncern for our basic freedoms. fhe FTC, in a threeto - two vote, called for the prohibition of such adver: tising and, as an alternative, calls for strict regulation. It would limit the hour Such advertising might appear, » the extent to which it might appear and the types of programs on which it might appear. ~ The resolving power follows on the heels of ‘ new report of the U. Sec. Public Health Service in which the PHS charges it has found new indications heavy cigarette smoking can, on the average, shorten life more than eight years. WE HOLD No legal brief for the tobacco industry. We offer no disputation at this time on the accuracy of the PHS allega - tions. + Newspapers would, in fact, probably profit by any such ’ prohibition on the ‘ industry as the industry tured its televi - sion and radio budgets to other forms of advertising. (At least newspapers might profit until the idea became firmly estab - lished that government should dictate what products can and what cannot be advertised in any medium ). ‘ The warning signals ’ sounded here might include the danger of bureaucratic meddling. We can certainly agree with the minority report of commission mem - ber A. Everett MacIntyre that the com - mission should stick to matters dealing with unfair and deceptive sales or adver - ising practices. THERE ARE danger signals too in the threats of finding a product guilty by accusation. (We are willing to concede that cigarette probably is harm - ful, but there is still a wide area of dis - ute on how harmful and what harm arises from what degree of smoking ). But the most good danger of such a policy as this is the undeniable paternal - ism from which it arises. ‘ The idea is that the federal trade commission knows best ‘ what is good for the individual and so the Ban on Cigarette Advertising Proposal Should Sound Alarm regulated) must do as it says. It certai ly follows that the FTC might discover that heavy drinking of beer is also harm - ful to the individual and the broadcast industries must cease sdvertising that product. . IF THREE of the five members dis - cover doctors. have determined obesity can shorten a man ' s life even more than smoking will they then seek to ban all advertising of fattening foods? Not really so ridiculous. The principle is the same. It is that the government should substitute the judgment of certain officials for the personal decisions of the individual and seek to control the individual ' s actions. through manipula - tion of the advertising mediums. It is no more or less than that. This proposal cannot be justified by the urgency of the problem, since the harmful effects of tobacco are accumula - ‘ tive and permit “ more than sufficient time in whch the “ victim ” can be warned or educated about the dangers of his habit and make his own decision. Prohibition of such advertising cannot be justified as protecting rights of oth - ers, since smoking may be objectionable in certain ways, but does not in any seri - ous degree infringe upon rights of the non - smoker. NOR CAN IT BE ‘ justified on grounds that it corrupts the morals of the young. This, we must insist, is the realm of the parents, the schools and the churches. It is their duty to educate children on rights and wrongs of smoking and drink - ing. Tt certainly does not fall on the con science of the FTC. Such an advertising prohibition is a threat to the. freedom of two important channels of education and information ‘ and is also a threat to the freedom of the individual listener. If the PHS or the FTC insists that the potential harm of smoking must be made ‘ known to the public, we can only agred. But when it seeks to control the ‘ lives of patrons of radio and television by Aimiting their rights to make their own decisions on the grounds their actions “ good for them ” citizens most cer - S6veo009T0Z 23.",
        "FUNT, MICH. JOURNAL D. n0g79 — \" ' s. 10. 275 JUL3 1968 {Our Opinion {THE PROPOSAL by the Federal Trade Commission that all advertising of Gigareties on television and radio ’ be Prohibited should trip the warning alarms of any individual with an honest éncern for our basic freedoms. fhe FTC, in a threeto - two vote, called for the prohibition of such adver: tising and, as an alternative, calls for strict regulation. It would limit the hours Such advertising might appear, » the extent to which it might appear and the types of programs on which it might appear. ~ The resolution follows on the heels of ‘ new report of the U. S. Public Health Service in which the PHS charges it has found new indications heavy cigarette smoking can, on the average, shorten life more than eight years. WE HOLD No brief for the tobacco industry. We offer no disputation at this time on the accuracy of the PHS allega - tions. + Newspapers would, in fact, credibly profit by any such ’ prohibition on the ‘ industry as the industry tured its televi - sion and radio budgets to other forms of advertising. (At least newspapers might profit until the idea became securely estab - lished that government should dictate what products can and what cannot be advertised in any medium ). ‘ The warning signals ’ sound here might include the danger of bureaucratic meddling. We can certainly agree with the minority report of commission mem - ber A. Everett MacIntyre that the com - mission should stick to matters dealing with unfair and deceptive sales or adver - ising practices. THERE ARE danger signals too in the threats of finding a product guilty by accusation. (We are willing to concede that cigarette probably is harm - ful, but there is still a wide area of dis - ute on how harmful and what harm arises from what degree of smoking ). But the most serious danger of such a policy as this is the undeniable paternal - ism from which it arises. ‘ The idea is that the FTC knows best ‘ what is good for the individual and so the Ban on Cigarette Advertising Proposal Should Sound Alarm regulated) must do as it says. It certai ly follows that the FTC might discover that heavy drinking of beer is also harm - ful to the individual and the broadcast industries must cease sdvertising that product. . IF THREE of the five members dis - cover doctors. have determined obesity can shorten a man ' s life even more than smoking will they then seek to ban all advertising of fattening foods? Not really so ridiculous. The principle is the same. It is that the government should substitute the judgment of certain officials for the personal decisions of the individual and seek to control the individual ' s actions. through manipula - tion of the advertising mediums. It is no more or less than that. This proposal cannot be justified by the urgency of the problem, since the harmful effects of tobacco are accumula - ‘ tive and permit “ more than sufficient time in whch the “ victim ” can be warned or educated about the dangers of his habit and make his own decision. Prohibition of such advertising cannot be justified as protecting rights of oth - ers, since smoking may be objectionable in certain ways, but does not in any seri - ous degree infringe upon rights of the non - smoker. NOR CAN IT BE ‘ justified on grounds that it corrupts the morals of the young. This, we must insist, is the realm of the parents, the schools and the churches. It is their duty to educate children on rights and wrongs of smoking and drink - ing. Tt certainly does non fall on the con science of the FTC. Such an advertising prohibition is a threat to the. freedom of two important channels of education and information ‘ and is also a threat to the freedom of the individual listener. If the PHS or the FTC insists that the potential harm of smoking must be made ‘ known to the public, we can only agred. But when information technology seeks to control the ‘ lives of patrons of radio and television by Aimiting their rights to make their own decisions on the grounds their actions “ good for them ” citizen most cer - S6veo009T0Z 23."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The Federal TradeCommission has proposed a ban on cigarette advertising on television and radio. The proposal follows a new report from the U.S. Public Health Service on the harmful effects of smoking. Proposed ban would limit the hours such advertising might appear and the types of programs on which it might be shown."
}