{
    "filename": "2016003733_2016003734.jpg",
    "metadata": {},
    "text": "Statement from George Weissman, President of Philip Morris Inc.\n\nFROM: The Tobacco Institute\n1776 K Street, N.W.\nWashington, D.C. 20006\n\nFOR IMMEDIATE RELEASE\nSeptember 30, 1970\n\nA cigarette industry spokesman said today “Ralph Nader has\nallowed himself to become a party to the familiar hit-and-run\n\ntactics of the anti-cigarette lobby.”\n\nHorace Kornegay. President of The Tobacco Institute, said\nin behalf of the Institute's members that Nader's allegations\n\nregarding certain non-tobacco additives in their cigarettes are\n\n“specifically and categorically false.\"\n\nNader made his charges and called for a government investigation\n\nin-a letter written last Sunday to Miles W. Kirkpatrick, Chairman\n\nof the Federal Trade Commission, and distributed to newsmen the\n\nsame day.\n\nKornegay charged that neither Nader nor his associates, in-\n\nKornegay's response was in a letter to Kirkpatrick today.\n\ncluding the American Cancer Society, had asked manufacturers whether\n\nthey add to their cigarettes such materials as asbestos, inorganic\n\nsilicous compounds. glass fibers, rock wool or diatomaceous earth,\n\nas suggested by Nader.\n\nMr. Nader could have learned the facts in a \"single day\" from\n\nthe industry. “in lieu of his devious and circvitous pursvit,\n\nKornegay said.\n\neezeoo0stog\n\f",
    "augmented_texts": [
        "Statement from George Weissman, President of Philip Morris Inc. FROM: The Tobacco Institute 1776 K Street, N. W. Washington, D. C. 20006 FOR IMMEDIATE RELEASE September 30, 1970 A cigarette industry spokesman said today “ Ralph Nader has allowed himself to become a party to the familiar hit - and - run tactics of the anti - cigarette lobby. ” Horace Kornegay. President of The Tobacco Institute, said in behalf of the Institute ' s members that Nader ' s allegations regard certain non - baccy additives in their cigarettes are “ specifically and categorically false. \" Nader made his charges and called for a government investigation in - a letter written last Sunday to Miles W. Kirkpatrick, Chairman of the Federal Trade wind Commission, and distributed to newsmen the same day. Kornegay charged that neither Nader nor his associates, in - Kornegay ' s response was in a letter to Kirkpatrick today. cluding the American Cancer Society, had asked manufacturers whether they add to their cigarettes such materials as asbestos, inorganic silicous compounds. glass fibers, rock wool or diatomaceous earth, as suggested by Nader. Mr. Nader could have learned the facts in a \" single day \" from the industry. “ in lieu of his devious and circvitous pursvit, Kornegay said. eezeoo0stog",
        "Statement from George Weissman, President of Philip Morris Inc. FROM: The Tobacco Institute 1776 K Street, N. W. Washington, D. C. 20006 FOR IMMEDIATE RELEASE September xxx, 1970 A cigarette industry spokesman said today “ Ralph Nader has allow himself to get a party to the familiar hit - and - run tactics of the anti - cigarette lobby. ” Horace Kornegay. President of The Tobacco Institute, said in behalf of the Institute ' s members that Nader ' s allegement regarding certain non - tobacco additives in their cigarettes are “ specifically and flatly false. \" Nader progress to his charges and called for a government investigation in - a letter written last Sunday to Miles W. Kirkpatrick, Chairman of the Federal Trade Commission, and distributed to newsmen the same day. Kornegay charged that neither Nader nor his associates, in - Kornegay ' s reply was in a letter to Kirkpatrick today. cluding the American Cancer Society, had asked manufacturers whether they add to their cigarettes such materials as asbestos, inorganic silicous compounds. glass fibers, rock wool or diatomaceous earth, as suggested by Nader. Mr. Nader could have learned the facts in a \" single day \" from the industry. “ in lieu of his devious and circvitous pursvit, Kornegay said. eezeoo0stog"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Statement from George Weissman, President of Philip Morris Inc. “Ralph Nader has allowed himself to become a party to the familiar hit-and-run’s of the anti-cigarette lobby.” Horace Kornegay, president of The Tobacco Institute, said the allegations are ‘specifically and categorically false\" The American Cancer Society asked manufacturers whether they add materials such as asbestos, inorganic compounds, glass fibers, rock wool or diatomaceous earth."
}