{
    "filename": "2016003052.jpg",
    "metadata": {},
    "text": "@\n\nPARKERSBURG, W. VA.\nNEWS\n\nD. 10,577 — s. 32,085\n\n‘PARKERSBURG METROPOLTIAN ABEA\n\nB 201005. +\n\n   \n\n \n\n \n\n  \n\nBecause gigaretie smoking is not\nood for people, the Federal Commu-\nnications Commission would like to ban\ncigarette advertising on radio and tele-\nvision.\n\nWell and good. It is established, then,\n{5 a firm principle of government that\nwhat is not good for people may not be\nadvertised ‘on radio and television.\nPeople are preity dumb, after all. They\nhhear and see what they should not hear\nand see. They are tempted by wiiat no\nfone should be allowed to tempt them\nWith, And by this route, they preceed to\ntheir own destruction,\n\nBut cigarettes are not the only things\nthat are bed for people. Automebiles\nAre algo bad for people. Look at the\nSlatistics from the Automotive Safety\nFoundation on any day's casualties —\n‘and especially on a long holiday: week:\nend,\n\nPatent medicines, soft drinks, head:\nache remedies all have their critics —\nauthorites in varying degrees, who\nthat the American people would i\nbetter on less if they did not consume\nwhat they please Ne\nfaithfully’ the adv\ncians,\n\nAnd radio and television are not the\nonly means whereby: ehrevd edvertic\nsers persvede an uninformed and often\nindifferent pcopte to spend their money:\nunwisely, There ave else newspancrs\n\nh\n\n \n\n \n\n \n\n    \n\n   \n\n  \n\n{ty in some dezres of traff\ndelingueney. of m\nignorant to th:\n\n          \n \n\ntucader and far more\nPowerful than t@ FOC, etending guard\nOver & notion of chiJzren to mese sure\n\ns hve Hardie Salve\n\nthat they never eee or hear of anything\nWhich is not good for their heath?\n\nA little far fetched, to be sure. But\nin-view of the unhappy: experience with\nthe prohibition ainendment and. the\nVolstead Act, not as far = fetched as\nfone might think, Even when the doc.\ntors, the moralisis and the law\nmakers utterly agree on whet the\npeople should and should not do (smoke\ning and drinking, for example), getting\nem to cease and desist and do as they.\nare told is a tedious and often dan.\ngerous undertaking which raises new\nProblems faster than it solves old ones.\n‘— Huntington Herald - Dispaieh,\n\n \n\n \n\n2soeo0stoz\n\f",
    "augmented_texts": [
        "@ PARKERSBURG, W. VA. NEWS D. 10, 577 — s. 32, 085 ‘ PARKERSBURG METROPOLTIAN ABEA B 201005. + Because gigaretie smoking is not ood for people, the Federal Commu - nications Commission would like to ban cigarette advertising on radio and tele - vision. Well and good. It is established, then, {5 a firm principle of government that what is not good for people may not be advertised ‘ on radio and television. People are preity dumb, after all. They hhear and see what they should not hear and see. They are tempted by wiiat no fone should be allowed to invite them With, And by this route, they preceed to their own destruction, But cigarettes are not the only things that are go to bed for people. Automebiles Are algo bad for people. Look at the Slatistics from the Automotive Safety Foundation on any day ' s casualties — ‘ and especially on a long holiday: week: end, Patent medicine, soft drinks, head: ache remedies all have their critics — authorites in varying degrees, who that the American people would i better on less if they did not consume what they please Ne faithfully ’ the adv cians, And radio and television are not the only means whereby: ehrevd edvertic sers persvede an uninformed and often indifferent pcopte to spend their money: unwisely, There ave else newspancrs h {ty in some dezres of traff delingueney. of m ignorant to th: tucader and far more Powerful than t @ FOC, etending guard Over & notion of chiJzren to mese sure mho hve Hardie Salve that they never eee or listen of anything Which is not good for their heath? A little far fetched, to be sure. But in - thought of the unhappy: experience with the prohibition ainendment and. the Volstead Act, not as far = fetched as fone might think, Even when the doc. tors, the moralisis and the law makers utterly agree on whet the people should and should not do (smoke ing and drinking, for example ), getting em to cease and desist and do as they. are told is a tedious and often dan. gerous undertaking which raises new Problems faster than it solve old ones. ‘ — Huntington Herald - Dispaieh, 2soeo0stoz",
        "@ PARKERSBURG, W. VA. NEWS D. 10, 577 — s. 32, 085 ‘ PARKERSBURG METROPOLTIAN ABEA Bel 201005. + Because gigaretie smoking is not ood for people, the Federal Commu - nications Commission would like to cast out cigarette advertising on radio and tele - vision. Well and good. It is established, then, {5 a firm principle of government that what is not good for people may not be advertised ‘ on radio and television. People are preity dumb, after all. They hhear and see what they should not hear and see. They are tempted by wiiat no fone should be allowed to tempt them With, And by this route, they preceed to their own destruction, But cigarettes make up not the only things that are bed for people. Automebiles Are algo bad for people. Look at the Slatistics from the Automotive Safety Foundation on any day ' s casualties — ‘ and especially on a long holiday: week: end, Patent medicines, soft drinks, head: ache remedies all have their critics — authorites in varying degrees, who that the American people would i better on less if they did not consume what they please Ne faithfully ’ the adv cians, And radio and television are not the only means whereby: ehrevd edvertic sers persvede an uninformed and often indifferent pcopte to spend their money: unwisely, There ave else newspancrs h {ty in some dezres of traff delingueney. of m ignorant to th: tucader and far more Powerful than t @ FOC, etending guard Over & notion of chiJzren to mese sure s hve Hardie Salve that they never eee or hear of anything Which is not good for their heath? A little far fetched, to be sure. But in - view of the unhappy: experience with the prohibition ainendment and. the Volstead Act, not as far = convey as fone might think, Even when the doc. tors, the moralisis and the law makers utterly agree on whet the people should and should not do (smoke ing and drinking, for example ), getting em to cease and desist and do as they. are told is a tedious and often dan. gerous undertaking which raises new Problems faster than it solves old ones. ‘ — Huntington Herald - Dispaieh, 2soeo0stoz"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Cigarettes are not the only things that are bed for people. Automebiles are algo bad. Look at the Automotive Safety Foundation on any day's casualties. Even when the doc. and the moralisis agree on whet the people should and should not do (smoke and drinking), getting. them to cease and desist and do as they. are told is a tedious and often dan.centricous undertaking."
}