{
    "filename": "2016002996.jpg",
    "metadata": {},
    "text": "aa\n\n \n\nEDITORI\n\n \n\nChey i ff >\nCH nto\n\nAL PAGE\n\n‘Thursday, February 13, 1969\n\nBan on Cigarotie Co:\n\n‘The proposed ban of cigarette :d-\nvertising from the broadcast media\nstrikes us as @ good intenticn gone\nawry.\n\nUf cigarettes are so undesirat\nfrom 2, health standpoint, the gov-\nernment would be well to prohibit\ntheir sale and use, but white they\nare still legal in ‘commerce, they\nshould be permitted to be adver~\ntised, even on radio and television.\n\n‘The government has already re-\nquited cigarette makers to label the\npackage with a warning that the\ncontents may be injurious to the\nuser's health, and this seems quit\nproper, although many unlabeted\nproducls can also be harmfrl, even\nfatal. But when federal cuvaorities\n\n \n\n \n\n \n\n \n\nracrciuls Oppose\nwent a step further and required\nstations to give free antismoking\nplugs, that wes too much. Now, pto-\nposing a complete ban on broadcast\ncigarette commercials, the govern\nment would go entirely too far.\nAdmittedly, the government con-\nlols broadcast. stations. through\nthelr federal licenses to use the pub-\nlic brosdeast frequencies, but the\ngovernment should be willing to\nhave those Heenzees earry advertise\nments for products that are legal\nisewheve in the masketplace,\n\nTor the public dlscussion through\nay 6, before the Federal Commu\nications Commission makes its\nJune 80 formal ruling, we side with\n\nwho consider the proposed\n—HL.Wed\n\n \n\n \n\n \n\n  \n\n \n\n       \n\n9662009T02\n\f",
    "augmented_texts": [
        "aa EDITORI Chey i ff> CH nto AL PAGE ‘ Thursday, February 13, 1969 Ban on Cigarotie Co: ‘ The proposed ban of cigarette: d - vertising from the broadcast media strikes us as @ good intenticn gone awry. Uf cigarettes are so undesirat from 2, health standpoint, the gov - ernment would comprise well to disallow their sale and use, but whitened they are still legal in ‘ commerce, they should be permitted to be adver ~ tised, even on radio and television. ‘ The government has already re - quited cigarette makers to label the package with a warning that the contents may be injurious to the user ' s health, and this seems quit proper, although many unlabeted producls dismiss also be harmfrl, even fatal. But when federal cuvaorities racrciuls Oppose went a step further and required stations to give free antismoking plugs, that wes too much. Now, pto - posing a complete ban on broadcast cigarette commercials, the govern ment would go entirely too far. Admittedly, the government con - lols broadcast. stations. through thelr federal licenses to utilize the pub - lic brosdeast frequencies, but the authorities should be willing to have those Heenzees earry advertise ments for products that are legal isewheve in the masketplace, Tor the public dlscussion through ay 6, before the Federal Commu ications Commission makes its June 80 formal ruling, we side with who conceive the proposed — HL. Wed 9662009T02",
        "aa EDITORI Chey i ff> CH nto AL PAGE ‘ Thursday, Feb 13, 1969 Ban on Cigarotie Co: ‘ The proposed ban of cigarette: d - vertising from the broadcast media strikes us as @ good intenticn gone awry. Uf cigarettes are so undesirat from 2, health standpoint, the gov - ernment would be well to prohibit their sale and use, but white they are still legal in ‘ commerce, they should be permitted to be adver ~ tised, even on radio and television. ‘ The government has already re - quited cigarette makers to label the package with a warning that the contents may be injurious to the user ' s health, and this seems quit proper, although many unlabeted producls can besides be harmfrl, even fatal. But when federal cuvaorities racrciuls Oppose went a step further and required place to give free antismoking plugs, that wes too much. Now, pto - posing a complete ban on broadcast cigarette commercials, the govern ment would go entirely also far. Admittedly, the government con - lols broadcast. stations. through thelr federal licenses to use the pub - lic brosdeast frequencies, but the government should be willing to have those Heenzees earry advertise ments for products that are legal isewheve in the masketplace, Tor the public dlscussion through ay 6, before the Federal Commu ications Commission make its June 80 formal ruling, we side with who consider the proposed — HL. Wed 9662009T02"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Cigarettes are still legal in ‘commerce, they should be permitted to be adver~tised, even on radio and television. The government has already re-quited cigarette makers to label thePackage with a warning that the contents may be injurious to theuser's health."
}