{
    "filename": "202 (3).txt",
    "metadata": {},
    "text": "Santini resigns as Spurs manager\n\nTottenham manager Jacques Santini has resigned for \"personal reasons\".\n\nThe former France manager moved to White Hart Lane this summer but now wants to return to France. Santini said: \"My time at Tottenham has been memorable and it is with deep regret that I take my leave. I wish the club and the supporters all the best. \"Private issues in my personal life have arisen which caused my decision. I very much hope that the wonderful fans will respect my decision.\" He added: \"I should like to thank (sporting director) Frank Arnesen and (chairman) Daniel Levy for their understanding.\" Assistant coach Martin Jol has been put in temporary charge and will take care of team affairs for Saturday's Premiership match against Charlton.\n\nArnesen said the club were sad to see Santini go: \"We are obviously disappointed that Jacques is leaving us. We fully respect his decision. \"I can assure you that the club will act swiftly to minimise the impact of Jacques' departure. \"Our priority is to ensure that this season's performance remains unaffected by this move. \"I shall make a further statement on Monday, clarifying our position. We wish Jacques well.\"\n",
    "augmented_texts": [
        "Santini resigns as Spurs manager Tottenham manager Jacques Santini has resigned for \" personal reasons \". The late France manager moved to White Hart Lane this summer but now wants to bring back to France. Santini said: \" My time at Tottenham has been memorable and information technology is with rich regret that I take my leave. I wish the club and the supporters all the best. \" Private issues in my personal life sentence have arisen which caused my decision. I very much hope that the wonderful fans will respect my decision. \" He added: \" I should like to thank (sporting director) Frank Arnesen and (chairman) Daniel Levy for their understanding. \" Assistant coach Martin Jol has been put in temporary charge and will take care of team affairs for Saturday ' s Premiership match against Charlton. Arnesen said the club were sad to see Santini go: \" We are obviously disappointed that Jacques is leaving us. We fully respect his decision. \" I can assure you that the club will act swiftly to minimise the impact of Jacques ' departure. \" Our priority is to ensure that this season ' s performance cadaver unaffected by this move. \" I shall make a further statement on Monday, clarifying our position. We wish Jacques well. \"",
        "Santini resigns as Spurs coach Tottenham manager Jacques Santini has resigned for \" personal reasons \". The former France manager moved to White Hart Lane this summer but now wants to pass to France. Santini said: \" My prison term at Tottenham have been memorable and it is with deep regret that I take my leave. I wish the club and the supporters all the best. \" Private issues in my personal life have arisen which caused my decision. I very much hope that the wonderful fans will respect my decision. \" He added: \" I should like to thank (sporting director) Frank Arnesen and (chairman) Daniel Levy for their understanding. \" Helper coach Martin Jol has been put in temporary charge and will take care of team affairs for Saturday ' s Premiership mate against Charlton. Arnesen aver the club were sad to see Santini go: \" We are obviously disappointed that Jacques is leaving us. We fully respect his decision. \" I can assure you that the club will act swiftly to minimise the impact of Jacques ' departure. \" Our priority is to ensure that this season ' s performance remains unaffected by this move. \" I shall make a further statement on Monday, clarifying our position. We wish Jacques well. \""
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Santini resigns as Spurs manager for 'personal reasons' Assistant coach Martin Jol has been put in temporary charge. Santini wants to return to France with Ligue 1 side Montpellier. Sporting director Frank Arnesen says club will act swiftly to minimise the impact of his departure."
}