{
    "filename": "2020136311_2020136312.jpg",
    "metadata": {},
    "text": "Materials Development Group\n\n1, EWE was asked to explore transient liquid phase bonding of metallic/alloy\nribbons to silicon. We will inform EWI that we have been able to bond copper\nto silicon with an interlayer of ag/In. We will ask EWI to continue the work\non TLE bonding of copper and nickel conductors with Ag/In as an interlayer\n\nbetween the ribbon and silicon blade. Our efforts will continue with ag/in to\ndetermine the impact of themal cyling, and temperature on the bond strength.\n\n2. We also found that silver paste used for our in-house experiments contained\njead in it, and this may pose a problem. We are not too much concerned at this\nstage, and we will continue our experiments with the same paste until we find\nan acceptable silver epoxy. We may revert back to siver paste made with\nconjac for our experiments.\n\n3. We are continuing bonding experiments to determine if contact resistance at\nthe bond can be reduced from its present level of 60 ohm. Rose will continue\nthese experiments from now onwards.\n\n4, Silicon wafers ordered from Virginia Semiconductor Corp. have a resistivity\nof 0.0024 Ohm-cm. To obtain a resistor of 0.8 Ohm, the thickness of the blade\nmust be about 9.5 mil, and a resistor of 0.5 ohm will have a thickness of 15\nRil. We need to determine the TCR of the blade prior to modelling the blade to\ndetermine whether the blade can be pulsed with the batteries envisioned for\nuse with the first generation article.\n\n5. Silicon wafers will be sent for cutting, and John will gold coat about 200\nblades for our internal testing, and to send them to EWI. We are expediting\nthis effort.\n\n6. amit is attempting to do an energy comparison between siliocn and carbon\nheaters based on the temperature va time of carbon heaters which exhibited\ngood subjectives.\n\n7. P27 response was found to be very good and highly satisfactory when a\nfilter was placed at the tip of a cantilever. We presume that the filter may\ncreate a laminar flow along with(certain amount of)damping of vibrations. We\nare trying to decouple those two effects to understand the sensitive\nparameter.\n\n8. We met with Bernie to discuss issues related to sensors, and the\nuniquenesses of each sensor. We will carry out a comparison of all the sensors\nwithin two weeks.\n\n9. We received the preliminary design drawings from Ingrid to make substrates,\nand masks. We need to review once more before finalizing then.\n\nTLE9EtOz0z\n\f",
    "augmented_texts": [
        "Materials Development Group 1, EWE was asked to explore transient liquid phase bonding of metallic / alloy ribbons to silicon. We will inform EWI that we have been able to bond copper to silicon with an interlayer of ag / In. We will ask EWI to continue the work on TLE bonding of copper and nickel conductors with Ag / In as an interlayer between the palm and silicon blade. Our efforts will continue with ag / in to determine the impact of themal cyling, and temperature on the bond strength. 2. We as well found that silver paste used for our in - house experiments contained jead in it, and this may pose a problem. We are not too much concerned at this stage, and we will continue our experiments with the same paste until we find an acceptable silver epoxy glue. We may revert back to siver paste made with conjac for our experiments. 3. We are continuing bonding experiments to determine if contact immunity at the bond can be reduced from its present point of 60 ohm. Rose will continue these experiments from now onwards. 4, Silicon wafers ordered from Virginia Semiconductor Corp. have a resistivity of 0. 0024 Ohm - cm. To obtain a resistor of 0. 8 Georg simon ohm, the thickness of the blade must be about 9. 5 mil, and a resistor of 0. 5 ohm will have a thickness of xv Ril. We need to determine the TCR of the blade prior to modelling the blade to determine whether the blade can be pulsed with the batteries envisioned for use with the first generation article. 5. Silicon wafers will be sent for cutting, and John will gold coat about 200 blades for our internal testing, and to send them to EWI. We are expediting this effort. 6. amit is attempting to do an energy comparison between siliocn and carbon heaters based on the temperature va time of carbon heater which exhibited good subjectives. 7. P27 response was found to be very good and highly satisfactory when a filter was placed at the tip of a cantilever. We presume that the filter may create a laminar flow along with (certain amount of) damping of vibrations. We are trying to decouple those two effects to understand the sensitive parameter. 8. We met with Bernie to discuss issues related to sensors, and the uniquenesses of each sensor. We will carry out a comparison of all the sensors within two weeks. 9. We received the preliminary design drawings from Ingrid to make substrates, and masks. We need to review once more before finalizing then. TLE9EtOz0z",
        "Materials Development Group 1, EWE was asked to explore transient liquid form bonding of metallic / alloy ribbon to silicon. We will inform EWI that we have been able to bond copper to silicon with an interlayer of ag / In. We will ask EWI to continue the work on TLE bonding of copper and nickel conductors with Ag / In as an interlayer between the ribbon and silicon blade. Our efforts will continue with ag / in to determine the impact of themal cyling, and temperature on the bond strength. 2. We also found that silver paste used for our in - house experiments contained jead in it, and this may pose a problem. We are not too much worry at this stage, and we will continue our experiments with the like paste until we find an acceptable silver epoxy. We may revert back to siver paste made with conjac for our experiments. 3. We are continuing bonding experiments to determine if contact resistance at the bond can be reduced from its present level of 60 ohm. Rose bequeath continue these experiments from now onwards. 4, Silicon wafers ordered from Virginia Semiconductor Corp. have a resistivity of 0. 0024 Ohm - cm. To obtain a resistor of 0. 8 Ohm, the thickness of the blade must be about 9. 5 mil, and a resistor of 0. 5 ohm will have a thickness of 15 Ril. We need to determine the TCR of the blade prior to modelling the blade to determine whether the blade can be pulsed with the batteries envisioned for use with the first generation article. 5. Silicon wafers will be sent for cutting, and John will gold coat about 200 blades for our internal testing, and to send them to EWI. We are expediting this effort. 6. amit is attempting to do an energy comparison between siliocn and carbon heaters based on the temperature va time of carbon heaters which exhibited good subjectives. 7. P27 response was found to be very good and highly satisfactory when a filter was placed at the tip of a cantilever. We dare that the filter may create a laminar flow along with (certain amount of) damping of vibrations. We are trying to decouple those two effects to understand the sensitive parameter. 8. We met with Bernie to discuss issues related to sensors, and the uniquenesses of each sensor. We will carry out a comparison of all the sensors within two weeks. 9. We received the preliminary design drawings from Ingrid to make substrates, and masks. We need to review once more before finalizing then. TLE9EtOz0z"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Materials Development Group: EWE was asked to explore transient liquid phase bonding of metallic/alloyribbons to silicon. We will inform EWI that we have been able to bond copper                to silicon with an interlayer of ag/In. Silicon wafers ordered from Virginia Semiconductor Corp. have a resistivity of 0.0024 Ohm-cm."
}