{
    "filename": "2021279967_2021279980.jpg",
    "metadata": {},
    "text": "SPEECH BY HAMISH MAXWELL\nGIVEN AT CORPORATE AFFAIRS CONFERENCE\nSEPTEMBER 8, 1986, WASHINGTON D.C.\n\nWELCOME\nIT'S TWO YEARS SINCE THE LAST CORPORATE AFFAIRS CONFERENCE. AT\nTHAT TIME, HUGH CULLMAN, JOHN MURPHY, STANLEY SCOTT, I AND OTHERS\nWERE NEW IN OUR JOBS AND CONSIDERING OUR PRIORITIES.\n\nTODAY, I'M GOING TO TALK TO YOU ABOUT FOUR OF THOSE PRIORITIES;\nHOW I BELIEVE WE ARE MANAGING THEM -- AND WHERE I BELIEVE PHILIP\nMORRIS IS GOING WITH THEM.\n\n‘THE PRIORITIES I WILL SPEAK ABOUT ARE:\n\nQNE: TO REDEFINE WHAT KIND OF COMPANY P.M. SHOULD BE AND WHAT\n\nKIND OF BUSINESS IT SHOULD CONDUCT IN ORDER TO MAXIMIZE ITS\nVALUE TO OUR STOCKHOLDERS AND ITS BENEFITS TO OUR EMPLOYEES.\n\n8\n\nTO BE VERY SUCCESSFUL IN ALL THE BUSINESSES TO WHICH WE\nCOMMIT OURSELVES.\n\n£966L2T202\n\f",
    "augmented_texts": [
        "language BY HAMISH MAXWELL GIVEN AT CORPORATE AFFAIRS CONFERENCE SEPTEMBER 8, 1986, WASHINGTON D. C. WELCOME IT ' S TWO YEARS SINCE THE LAST CORPORATE AFFAIRS CONFERENCE. AT THAT TIME, HUGH CULLMAN, JOHN MURPHY, STANLEY SCOTT, I AND OTHERS WERE NEW IN OUR JOBS AND CONSIDERING OUR PRIORITIES. TODAY, I ' M GOING TO TALK TO YOU ABOUT FOUR OF THOSE PRIORITIES; HOW I BELIEVE WE ARE MANAGING THEM - - AND WHERE I BELIEVE PHILIP MORRIS IS GOING WITH THEM. ‘ THE PRIORITIES I WILL SPEAK ABOUT ARE: QNE: TO REDEFINE WHAT KIND OF COMPANY P. M. SHOULD BE AND WHAT KIND OF BUSINESS IT SHOULD CONDUCT IN ORDER TO MAXIMIZE ITS VALUE TO OUR STOCKHOLDERS AND ITS benefit TO OUR EMPLOYEES. 8 TO BE VERY SUCCESSFUL IN ALL THE BUSINESSES TO WHICH WE COMMIT OURSELVES. £ 966L2T202",
        "SPEECH BY HAMISH MAXWELL GIVEN AT CORPORATE AFFAIRS CONFERENCE SEPTEMBER 8, 1986, WASHINGTON D. C. WELCOME IT ' S TWO YEARS SINCE THE LAST CORPORATE AFFAIRS group discussion. AT THAT fourth dimension, HUGH CULLMAN, JOHN MURPHY, STANLEY SCOTT, I AND OTHERS WERE NEW IN OUR JOBS AND CONSIDERING OUR PRIORITIES. TODAY, I ' M GOING TO TALK TO YOU ABOUT FOUR OF THOSE PRIORITIES; HOW Ace BELIEVE WE ARE MANAGING THEM - - AND WHERE I BELIEVE PHILIP MORRIS IS GOING WITH THEM. ‘ THE PRIORITIES I WILL SPEAK ABOUT ARE: QNE: TO REDEFINE WHAT KIND OF COMPANY P. M. SHOULD BE AND WHAT KIND OF BUSINESS IT SHOULD CONDUCT hoosier state ordination TO MAXIMIZE ITS VALUE TO OUR STOCKHOLDERS AND ITS BENEFITS TO OUR EMPLOYEES. 8 TO BE VERY SUCCESSFUL IN ALL THE BUSINESSES TO WHICH WE COMMIT OURSELVES. £ 966L2T202"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "SPEECH BY HAMISH MAXWELL GIVEN AT CORPORATE AFFAIRS CONFERENCE SEPTEMBER 8, 1986, WASHINGTON D.C. HUGH CULLMAN, JOHN MURPHY, STANLEY SCOTT, I AND OTHERS WERE NEW IN OUR JOBS."
}