{
    "filename": "2021549123.jpg",
    "metadata": {},
    "text": " \n\n \n\nThe Tobacco Institute\n\n1875 I Street, Northwest\nWashington, DC 20006\n(800) 424-9876\n\n \n\n \n\n \n\n \n\nFOR RELEASE: CONTACT:\ndune 8, 1988 Brennan Moran\n9:00 a.m. 202/457-4877\n\n800/424.9876\n\nMORE THAN TWENTY YEARS OF\nSOUND CONGRESSIONAL POLICY SUPPORTED.\n\nStatutory Scheme of Uniform Labels\nAssures Integrity at a National Level\n\nWASHINGTON, D.C., In testimony before a House Subcommittee today, representatives\nof The Tobacco Institute urged that the sound policy now in place not be tampered\nwith by repealing the national standard for health warnings on cigarettes.\n\nFormer Congressman Charles O. Whitley, speaking for The Tobacco Institute, called on\nthe Subcommittee on Transportation, Tourism, and Hazardous Materials to reject\npending legislation which would destroy the \"comprehensive Federal program\"\ncurrently operating through provisions of the Federal Cigarette Labeling\n\nand Advertising Act (the Act).\n\nBeginning in 1965, Mr. Whitley said, Congress determined that standard warnings,\ntniform throughout the country, of the reported hazards of smoking should be placed\non cigerette packages. He noted that under that policy Congress has twice changed\nthe warning and has added a mandate that it appear In all cigarette brand\nadvertisements.\n\nAs stated in the Act, this uniformity prevents \"diverse, nonuniform, and confusing\ncigarette labeling and advertising regulations.\"\n\nMr. Whitley told the Subcommittee that, “by repealing the provisions now found in\nSection 5 of the Act, Congress would be Inviting State and local governments and\nregulatory bodies to impose diverse, nonuniform, and confusing cigarette labeling and\nadvertising regulations that It has precluded for more than twenty years.” Such a\nmove would \"destroy the Integrity of a national, uniform standard” Whitley said.\n\nMr. Whitley asked that a prepared statement by Gerald M. Goldhaber, Chairman of the\nDepartment of Communication at the State University of New York at Buffalo, be\nIncluded for the record. Reading from Dr. Goldhaber's statement, Mr. Whitley\nIndicated the overwhelming awareness level of 99 percent that the American public has\nof the charge that cigarette smoking is dangerous. Dr. Goldhaber's statement\ncompares this to various other awareness levels, ranging from a 1972 Hanis poll\ndisclosing that 76 percent of the people had heard of the Watergate break-in to a\n\n1983 survey by the National Opinion Research Center finding only 38 percent of the\nAmerican people know their Congressman’s name. The conclusion being that “the level\n‘of awareness on smoking and health issues Is virtually unprecendented in our national\nexperience,” according to the statement.\n\n \n\ne£etSpstzoz\n\n \n\n \n\f",
    "augmented_texts": [
        "The Tobacco Institute 1875 I Street, Northwest Washington, DC 20006 (800) 424 - 9876 FOR RELEASE: CONTACT: dune viii, 1988 Brennan Moran ix: 00 a. m. 202 / 457 - 4877 800 / 424. 9876 MORE THAN TWENTY YEARS OF SOUND CONGRESSIONAL POLICY SUPPORTED. Statutory Scheme of Uniform Labels Assures Integrity at a National Level WASHINGTON, D. C. , In testimony before a House Subcommittee today, representatives of The Tobacco Institute urged that the sound policy now in place not be tampered with by repealing the national standard for health warnings on cigarettes. Former Congresswoman Charles O. Whitley, speaking for The Tobacco Institute, called on the Subcommittee on Transportation, Tourism, and Hazardous Materials to reject pending legislation which would destroy the \" comprehensive Federal program \" currently operating through provisions of the Federal Cigarette Labeling and Advertising Act (the Act ). Beginning in 1965, Mr. Whitley said, Congress determined that standard warnings, tniform throughout the country, of the reported hazards of smoking should be placed on cigerette packages. He noted that under that policy Congress has twice changed the warning and has added a mandate that it appear In all cigarette brand advertisements. As stated in the Act, this uniformity prevents \" diverse, nonuniform, and confusing cigarette labeling and advertising regulations. \" Mr. Whitley told the Subcommittee that, “ by repealing the provisions now found in Section 5 of the Act, Congress would personify Inviting State and local governments and regulatory bodies to bring down diverse, nonuniform, and throw cigarette labeling and advertising regulations that It has precluded for more than twenty years. ” Such a move would \" destroy the Integrity of a national, uniform standard ” Whitley said. Mr. Whitley asked that a prepared statement by Gerald M. Goldhaber, Chairman of the Department of Communication at the State University of New York at Buffalo, be Included for the record. Reading from Dr. Goldhaber ' s statement, Mr. Whitley Indicated the overwhelming awareness level of ninety nine percent that the American public has of the tutelage that cigarette smoking is dangerous. Dr. Goldhaber ' s statement compares this to various other awareness levels, ranging from a 1972 Hanis poll disclosing that 76 percent of the people had heard of the Watergate break - in to a 1983 survey by the National Opinion Research Center finding only 38 percent of the American people know their Congressman ’ s name. The conclusion being that “ the level ‘ of awareness on smoking and health issues Is virtually unprecendented in our national experience, ” according to the statement. e £ etSpstzoz",
        "The Tobacco Institute 1875 I Street, Northwest Washington, DC 20006 (800) 424 - 9876 FOR RELEASE: CONTACT: dune 8, 1988 Brennan Moran 9: 00 a. m. 202 / 457 - 4877 800 / 424. 9876 MORE THAN TWENTY YEARS OF SOUND CONGRESSIONAL POLICY SUPPORTED. Statutory Scheme of Uniform Labels Assures Integrity at a National Level WASHINGTON, Cholecalciferol. C. , In testimony before a House Subcommittee today, representatives of The Tobacco Institute urged that the sound insurance policy now in place not be tampered with by repealing the national standard for health warnings on cigarettes. Former Congressman Charles O. Whitley, speaking for The Tobacco Institute, called on the Subcommittee on Transportation, Tourism, and Hazardous Materials to reject pending legislation which would destroy the \" comprehensive Federal program \" currently operating through provisions of the Federal Cigarette Labeling and Advertising Act (the Act ). Beginning in 1965, Mr. Whitley said, Congress square up that standard warnings, tniform throughout the country, of the reported peril of smoking should be placed on cigerette packages. He noted that under that policy Congress has twice changed the warning and has added a mandate that it appear In all cigarette brand advertisements. As stated in the Deed, this uniformity prevents \" diverse, nonuniform, and confusing cigarette labeling and advertising regulations. \" Mr. Whitley told the Subcommittee that, “ by repealing the provision now found in Section 5 of the Act, Congress would be Inviting State and local governments and regulatory bodies to impose diverse, nonuniform, and confusing cigarette labeling and advertising regulations that It has precluded for more than twenty years. ” Such a move would \" destroy the Integrity of a national, uniform standard ” Whitley said. Mr. Whitley asked that a prepared statement by Gerald M. Goldhaber, Chairman of the Department of Communication at the State University of New York at Buffalo, be Included for the record. Show from Dr. Goldhaber ' s statement, Mr. Whitley Indicated the overwhelming awareness level of 99 percent that the American public has of the charge that cigarette smoking is dangerous. Dr. Goldhaber ' s statement compares this to various other awareness levels, ranging from a 1972 Hanis poll disclosing that 76 percent of the people had heard of the Watergate break - in to a 1983 survey by the National Opinion Research Center finding only 38 percent of the American people know their Congressman ’ s name. The conclusion being that “ the level ‘ of awareness on smoking and health issues Is virtually unprecendented in our national experience, ” according to the statement. e £ etSpstzoz"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The Tobacco Institute urged that the sound policy now in place not be tampered with by repealing the national standard for health warnings on cigarettes. Former Congressman Charles O. Whitley called on the Subcommittee on Transportation, Tourism, and Hazardous Materials to reject legislation which would destroy the \"comprehensive Federal program\""
}