{
    "filename": "2021322051.jpg",
    "metadata": {},
    "text": "JAPAN: TOSHIBA AIMING TO DOUBLE CHIP MOUNTING SYSTEM SALES IN FISCAL 1993\nComiline News Service, Nikkan Kogyo Shimbun (COMLN,NKOGS) - January 26, 1993, Page: 11\n\nABSTRACT:\n‘Toshiba Corp. is aiming to double its sales of chip mounting systems to 8.5 billion yen (USS68.0\nmilion) in fiscal 1993. Demand for mounting systems from US chip makers is recovering quickly,\n‘prompting Toshiba to launch an effort to aggressively market its “MH-5000,\" a chip mounting\nsystem developed with Japan Tobacco, inc. last year which achieves a mounting speed of 0.125\nsecond/chip. Toshiba plans to release a medium-speed double-sided mounting system and\nanother system featuring Image processing functions to expand its product line-up to meet\ndiversifying user needs as a rise in demand picks up momentum. Toshiba's fiscal 1994 sales\ntarget is set at 10 bilion yen (US$80.0 milion.\n\n \n\nTs0zzetzoz\n\f",
    "augmented_texts": [
        "JAPAN: TOSHIBA AIMING TO DOUBLE CHIP MOUNTING SYSTEM SALES IN FISCAL 1993 Comiline News Service, Nikkan Kogyo Shimbun (COMLN, NKOGS) - January 26, 1993, Page: 11 ABSTRACT: ‘ Toshiba Corp. is aiming to double its sales of micro chip mounting systems to 8. 5 billion yen (USS68. 0 milion) in fiscal 1993. Demand for mounting system from US chip makers exist recovering quickly, ‘ prompting Toshiba to launch an effort to aggressively market its “ MH - 5000, \" a chip mounting system developed with Japan Tobacco, inc. last year which achieves a mounting speed of 0. 125 second / chip. Toshiba plans to release a medium - speed double - sided mounting system and another system featuring Image processing functions to expand its product line - up to meet diversifying user needs as a rise in demand pick up momentum. Toshiba ' s fiscal 1994 sales target equal fructify at 10 bilion yen (US $ 80. 0 milion. Ts0zzetzoz",
        "JAPAN: TOSHIBA AIMING TO DOUBLE CHIP MOUNTING SYSTEM SALES IN FISCAL 1993 Comiline News Service, Nikkan Kogyo Shimbun (COMLN, NKOGS) - January 26, 1993, Page: 11 ABSTRACT: ‘ Toshiba Corp. is aim to double its sales of chip mounting systems to 8. 5 billion yen (USS68. 0 milion) in fiscal 1993. Demand for mounting systems from US chip makers exist recover quickly, ‘ prompting Toshiba to launch an effort to aggressively market its “ MH - 5000, \" a chipping mounting system developed with Japan Tobacco, inc. last year which achieves a mounting speed of 0. 125 second / chip. Toshiba plan to release a medium - speed double - sided mounting system and another organisation featuring Image processing functions to expand its cartesian product business - up to meet diversifying user needs as a rise in demand picks up momentum. Toshiba ' s fiscal 1994 sales target be set at 10 bilion yen (US $ 80. 0 milion. Ts0zzetzoz"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Toshiba Corp. is aiming to double its sales of chip mounting systems to 8.5 billion yen (USS68.0milion) in fiscal 1993. Toshiba plans to release a medium-speed double-sided mounting system and another system featuring Image processing functions to expand its product line-up."
}