{
    "filename": "2021287141_2021287142.jpg",
    "metadata": {},
    "text": " nradlew hghts frees Con Secewen )\nSalles Cont oy Remck oes ure]\nMANY OF US HERE TODAY WERE WITNESS 18\nYEARS AGO TO THE BIRTH OF A NEW STATE...A\nSTATE OF MIND RECOGNIZED ALL OVER ue HORLD\nAS BEING WHERE THE FLAVOR 1S...MARL\nCOUNTRY. IN BEHALF OF ALL THE PegpeE® Ho\nHELPED CREATE MARLBORO COUNTRY, IT IS MY\nPRIVILEGE TO WELCOME YOU.\n\nTHE MARLBORO STORY--WHICH WE ARE\nCELEBRATING TODAY--1S A CLASSIC MARKETING\nSUCCESS STORY. ONE OF THE REASONS FOR THE\nBRAND'S REMARKABLE GROWTH DURING THESE 18\nYEARS HAS BEEN THAT MARLBORO HAS SATISFIED\nTHE DESIRES OF THE SMOKER NG MATTER WHAT HIS\nPREFERENCES IN LENGTH, STYLE OR PACKAGING,\nAND EO NATTER WHERE IN THE WORLD HE LIVES.\nIN-1954 WE INTRODUCED MARLBORO FLAVOR li\nTHE FLIP-TOP BOX TG AMERICA. THEN WE ADDED\nTHE SOFT PACK. LATER GANE THE INTRODUCTION\nOF MARLBORO MENTHOL. MORE RECENTLY We\nINTRODUCED MARLBORO LONGHORN 1600'S FOR THOSE\nWHO PREFERRED THE EXTRA LENGTH OF THE HUNDRED\nMILLIMETER CIGARETTE. THE ACCENT HAS ALWAYS\nBEEN ON A RICH, SATISFYING FLAVOR.\n\nli ORDER TO CAPTURE THE IMAGINATION OF\nMALE SMOKERS, WE GAVE THE BRAND A DISTINCTLY\nMASCULINE IMAGE. LOUOK ARGUND THIS ROOM AND\nYOU BEGIN TO SEE HOW MARLBORG COUNTRY wAS\nBORN. WE USED THE AMERICAN COWBOY IN OUR\nADVERTISING. ALL OF Trtw HATURE MEN anO\nCGULD SETTLE BACK AND RELAX @ A WARLBORO.\n\n \n\nzozs287144\n\f",
    "augmented_texts": [
        "nradlew hghts frees Con Secewen) Salles Cont oy Remck oes ure] MANY OF the states HERE TODAY WERE WITNESS 18 YEARS AGO TO THE BIRTH OF A NEW STATE. .. A STATE OF MIND RECOGNIZED ALL OVER ue HORLD AS organism WHERE THE FLAVOR 1S. .. MARL COUNTRY. IN BEHALF OF ALL THE PegpeE ® Ho HELPED CREATE MARLBORO COUNTRY, IT IS MY PRIVILEGE TO WELCOME YOU. THE MARLBORO STORY - - WHICH WE ARE CELEBRATING TODAY - - 1S A CLASSIC MARKETING achiever STORY. ONE OF THE REASONS FOR THE BRAND ' S REMARKABLE GROWTH DURING THESE 18 YEARS HAS BEEN THAT MARLBORO HAS SATISFIED THE DESIRES OF THE SMOKER NG MATTER WHAT HIS PREFERENCES IN LENGTH, STYLE OR PACKAGING, AND EO NATTER WHERE IN THE WORLD HE LIVES. IN - 1954 WE INTRODUCED MARLBORO FLAVOR li THE FLIP - TOP boxwood TG AMERICA. THEN WE ADDED THE SOFT PACK. LATER GANE THE INTRODUCTION OF MARLBORO MENTHOL. MORE RECENTLY We INTRODUCED MARLBORO LONGHORN 1600 ' S FOR THOSE WHO opt THE EXTRA LENGTH OF THE HUNDRED MILLIMETER CIGARETTE. THE ACCENT HAS ALWAYS BEEN ON A RICH, SATISFYING FLAVOR. li ORDER TO CAPTURE THE IMAGINATION OF MALE SMOKERS, WE GAVE THE BRAND A DISTINCTLY MASCULINE IMAGE. LOUOK ARGUND THIS ROOM AND YOU BEGIN TO SEE HOW MARLBORG COUNTRY wAS BORN. WE USED THE AMERICAN COWBOY IN OUR ADVERTISING. ALL OF Trtw HATURE MEN anO CGULD SETTLE BACK AND RELAX @ A WARLBORO. zozs287144",
        "nradlew hghts frees Con Secewen) Salles Cont oy Remck oes ure] MANY OF u HERE TODAY WERE WITNESS 18 YEARS AGO TO THE BIRTH OF A NEW STATE. .. A STATE OF MIND RECOGNIZED ALL OVER ue HORLD AS existence WHERE THE FLAVOR 1S. .. MARL COUNTRY. IN BEHALF OF ALL THE PegpeE ® Ho HELPED CREATE MARLBORO COUNTRY, IT IS MY PRIVILEGE TO WELCOME YOU. THE MARLBORO STORY - - WHICH WE ARE CELEBRATING TODAY - - 1S A CLASSIC MARKETING SUCCESS STORY. ONE OF THE REASONS FOR THE BRAND ' S REMARKABLE GROWTH DURING THESE 18 year HAS BEEN THAT MARLBORO HAS SATISFIED THE DESIRES OF THE SMOKER NG MATTER WHAT HIS PREFERENCES IN LENGTH, STYLE OR PACKAGING, AND EO NATTER WHERE IN THE WORLD HE LIVES. atomic number 49 - 1954 WE INTRODUCED MARLBORO FLAVOR li THE FLIP - TOP BOX TG AMERICA. THEN WE ADDED THE SOFT coterie. LATER GANE THE INTRODUCTION OF MARLBORO MENTHOL. MORE RECENTLY We INTRODUCED MARLBORO LONGHORN 1600 ' S FOR THOSE WHO PREFERRED THE EXTRA LENGTH OF THE HUNDRED MILLIMETER CIGARETTE. THE ACCENT HAS ALWAYS BEEN ON A RICH, SATISFYING FLAVOR. li ORDER TO CAPTURE THE IMAGINATION OF MALE SMOKERS, WE GAVE THE BRAND A DISTINCTLY MASCULINE IMAGE. LOUOK ARGUND THIS ROOM AND YOU BEGIN TO SEE HOW MARLBORG COUNTRY wAS BORN. WE USED THE AMERICAN COWBOY IN OUR ADVERTISING. ALL OF Trtw HATURE MEN anO CGULD SETTLE BACK AND RELAX @ A WARLBORO. zozs287144"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The MarLBORO brand is celebrating its 50th anniversary this year. The brand has been around since 1954. Marlboro Country was the first state in the U.S. to be named after the brand. It is now the second-largest market for cigarettes in North America."
}