{
    "filename": "2021274625_2021274627.jpg",
    "metadata": {},
    "text": "DRAFT 8/20\n\nRemarks by\nHugh Cullman\nvice Chairman of the Board\nPhilip Morris Companies Inc.\nfor\nNew York Tobacco and Candy Distributors\nSeptember 18, 1987\n\n‘Time: 2\n(GEORGE ELICOFON PRESENTS HUGH CULLMAN WITH ELDER\nSTATESMAN OF THE YEAR AWARD) a L Li\n\nnee t eg\n\n‘Thank you, George... ff an a gore\n\nAnd thanks, too, to the board and membership of the New\nYork State Association of Tobacco and Candy Distributors\n\nfor your generosity in conferring this honor on me.\n\nLet me in turn call your attention to the immeasurble\ncontributions... to your association and to the\ndistribution industry... of George Elicofon\n(\"EL-ih-sof-un\").\n\n‘The man is a true leader, and you are fortunate indeed to\nhave someone with such creativity, energy, and vision as\n\nyour executive director and guiding spirit.\n\nSzap2z2tzoe\n\f",
    "augmented_texts": [
        "DRAFT 8 / 20 Remarks by Hugh Cullman vice Chairman of the Gameboard Philip Morris Companies Iraqi national congress. for New York Tobacco and Candy Distributors September 18, 1987 ‘ Time: 2 (GEORGE ELICOFON PRESENTS HUGH CULLMAN WITH ELDER STATESMAN OF THE class AWARD) a L Li nee t eg ‘ Thank you, George. .. ff an a gore And thanks, overly, to the board and membership of the New York State Association of Tobacco and Candy Distributors for your generosity in conferring this honor on me. Let me in turn call your attention to the immeasurble contributions. .. to your association and to the statistical distribution industriousness. .. of George Elicofon (\" EL - ih - sof - un \" ). ‘ The valet is a true leader, and you are fortunate indeed to have someone with such creativity, energy, and vision as your executive director and guiding spirit. Szap2z2tzoe",
        "conscription 8 / 20 Remarks by Hugh Cullman vice Chairman of the Board Philip Morris Companies Inc. for New York Tobacco and Candy Distributors September 18, 1987 ‘ Time: 2 (GEORGE ELICOFON PRESENTS HUGH CULLMAN WITH ELDER STATESMAN OF THE twelvemonth awarding) a L Li nee t eg ‘ Thank you, George iv. .. ff an a gore And thanks, too, to the board and membership of the New York State Association of Baccy and Candy Distributors for your generosity in conferring this honor on me. Let me in turn call your attending to the immeasurble contributions. .. to your tie and to the distribution industry. .. of George Elicofon (\" EL - ih - sof - un \" ). ‘ The man is a true leader, and you are rosy indeed to have someone with such creativity, energy, and vision as your executive director and guiding spirit. Szap2z2tzoe"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Hugh Cullman is the former chairman of the board of Philip Morris Companies. He was awarded the 1987 New York State Governor's Award for Outstanding Contribution to the State of New Jersey. The award was presented by George Elicofon, the company's executive director and guiding spirit."
}