{
    "filename": "2021584986_2021584993.jpg",
    "metadata": {},
    "text": "ATTACHMENT A\n\nPerformance of Barclay Cigarettes\nwith Filter Grooves Blocked\n\nAn experiment has been performed to determine the variation\nin ventilation level and smoke delivery of the Barclay cigarette\nas a function of the number of filter grooves blocked. The\nBarclay filter relies exclusively on peripheral air channel\ngrooves to provide a high level of ventilation. It has been\nshown the: the lips of the smoker interact with the filter grooves\nand thus diminish the ventilation level and increase the \"tar\"\ndelivered. The present experiment was designed to show the extent\nof ventiistion decrease and \"tar\" increase as a function of filter\ngroove blockage.\n\n \n\n  \n\nBarclay cigarettes (85 mm. soft pack) were prepared by block- ~~\n\ning 0, 1, 2, 3 or 4 of the filter groove openings with tipping\nglue. The glue was carefully applied such that a minimal amount\nOf tow wes contacted. After blocking the filter grooves, samples\nof the prepared cigarettes were submitted to the R&D Analytical\n\n+ Services Division for routine smoke analyses under standard FTC\nsmoking conditions. Pressure drop and air dilution measurements\nwere also performed. The results of these analyses are summarized\nin Table\n\n  \n\n \n\nAs the results summarized in Table I show, smoke component\ndeliveries increased dramatically with the number of filter grooves\nblocked. The FIC \"tar\" delivery increased from 1.8 mg/cigt. with\nno grooves blocked to 11.7 mg./ cigt. with all four grooves glued\nshut. Other measured smoke component deliveries as well as ciga-\nrette drafts (DHO) increased as well. Air dilution levels\ndecreased from 67.0% with no grooves blocked to 11.9% with four\ngrooves blocked (Table 1). FIC \"tar,\" carbon monoxide (CO),\nCigarette draft (DHO) and air dilution were found to vary exponen-\ntially with the number of filter grooves blocked (figures 1, 2, 3,\n4, respectively). Linear regression coefficients for these models\nare summarized in Table Il.\n\n \n\nThe results of the experiment show that as the Barclay filter\ngrooves are closed off, the level of ventilation decreases sub-\nstantially. As a consequence, FIC \"tar\" and other smoke component\nG.g. nicotine, CO, etc.) deliveries increase exponentially. The\nmathematical models for the relationships between groove blockage\nand analytical measurements can be used to estimate the number of\nfilter grooves closed during human smoking of the Barclay. In a\nsubmission to the FIC, Philip Morris reported that the average\nventilation level measured for smokers was about 327*. Using the\nventilation value of 32%, the air dilution model (Table 11)\n\n \n\n*See footnote next page.\n\n986r8stz0z\n\f",
    "augmented_texts": [
        "ATTACHMENT A Performance of Barclay Cigarettes with Filter Grooves Blocked An experiment stimulate been performed to determine the variation in ventilation level and smoke delivery of the Barclay cigarette as a function of the number of filter grooves blocked. The Barclay filter relies exclusively on peripheral air channel grooves to provide a high level of ventilation. It has been shown the: the lips of the smoking carriage interact with the filter grooves and thus diminish the ventilation story and increase the \" tar \" delivered. The present experiment was designed to show the extent of ventiistion decrease and \" tar \" increase as a function of filter groove blockage. Barclay cigarettes (85 mm. soft pack) were prepared by block - ~ ~ ing 0, 1, 2, 3 or 4 of the filter groove openings with tipping glue. The glue was carefully applied such that a minimal amount Of tow wes contacted. After blocking the filter grooves, samples of the prepared cigarettes were submitted to the R & D Analytical + Services Segmentation for routine smoke analyses under standard FTC smoking conditions. Pressure drop and air dilution measurements were also performed. The results of these analyses are summarized in Table As the results summarized in Table I show, smoke component deliveries increased dramatically with the number of filter grooves blocked. The FIC \" tar \" delivery increased from 1. 8 mg / cigt. with no groove blocked to 11. 7 mg. / cigt. with all four grooves glued shut. Other measured smoke component deliveries as well as ciga - rette drafts (DHO) increased as well. Air dilution levels decreased from 67. 0% with no grooves blocked to 11. 9% with four grooves blocked (Table 1 ). FIC \" tar, \" carbon monoxide (CO ), Cigarette draft (DHO) and air dilution were found to vary exponen - tially with the number of filter grooves blocked (figures 1, 2, 3, 4, severally ). Linear regression coefficients for these models are summarized in Table Il. The results of the experiment show that as the Barclay filter grooves are closed off, the level of ventilating system decreases sub - stantially. As a consequence, FIC \" tar \" and other smoke component G. universal gravitational constant. nicotine, CO, etc.) deliveries increase exponentially. The mathematical models for the relationships between groove blockage and analytical measurements can be used to estimate the number of filter grooves closed during human smoking of the Barclay. In a submission to the FIC, Philip Morris reported that the average public discussion level measured for smokers was about 327 *. Using the ventilation value of 32% , the air dilution model (Table 11) * See footnote next page. 986r8stz0z",
        "ATTACHMENT A Performance of Barclay Cigarettes with Filter Grooves Blocked An experiment has been performed to determine the variation in ventilation level and smoke delivery of the Barclay cigarette as a function of the number of filter grooves blocked. The Barclay filter relies exclusively on peripheral air channel grooves to provide a high level of ventilation. It has been shown the: the lips of the smoker interact with the filter grooves and thus diminish the ventilation level and increase the \" tar \" delivered. The present experiment was designed to show the extent of ventiistion decrease and \" tar \" increase as a function of filter groove blockage. Barclay cigarettes (85 mm. soft pack) were prepared by block - ~ ~ ing 0, 1, 2, 3 or 4 of the filter groove openings with tipping glue. The glue was carefully applied such that a minimal amount Of tow wes contacted. After blocking the filter grooves, samples of the prepared cigarettes were submitted to the R & D Analytical + Services Division for routine smoke analyses under standard FTC smoking conditions. Pressure drop and air dilution measurements were also performed. The results of these analyses are summarized in Table As the results summarized in Mesa Unity show, smoke component deliveries increased dramatically with the number of filter grooves blocked. The FIC \" tar \" delivery increased from 1. 8 mg / cigt. with no grooves blocked to 11. 7 mg. / cigt. with all four grooves paste shut. Other measured smoke component deliveries as comfortably as ciga - rette drafts (DHO) increase as well. Air dilution levels decreased from 67. 0% with no grooves blocked to 11. 9% with four grooves blocked (Table 1 ). FIC \" tar, \" carbon monoxide (CO ), Cigarette draft (DHO) and air dilution were found to vary exponen - tially with the number of filter grooves blocked (figures 1, 2, 3, 4, respectively ). Linear regression coefficients for these models are summarized in Table Il. The results of the experiment show that as the Barclay filter grooves are closed off, the level of ventilation decreases sub - stantially. As a consequence, FIC \" tar \" and other smoke component G. g. nicotine, CO, etc.) deliveries increase exponentially. The mathematical models for the relationships between groove blockage and analytical measurements can be used to estimate the number of filter grooves closed during human smoking of the Barclay. In a submission to the FIC, Philip Morris reported that the average ventilation level measured for smokers was about 327 *. Using the breathing value of 32% , the air dilution model (Table xi) * See footnote next page. 986r8stz0z"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Barclay cigarettes (85 mm. soft pack) were prepared by block- ~~ing 0, 1, 2, 3 or 4 of the filter groove openings with tipping-glue. Pressure drop and air dilution measurements were also performed. The FIC \"tar\" delivery increased from 1.8 mg/cigt. with no grooves blocked to 11.9% with four groove blocked."
}