{
    "filename": "2022160551_2022160552.jpg",
    "metadata": {},
    "text": "CHARGE NUMBER:\nPROJECT TITLE: SMOKER SIMULATION STUDIES\n\n4008\n\n \n\nPERIOD COVERED: June 1 - June 29, 1973\nDATE OF REPORT: July 10, 1973\n\nPROJECT LEADER: George C. Kiritsis\n\nDATA COLLECTION\n\nA. Upgrading\n\nAdditional recording units are being prepared to facilitate\nsubject data collection. The collection of additional smoker profile\ndata is an on-going part of this project. The Engineering Services s\nDivision completed the preparation of additional cigaret holders\nto accomodate various types of cigarets for the recording of human\nsmoking patterns.\n\nB. Smoking Pattern Results\n1. Cigaret Holders (Cigar Tip vs. Severed Filter Ti\n\n \n\nThe statictical evaluation of the smoking data from the\ncomputer readout, to determine if smoking differences existed\nbetween the cigar tip and the severed filter tip, showed that either\ntip can be used in a product test, but the tips cannot be mixed\nWithin a study. Furthermore, subjects smoked the same cigaret dif-\nferently with the two tips but the direction of the difference was\nnot consistent from one smoker to another.\n\n2. Filter vs. Non-Filter Study\n\nA product test comparing a filter (Marlboro 85) cigaret\nvs. non-filter (PM Commander) cigaret was completed.\n\na. PM Commander Smokers on Marlboro 85\nSmoked fewer puffs, had a slightly lover\nvolume per puff and a lower flow rate, compared\n\nto their own brand.\nb. Marlboro 85 Smokers on PM Commander\n\nSmoked more puffs with essentially the\nsame volume and flow rate compared to their\nown brand.\n\nc. All Smokers Combined\n\nTssogtzz0z\n\nSmoked the Marlboro 85: fewer puffs,\nlower puff volume and lower flow rate i\ncompared to the PM Commander.\n\f",
    "augmented_texts": [
        "CHARGE NUMBER: PROJECT TITLE: SMOKER SIMULATION STUDIES 4008 PERIOD COVERED: June 1 - June 29, 1973 DATE OF REPORT: July 10, 1973 PROJECT LEADER: George C. Kiritsis DATA COLLECTION A. Upgrading Additional recording units are being prepared to facilitate subject data collection. The collection of additional smoker profile data is an on - going part of this project. The Engineering Services s Division completed the preparation of additional cigaret holders to accomodate various types of cigarets for the recording of human smoking patterns. B. Smoking Pattern Results 1. Coffin nail Holders (Cigar Tip vs. Severed Filter Ti The statictical valuation of the smoking data from the computer readout, to determine if smoking differences existed between the cigar tip and the severed filter tip, show that either tip lavatory be used in a product test, but the tips cannot be mixed Within a study. Furthermore, subjects smoked the same cigaret dif - ferently with the two tips but the direction of the difference was not consistent from one smoker to another. 2. Filter vs. Non - Filter Study A product test comparing a filter (Marlboro 85) cigaret vs. non - filter (PM Commander) cigaret was completed. a. PM Commander Smokers on Marlboro 85 Smoked fewer puffs, had a slightly lover volume per puff and a lower flow rate, compared to their ain brand. b. Marlboro 85 Smokers on PM Commander Smoked more puffs with essentially the same volume and flow rate compared to their own brand. c. All Smokers Combined Tssogtzz0z Smoked the Marlboro 85: fewer puffs, lower puff volume and lower flow rate i compared to the PM Commander.",
        "CHARGE NUMBER: PROJECT TITLE: SMOKER SIMULATION STUDIES 4008 PERIOD COVERED: June 1 - June 29, 1973 DATE OF REPORT: July 10, 1973 PROJECT LEADER: George C. Kiritsis DATA COLLECTION A. Upgrading Additional commemorate units are being prepared to ease subject data collection. The collection of extra smoker profile data follow an on - going part of this project. The Engineering Services s Naval division completed the preparation of additional cigaret holders to accomodate various types of cigarets for the transcription of human smoking patterns. B. Smoking Pattern Results 1. Cigaret Holders (Cigar Pourboire vs. Severed Filter Ti The statictical evaluation of the smoking data from the computer readout, to determine if smoking differences existed between the cigar tip and the severed filter tip, show that either tip can be used in a product test, but the tips cannot be mixed Within a study. Furthermore, subjects smoked the same cigaret dif - ferently with the two tips but the direction of the difference was not consistent from one smoker to another. 2. Filter vs. Non - Filter Study A product test comparing a filter (Marlboro 85) cigaret vs. non - filter (PM Commander) cigaret was completed. a. PM Commander Smokers on Marlboro 85 Smoked fewer puffs, had a slightly lover volume per puff and a lower flow rate, compared to their own brand. b. Marlboro 85 Smokers on PM Commander Smoked more puffs with essentially the same volume and flow rate compared to their own steel. c. All Smokers Combined Tssogtzz0z Smoked the Marlboro 85: fewer puffs, lower puff volume and lower flow rate i compared to the PM Commander."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Cigar smokers on the Marlboro 85 smoked fewer puffs, had a lower puff volume and lower flow rate compared to the PM Commander. The direction of the difference was not consistent from one smoker to another. All smokers smoked the same cigaret dif-ferently with the two tips."
}