{
    "filename": "2022162473.jpg",
    "metadata": {},
    "text": "PROJECT NUMBER: 0008\nPROJECT TITLE: Computer Applications/General Support\nPROJECT LEADER: © G. D. Davis\n\nPERIOD COVERED: March 15 - April 19, 1988\n\nPi\n\n \n\nPulerum Test\n\n \n\nA. Objective: To develop a working understanding of the Palantir scanner\nand the Fulcrum Fultext database; to create a Fultext collection for\nuser testing utilizing data captured through the Palantir scanner.\n\nB. Results: A total of 18 user specified files were entered into the\nsystem using the Palantir Scanner. Two of these files were unable to be\nscanned due to smearing of the newspaper print. All the files were\ncreated from articles found in newspapers or magazines. Overall, the\nPalantir did an excellent job of scanning this data in. it did prove to\nbe fairly time consuming though due to the Palantir user being a novice\nand the data having been derived from newspaper print.\n\nFulcrum was used to create a fultext database collection. It had no\napparent problems with any of the files referenced. ‘The created\ndatabase and profile were brought to the Library. ‘The necessary\nenvironment variables and path names were added to the .logins to access\nfultext. A demonstration/training session was held with Charity\nMcDonald to introduce her to the basic commands, menus and terminology\nneeded to use Fulcrum.\n\n©. Conclusions: The Library’s initial reaction to the fultext database\nseemed very positive. They were particularly impressed with the general\nflow of the menus and ease of use. It was determined that the Palantir\nscanner could not be used to enter into the system data that was\ngenerated before January of this year. Prior to this time the method of\nstoring data was an unconcernedly cut and paste process that created\nshadows, lines and severe skewing of the file making it impossible for\nany scanner to read. However, due to improvements in this method used\nto store data, the Palantir scanner will be used from this date on to\nscan data into the system.\n\nD. Plans: To remain accessible to the library users as they continue to\ntest the Fulcrum database to answer questions or give support in anyway\nNeeded. To continue expanding the current knowledge base about the\nFulcrum database and the Palantir scanner. A meeting with Fulcrum is\nscheduled for the week of May Sth here at CAD. At that time we will\nhave the opportunity to ask questions, tailor screens and develop fields\nthat will generically meet all our user requirements.\n\n18\n\n€Lveatzz0z\n\f",
    "augmented_texts": [
        "PROJECT NUMBER: 0008 PROJECT TITLE: Computer Applications / General Support PROJECT LEADER: © G. D. Davis PERIOD COVERED: March 15 - April 19, 1988 Pi Pulerum Test A. Objective: To develop a working understanding of the Palantir scanner and the Fulcrum Fultext database; to create a Fultext collection for user testing utilizing data captured through the Palantir scanner. B. Results: A total of 18 user specified files were entered into the system using the Palantir Scanner. Two of these files were unable to be scanned referable to smearing of the newspaper print. All the files were created from articles found in newspapers or magazines. Overall, the Palantir did an excellent job of scanning this data in. information technology did prove to be fairly time consuming though due to the Palantir user being a novice and the data having been derived from newspaper print. Fulcrum was used to create a fultext database collection. It had no apparent problems with any of the files referenced. ‘ The created database and profile were brought to the Library. ‘ The necessary environment variables and path names were added to the. logins to access fultext. A demonstration / training session was held with Charity McDonald to introduce her to the basic commands, menus and language needed to use Fulcrum. ©. Conclusions: The Library ’ s initial reaction to the fultext database seemed very positive. They were particularly impressed with the general flow of the menus and ease of use. It was determined that the Palantir scanner could not be use to enter into the system data that constitute bring forth before January of this year. Prior to this time the method acting of storing data was an unconcernedly cut and paste process that created shadows, lines and severe skewing of the file making it impossible for any scanner to read. However, due to improvement in this method used to stash away data, the Palantir scanner will be used from this date on to scan data into the system. D. Plans: To remain accessible to the library users as they continue to test the Fulcrum database to answer questions or give support in anyway Needed. To continue expanding the current knowledge base about the Fulcrum database and the Palantir scanner. A meeting with Fulcrum is scheduled for the week of May Sth here at CAD. At that time we will have the opportunity to ask questions, tailor screens and develop fields that will generically meet all our user requirements. 18 € Lveatzz0z",
        "PROJECT NUMBER: 0008 PROJECT TITLE: Computing machine Applications / General Support PROJECT LEADER: © G. D. Davis PERIOD COVERED: March 15 - April 19, 1988 Pi Pulerum Test A. Objective: To develop a working understanding of the Palantir scanner and the Fulcrum Fultext database; to create a Fultext collection for user testing utilizing data captured through the Palantir scanner. Vitamin b complex. Results: A total of 18 user specified files were entered into the system using the Palantir Scanner. Two of these files were unable to be scanned due to smearing of the newspaper print. All the files were created from articles found in newspapers or magazines. Overall, the Palantir did an excellent job of scanning this data in. it did prove to be fairly time consuming though due to the Palantir user being a novice and the data having been derived from newspaper print. Fulcrum was used to create a fultext database collection. It feature no apparent job with any of the files referenced. ‘ The created database and profile were brought to the Library. ‘ The necessary environment variables and path names were added to the. logins to access fultext. A demonstration / training session was held with Charity McDonald to introduce her to the basic commands, menus and terminology needed to use Fulcrum. ©. Conclusions: The Library ’ s initial reaction to the fultext database seemed very positive. They were particularly impressed with the general flow of the menus and ease of use. It was determined that the Palantir scanner could not be used to enter into the system data that be generated before January of this year. Prior to this time the method of storing data was an unconcernedly cut and paste process that created shadows, lines and severe skewing of the file making it impossible for any scanner to read. However, due to improvements in this method used to store data, the Palantir scanner will be used from this date on to scan data into the system. D. Plans: To remain accessible to the library users as they continue to try out the Fulcrum database to answer questions or give bread and butter in anyway Needed. To continue expanding the current knowledge base about the Fulcrum database and the Palantir scanner. A meeting with Fulcrum is scheduled for the week of May Sth here at CAD. At that time we will hold the opportunity to ask questions, tailor screens and develop fields that will generically meet all our user requirements. 18 € Lveatzz0z"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "A total of 18 user specified files were entered into the system using the Palantir Scanner. The data was derived from newspaper print and was used to create a fultext database collection. A meeting with Fulcrum is scheduled for the week of May Sth here at CAD."
}