{
    "filename": "2022208753_2022208755.jpg",
    "metadata": {},
    "text": "Finger Coverage Study\n\nMost American filter cigarettes are designed to reduce tar delivery\nby allowing air to enter the mainstream of smoke through bands of holes\npierced in the paper covering the filter. It has been asserted that\nsmokers occasionally place their fingers over that portion of the cig-\narette filter where the bands are located. A laboratory study has been\nconducted with respect to this alleged behavior and its possible influence\n\nupon FIC tar deliveries of ventilated cigarettes.\n\nThe study had the following objectives:\n\n1) To quantify the incidence of apparent hole coverage by the\nfingers under reasonably representative smoking conditions.\n\n2) To establish analytically the relationship between actual\nincremental hole coverage (dilution reduction) and FTC tar\ndelivery changes.\n\n3) To calculate from the empirical data generated in 1) and 2)\nthe maximum changes in FIC tar delivery values which could be\n\nattributable to finger coverage of the dilution holes.\n\nPart 1. The behavforal observations were made by an independent 1ab-\noratory. The placement of fingers on cigarettes while smoking was re-\n\ncorded for 113 regular smokers by three concealed video cameras. The\n\nsubjects had no relationship with either the investigating laboratory or\n\nthe sponsor of the study, nor were they aware of the purpose of the: study\n\nor that their behavior was being recorded. There were three groups of\n\nsmokers drawn by brand smoked from three FIC tar delivery ranges (< 7mg.,\n7-12 mg.and > 12 mg.). A subject smoked one cigarette of his usual brand\n\n(a ventilated cigarette) under in situ conditions. Three judges independently\n\ndetermined from analysis of slow-motion playback of the video tapes when\n\neszsozezoe\n\f",
    "augmented_texts": [
        "Finger Coverage Study Most American filter cigarettes are designed to reduce tar delivery by allowing air to enter the mainstream of smoke through bands of holes pierced in the paper covering the filter. It has been asserted that smokers occasionally place their fingers over that portion of the cig - arette filter where the band are located. A laboratory study has been conducted with respect to this alleged behavior and its possible influence upon FIC tar deliveries of ventilated cigarettes. The study had the following objectives: 1) To quantify the incidence of apparent hole coverage by the fingers under reasonably representative smoking conditions. 2) To establish analytically the relationship between actual incremental hole coverage (dilution reduction) and FTC tar delivery changes. 3) To calculate from the empirical data generated in 1) and 2) the maximum changes in FIC tar delivery values which could be attributable to finger coverage of the dilution holes. Part 1. The behavforal observance were made by an independent 1ab - oratory. The placement of fingers on cigarettes while smoking was re - corded for 113 regular smokers by three concealed video cameras. The subjects had no relationship with either the investigating laboratory or the sponsor of the study, nor were they aware of the purpose of the: study or that their behavior was being recorded. There were three groups of smokers drawn by sword smoked from tierce FIC tar delivery ranges (< 7mg. , 7 - 12 mg. and> 12 mg. ). A subject smoked one cigarette of his usual brand (a ventilated cigarette) under in situ conditions. Three judge independently determined from analysis of slow - motion playback of the video tapes when eszsozezoe",
        "Finger Coverage Bailiwick Most American filter cigarettes are designed to reduce tar delivery by allowing air to enter the mainstream of smoke through band of holes pierced in the paper covering the filter. It has been asserted that smoker on occasion place their fingers over that portion of the cig - arette filter where the bands are located. A laboratory study has been conducted with respect to this alleged behavior and its possible influence upon FIC tar deliveries of ventilated cigarettes. The study had the following objectives: 1) To quantify the incidence of apparent hole coverage by the fingers under reasonably representative smoking conditions. 2) To establish analytically the relationship between actual incremental hole coverage (dilution reduction) and FTC tar delivery changes. 3) To calculate from the empirical data generated in 1) and 2) the maximum changes in FIC tar delivery values which could be attributable to finger coverage of the dilution holes. Part 1. The behavforal observations were made by an independent 1ab - oratory. The placement of fingers on cigarettes while smoking be re - corded for 113 regular smokers by three concealed video cameras. The subjects had no relationship with either the investigating laboratory or the sponsor of the study, nor were they aware of the purpose of the: study or that their behavior was being recorded. There were three groups of smoker drawn by brand smoked from three FIC tar delivery ranges (< 7mg. , 7 - 12 mg. and> 12 mg. ). A subject smoked one cigarette of his usual brand (a ventilated cigarette) under in situ conditions. Three judges independently determined from analysis of slow - motion playback of the video tapes when eszsozezoe"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Finger Coverage Study. Most American filter cigarettes are designed to reduce tar delivery by allowing air to enter the mainstream of smoke through bands of holes in the paper covering the filter. It has been asserted that some smokers occasionally place their fingers over that portion of the cig-                arette filter where the bands are located. The study had the following objectives:. To quantify the incidence of apparent hole coverage by the                fingers under reasonably representative smoking conditions."
}