{
    "filename": "2022168703_2022168704.jpg",
    "metadata": {},
    "text": "2520\nFlavor Research\nY. Houminer\nMarch, 1990\n\n \n\nCOMMERCIALIZATION OF GMC AND POLYMIC\n\nA. Qbiective: To find chemical manufacturers who are capable of\nProducing large quantities of GMC and polyMIC.\n\nB. Results: The production of batch 004 of GHC (250 lbs.) at Lee\nLaboratories has been reviewed and has been rescheduled for the\nfirst week in May. We have started a careful analysis of the\nprocess currently used in the production of GMC. This will enable\nus to obtain a better estimate of the cost of production of\nquantities up to 25,000 lbs. per year. Additional samples of GNC\nhave been supplied to W. Nichols and G. Yatrakis for new\napplication trials. The development of an application technique\nto filler is essential to the success of this project.\n\n \n\nDr. W. B. Edwards attended the SOCMA meeting in San Francisco in\nwhich he visited the exhibitions of 65 small manufacturers and\nmade important connections with a few of them.\n\nTT. ELAVOR RELEASE TECHNOLOGY\n\nA. Qbiective: To investigate the synthesis and pyrolysis of various\nflavor release systems for use in new or improved products\n\n \n\nB. Results: Ethyl 3-hydroxy-3~(4’t~butoxycarbonyloxy-3/ -methoxy-\npheny1)-2-phenylpropanoate (CR-2911, mixture of diastereomer) was\nPrepared by reacting the lithium enolate of ethyl phenylacetate\nwith 4-t-butoxycarbonyloxy-3-methoxybenzaldehyde (CR-2910) in\ncyclohexane/THF. The yield and the diastereomeric ratio were\ncomparable to those of CR-2898. CR-2911 was also prepared in near\nquantitative yield by reacting CR-2898 with di-t-butyl dicarbonate\nand sodium carbonate in ethyl acetate. CR-2908 and CR-2909, the\ndiastereomers that made up CR-2911, were prepared by this second\nroute from CR-2852 and CR-2897 respectively. A 25 g sample of CR-\n2911 was submitted to Flavor Development for subjective\nevaluation, and additional sample of 69 g for paper coating.\nAnother 55g of CR-2898 was also delivered to Flavor Development .\n\n \n\ncR-2911 was submitted for pyrolysis gc/ms analysis and was found\nto release vanillin and ethyl phenylacetate very cleanly at both\n200° and 300°C. TGA showed complete decomposition of material, at\n‘about 170°C. CR+2910 was also found to pyrolyze cleanly at 200°\nand 300°C to give vanillin.\n\nA15 g sample of CR-2898, prepared by Aldrich for PM was\n\nrecrystallized with ethyl acetate/hexane. A sample of this\nrecrystallized material was analyzed by M. Zimmerman.\n\n39\n\n£0z289T2z0z\n\f",
    "augmented_texts": [
        "2520 Flavor Research Y. Houminer March, 1990 COMMERCIALIZATION OF GMC AND POLYMIC A. Qbiective: To find chemical manufacturers who are capable of Producing large quantities of GMC and polyMIC. B. Termination: The production of batch 004 of GHC (250 lbs.) at Lee Laboratories has been reviewed and has been rescheduled for the first week in May. We have started a careful analysis of the process currently used in the production of GMC. This will enable us to obtain a better estimate of the cost of yield of quantities up to 25, 000 lbs. per year. Additional samples of GNC have been supplied to W. Nichols and G. Yatrakis for new application trials. The development of an application technique to filler is essential to the success of this project. Dr. W. B. Edwards attended the SOCMA meeting in San Francisco in which he visited the exposition of 65 small manufacturers and made important connections with a few of them. TT. ELAVOR RELEASE TECHNOLOGY A. Qbiective: To investigate the synthesis and pyrolysis of various flavor release systems for use in new or improved products B. Results: Ethyl 3 - hydroxy - 3 ~ (4 ’ t ~ butoxycarbonyloxy - 3 / - methoxy - pheny1) - 2 - phenylpropanoate (CR - 2911, mixture of diastereomer) was Prepared by respond the lithium enolate of ethyl phenylacetate with 4 - t - butoxycarbonyloxy - 3 - methoxybenzaldehyde (CR - 2910) in cyclohexane / THF. The yield and the diastereomeric ratio were comparable to those of CR - 2898. CR - 2911 was also prepared in near quantitative yield by reacting CR - 2898 with di - t - butyl dicarbonate and sodium carbonate in ethyl acetate. CR - 2908 and CR - 2909, the diastereomers that made up CR - 2911, were prepared by this second route from CR - 2852 and CR - 2897 respectively. A 25 g sample of CR - 2911 was submitted to Flavor Development for subjective evaluation, and additional sample of 69 g for paper coating. Another 55g of CR - 2898 was also delivered to Flavor Development. cR - 2911 was submitted for pyrolysis gc / ms analysis and was found to release vanillin and ethyl phenylacetate very cleanly at both 200 ° and 300 ° C. TGA showed stark decomposition of material, at ‘ about 170 ° C. CR + 2910 was also establish to pyrolyze cleanly at 200 ° and 300 ° C to give vanillin. A15 g sample of CR - 2898, prepared by Aldrich for PM was recrystallized with ethyl acetate / hexane. A sample of this recrystallized material was analyzed by M. Zimmerman. 39 £ 0z289T2z0z",
        "2520 Flavor Research Y. Houminer March, 1990 COMMERCIALIZATION OF GMC AND POLYMIC A. Qbiective: To find chemical manufacturers who are capable of Producing large measure of GMC and polyMIC. B. Results: The production of batch 004 of GHC (250 lbs.) at Lee Laboratories have been reviewed and has been rescheduled for the first week in May. We have started a careful analysis of the process currently used in the production of GMC. This will enable us to obtain a better estimate of the cost of production of quantities up to 25, 000 lbs. per year. Additional samples of GNC have been supplied to W. Nichols and G. Yatrakis for new application trials. The development of an application technique to filler is of the essence to the success of this project. Dr. W. B. Edwards attended the SOCMA meeting in San Francisco in which he visited the exhibitions of 65 small manufacturers and made important connections with a few of them. TT. ELAVOR RELEASE TECHNOLOGY A. Qbiective: To investigate the synthesis and pyrolysis of various flavor release systems for use in new or improved products B. Results: Ethyl 3 - hydroxy - 3 ~ (4 ’ t ~ butoxycarbonyloxy - 3 / - methoxy - pheny1) - 2 - phenylpropanoate (CR - 2911, mixture of diastereomer) was Prepared by reacting the li enolate of ethyl phenylacetate with 4 - t - butoxycarbonyloxy - 3 - methoxybenzaldehyde (CR - 2910) in cyclohexane / THF. The yield and the diastereomeric ratio were comparable to those of CR - 2898. CR - 2911 was also prepared in near quantitative yield by reacting CR - 2898 with di - t - butyl dicarbonate and sodium carbonate in ethyl acetate. CR - 2908 and CR - 2909, the diastereomers that made up CR - 2911, were prepared by this second route from CR - 2852 and CR - 2897 respectively. A 25 g sample of CR - 2911 was submitted to Flavor Development for subjective evaluation, and additional sample of 69 g for paper coating. Another 55g of CR - 2898 was also delivered to Flavor Development. cR - 2911 was relegate for pyrolysis gc / ms analysis and be found to release vanillin and ethyl phenylacetate very cleanly at both 200 ° and 300 ° Atomic number 6. TGA showed complete decomposition of material, at ‘ about 170 ° C. CR + 2910 was also found to pyrolyze cleanly at 200 ° and 300 ° C to give vanillin. A15 g sample of CR - 2898, prepared by Aldrich for PM was recrystallized with ethyl acetate rayon / hexane. A sample of this recrystallized material was analyzed by M. Zimmerman. 39 £ 0z289T2z0z"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The production of batch 004 of GHC (250 lbs.) at LeeLaboratories has been reviewed. The development of an application technique to filler is essential to the success of this project. This will enable us to obtain a better estimate of the cost of production up to 25,000 lbs. per year. Additional samples of GNC have been supplied for new trials."
}