{
    "filename": "2022230659_2022230660.jpg",
    "metadata": {},
    "text": "on a)\n\nwow\n\nbw be\n\n= = eee me\n\nCHARGE NUMBER: 4009\n\n \n\nPROJECT TITL Paper and Filler Modification\n\n \n\nPROJECT LEAD W. A. Geiszler\n\n \n\nPERIOD COVERED: October, 1975\n\n1. PAPER ADDITIVES\n\nBrown cigarette papers colored with humic acid and\npost-treated with various salts for color fastness are being\ntested for CO delivery. It has been observed on cigarettes\nwith humic acid coated paper that the paper burns slower than\nthe tobacco during the interval between puffs. Conventional\nwhite cigarette papers burn at the same rate as the tobacco.\nThe higher CO delivery of the brown cigarettes, could be due\nto a shielding of the coal by the brown paper.*\n\nA copper-containing water-soluble chlorophyll appears\nat this time to be the best coloring agent for a green cigarette\npaper. Smoke delivery and color fastness characteristics are\nBeing determined for different chlorophyll levels on the paper.”\n\nSEF panelists were unable to detect any contribution me\nto sidestream aroma from chocolate flavor applied to the paper.\nNo further testing of the chocolate-treated paper is planned.\n\nA rotogravure printing machine has been installed\nand debugged. With this machine, cigarette paper can be printed\nin a registered pattern to give, for instance, a special flavor |\non only the last few puffs. ‘\n\nII, FILLER ADDITIVES i\n\nA cigarette model containing 40% ET and 1.2% DAP in\nthe filler has given the same puff count as the Marlboro-like\ncontrol. Cigarettes will now be made for RP” testing.\n\nIII. ENCAPSULATED FLAVORS\n\nKlucel has been tested as a binding agent for spraying\nencapsulated menthol on filler. About 30% of the menthol is\nJost during cigarette making, indicating Klucel is not a satis-\nfactory binding agent.’ The pneumatic system for adding capsules\nto the cigarette on the maker has not been tested yet.\n\n&\no\n\nIV. FILTER DILUTION VIA POROUS TIPPING\n\nA filter dilution level of 20% was achieved by ring\ntipping a filter with porous cork plug wrap to the tobacco rod.\nBy using non-porous ring tipping, the cigarette extinguishes\nwithout burning into the filter.\n\f",
    "augmented_texts": [
        "on a) wow bw be = = eee me CHARGE NUMBER: 4009 PROJECT TITL Paper and Filler Modification PROJECT LEAD W. A. Geiszler PERIOD COVERED: October, 1975 1. PAPER ADDITIVES Brown cigarette papers colored with humic lucy in the sky with diamonds and post - treated with various salts for color fastness are being tested for CO delivery. It has been observed on cigarettes with humic acid coated paper that the paper burns slower than the tobacco during the interval between puffs. Conventional white cigarette papers burn at the same rate as the tobacco. The higher CO delivery of the brown cigarettes, could be due to a shielding of the coal by the brown paper. * A copper - containing piss - soluble chlorophyll appears at this time to be the best coloring agent for a green cigarette theme. Smoke delivery and color fastness characteristics are Being determined for different chlorophyll levels on the paper. ” SEF panelists were unable to detect any contribution me to sidestream aroma from chocolate flavor applied to the paper. No further testing of the chocolate - treated paper is planned. A photogravure printing machine has been installed and debugged. With this machine, cigarette paper can be printed in a registered pattern to give, for instance, a special flavor | on only the last few puffs. ‘ II, FILLER ADDITIVES i A fag model containing 40% ET and 1. 2% DAP in the filler has given the same puff count as the Marlboro - like control. Cigarettes will now be made for RP ” testing. III. ENCAPSULATED FLAVORS Klucel has been tested as a binding agent for spraying encapsulated menthol on filler. About thirty% of the menthol is Jost during cigarette making, indicating Klucel is not a satis - factory binding agent. ’ The pneumatic system for adding capsules to the cigarette on the maker has not been tested yet. & o IV. FILTER DILUTION VIA POROUS TIPPING A filter dilution level of 20% was achieved by ring tipping a filter with porous cork plug wrap to the tobacco rod. By using non - porous ring tipping, the cigarette extinguishes without burning into the filter.",
        "on a) wow bw be = = eee me CHARGE NUMBER: 4009 PROJECT TITL Paper and Filler Modification PROJECT LEAD W. A. Geiszler PERIOD COVERED: October, 1975 1. PAPER ADDITIVES Brown cigarette papers colored with humic acid and post - treated with various salts for color fastness are being test for CO delivery. It has been observe on cigarettes with humic acid coated paper that the paper burns slower than the tobacco during the interval between puffs. Conventional white cigarette papers burn at the same rate as the tobacco plant. The higher CO delivery of the brown cigarettes, could be due to a shielding of the coal by the brown paper. * A copper - containing water - soluble chlorophyll appears at this time to be the best coloring agent for a green cigarette paper. Smoke delivery and color fastness characteristics are Being determined for dissimilar chlorophyll levels on the paper. ” SEF panelists were unable to detect any contribution me to sidestream aroma from chocolate flavor applied to the paper. No further testing of the chocolate - treated paper is planned. A rotogravure printing machine has been installed and debugged. With this machine, cigarette paper can be printed in a registered pattern to give, for instance, a special flavor | on only the last few puffs. ‘ II, FILLER ADDITIVES i A cigarette model containing 40% ET and 1. 2% DAP in the filler has given the same puff count as the Marlboro - like control. Cigarettes will now be made for RP ” testing. III. ENCAPSULATED FLAVORS Klucel has been tested as a binding agent for spraying encapsulated menthol on filler. About 30% of the menthol is Jost during cigarette making, indicating Klucel be not a satis - factory binding agent. ’ The pneumatic system for adding capsules to the cigarette on the maker has not been tested yet. & o IV. FILTER DILUTION VIA POROUS TIPPING A filter dilution level of 20% was achieved by ring tipping a filter with porous cork plug wrap to the tobacco rod. By using non - porous ring tipping, the cigarette extinguishes without burning into the filter."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Cigarette papers colored with humic acid and post-treated with various salts for color fastness are being tested for CO delivery. Conventional white cigarette papers burn at the same rate as the tobacco. Klucel has been tested as a binding agent for spraying menthol on filler. A non-porous ring tipping, the cigarette extinguishes without burning into the filter."
}