{
    "filename": "2022201696_2022201697.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\n \n\n \n\n \n\nPROJECT NUMBER: 1811\nPROJECT TITLE: Process Chemistry Development\n\nPROJECT LEADER: G. D. Keritsi\n\n \n\nPERIOD COVERED : February, 1991\n\nCAST LEAF DEVELOPMENT\n\nA\n\nB.\n\nObjective: To investigate appropriate binder systems to be used as an altemative to\nthe current processes.\n\nResults: The physical testing of various reconstituted’ tobacco: sheets made in the\nCast Leaf: Lab has been completed. The data indicates that guar binder produces\nmuch stronger sheets than pectin or pectin/guar binders, an that the preliminary\nsubjective screening with handmade cigaretes did not show any significant advantage\n‘of pectin over guar. Both binders were found to be subjectively acceptable.\n‘Additional sheet quantities with 8 parts guar and varying levels of DAP (Q, 1.5 and\n2.5) were made in the Cast Leaf Lab for machine made cigarettes and further testing\n(CA, subjectives)\n\n \n\nA method that improves the processability of a “hybrid” BL/RL sheet in the\nlaboratory has been developed, and the plans are to scale-up the procedure in the\nCast Leaf Lab during the week of 3/4 for further testing (physicals/subjectives). The\n‘method involves the treatment of a portion of the tobacco feedstock (20-40 percent)\nDAP/NH,OH as per RCB followed by an acidification step prior to adding the\nbinder with the balance of the tobacco feedstock to form a combined slury for\ncasting.\n\n \n\nSeveral SIVA formulations were made in the Cast Leaf Lab in an attempt to match\nthe RLB/RLTC (50/50) subjectives for TSA. The subjective screening of these\nformulations is currently in progress by Flavor Technology personnel with handmade\ncigarettes, Attempis to improve the SIVA sheet physicals by increasing the guar\nbinder level from 4 to 6 parts in the formulation containing a 50/50 mixture of 120\n‘and 400 mesh size TSA feedstock were not successful. This tobacco blend was\nfound to require 10 parts guar to produce a very good sheet, free of cracks. The\nproblems may be due to the tobacco particle size distribution in the blend, This\nproblem is currently being investigated.\n\nOther binder systems currently under investigation are locust bean gum and starch,\nPlan:\n\n1. Produce machine made cigarettes with guar bound sheets and varying levels of\nDAP to evaluate cigarette performance (Cl, subjectives).\n\n2. Scale-up the “hybrid” sheet formulation and produce larger quantities of sheet in\nthe Cast Leaf Lab for physical and subjective testings\n\n36\n\n969T0Z2202\n\f",
    "augmented_texts": [
        "PROJECT NUMBER: 1811 PROJECT TITLE: Process Chemistry Development PROJECT LEADER: G. D. Keritsi PERIOD COVERED: February, 1991 CAST LEAF exploitation A B. Objective: To investigate appropriate binder systems to be used as an altemative to the current processes. Results: The physical testing of various reconstituted ’ tobacco: sheets made in the Cast Leaf: Lab has been completed. The data indicates that guar binder produces much stronger sheets than pectin or pectin / guar binders, an that the preliminary subjective screening with handmade cigaretes did not show any significant advantage ‘ of pectin over guar. Both binders were found to be subjectively acceptable. ‘ Additional sheet quantities with 8 parts guar and varying levels of DAP (Q, 1. 5 and 2. 5) were made in the Cast Leaf Lab for machine made cigarettes and further testing (CA, subjectives) A method that improves the processability of a “ hybrid ” BL / RL sheet in the laboratory induce been developed, and the plans are to scale - up the procedure in the Cast Leaf Lab during the week of 3 / 4 for further testing (physicals / subjectives ). The ‘ method involves the treatment of a portion of the tobacco feedstock (20 - 40 percent) DAP / NH, ohio as per RCB followed by an acidification step prior to adding the binder with the balance of the tobacco feedstock to form a combined slury for casting. Several SIVA formulations were made in the Cast Leaf Lab in an attempt to match the RLB / RLTC (50 / 50) subjectives for TSA. The subjective covering of these formulations is currently in progress by Flavor Technology personnel with handmade cigarettes, Attempis to improve the SIVA sheet physicals by increasing the guar reaper binder level from 4 to 6 parts in the formulation containing a 50 / 50 mixture of 120 ‘ and 400 mesh size TSA feedstock were not successful. This tobacco blend was found to require 10 parts guar to produce a very good sheet, free of cracks. The problems may be due to the tobacco particle size distribution in the blend, This problem is currently being investigated. Other binder systems currently under investigation are locust bean gum and starch, Plan: 1. Produce machine made cigarettes with guar bound sheets and varying levels of DAP to evaluate cigarette performance (Chlorine, subjectives ). 2. Scale - up the “ hybrid ” sheet formulation and produce larger quantities of sheet in the Cast Leaf Lab for physical and subjective testings 36 969T0Z2202",
        "PROJECT NUMBER: 1811 PROJECT TITLE: Process Chemistry Development PROJECT LEADER: G. D. Keritsi PERIOD COVERED: February, 1991 CAST LEAF DEVELOPMENT A B. Objective: To investigate appropriate binder systems to be utilise as an altemative to the current processes. Results: The physical testing of various reconstituted ’ tobacco: sheets made in the Cast Leaf: Lab has been completed. The data indicates that guar binder produces much stronger sheets than pectin or pectin / guar binders, an that the preliminary subjective screening with handmade cigaretes did not show any significant advantage ‘ of pectin over guar. Both binders were found to be subjectively acceptable. ‘ Additional sheet quantities with 8 parts guar and varying levels of DAP (Q, 1. 5 and 2. 5) were made in the Cast Leaf Lab for machine made cigarettes and further testing (CA, subjectives) A method that improves the processability of a “ hybrid ” BL / RL sheet in the laboratory has been develop, and the plans are to scale - up the procedure in the Cast Foliage Lab during the week of 3 / 4 for further testing (physicals / subjectives ). The ‘ method involves the treatment of a portion of the tobacco feedstock (20 - 40 percent) DAP / NH, OH as per RCB followed by an acidification step prior to adding the binder with the balance of the tobacco feedstock to shape a combined slury for casting. Several SIVA formulations were made in the Cast Leaf Lab in an attempt to match the RLB / RLTC (50 / 50) subjectives for TSA. The subjective screening of these formulations is currently in progress by Flavor Technology personnel with handmade cigarettes, Attempis to improve the shiva sheet physicals by increasing the guar binder level from 4 to 6 parts in the formulation containing a 50 / 50 mixture of 120 ‘ and 400 mesh size TSA feedstock were not successful. This tobacco blend was found to require 10 parts guar to produce a very skilful sheet, gratuitous of cracks. The problems may be due to the tobacco particle size distribution in the blend, This problem is currently being investigated. Other binder systems currently under investigation are locust bean gum and starch, Plan: 1. Produce machine made cigarettes with guar bound sheets and varying levels of DAP to evaluate cigarette performance (Cl, subjectives ). 2. Scale - upward the “ hybrid ” sheet formulation and produce larger quantities of sheet in the Cast Leaf Lab for physical and subjective testings 36 969T0Z2202"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Guar binder produces much stronger sheets than pectin or pellin/guar binders. The preliminarysubjective screening with handmade cigaretes did not show any significant advantage of pectorin over guar. A method that improves the processability of a “hybrid” BL/RL sheet in the Cast Leaf Lab has been developed."
}