{
    "filename": "2022164327.jpg",
    "metadata": {},
    "text": "Cc Cc\n\nDEVELOPMENT PROJECT SUMMARY FOR THE MONTH OF JANUARY, 1973\n\nTITLE: Expanded Tobacco\n\nOBJECTIVE:\n\nImproved filling capacity.\n\nDEVELOPMENT ACTIVITIES:\nComplete Tobacco Blend \"Stiffening\" - Jetstream and ADT Dryers\n\nComparison runs with the closed loop ADT dryer and the\nJetstream unit showed a compacimeter filling power increase in\nthe range of 12-98 respectively when compared to regular ADT\ndryer. Initial flavor group evaluation of finished cigarets\n\nat both equal weight and a 7% weight reduction, show differences\nprimarily attributable to differences in cigaret delivery versus\nthe new drying operation. Cigarets designed to give equal\ndelivery versus control will be necessary to see if any real\nsubjective differences occur due to the processing step.\n\nADT Dryer Optimization\n\nThe experimental pilot plant ADT dryer setup is designed\nto also examine air drying parameters as well as those of the\nclosed loop operation. First runs have begun with a goal of\ndetermining relative drying contribution of this convective-\nconductive type dryer.\n\nWater Impregnation - Expansion\n\nFirst attempts at moving the impregnation step from bench\nscale equipment to small pilot scale units resulted in a\ndecrease of a significant portion of the expansion previously\nseen (50 vs. 75 cc/10 gms.). Subsequent studies show short\nvacuum release time and minimum \"clumping\" of fibers are\nrequired to obtain a high degree of expansion. Present\nmaterial from this study is in the 60-65 cc/10 gms. range\n\nprimarily due to accelerated vacuum release.\n\n \n\nFebruary 1, 1973\n\nLZEVITSZOS\n\f",
    "augmented_texts": [
        "Cubic centimetre Cc DEVELOPMENT PROJECT SUMMARY FOR THE MONTH OF JANUARY, 1973 TITLE: Expanded Tobacco OBJECTIVE: Improved filling capacity. DEVELOPMENT ACTIVITIES: Complete Tobacco Blend \" Stiffening \" - Jetstream and ADT Dryers Comparison runs with the closed loop ADT dryer and the Jetstream unit showed a compacimeter filling power increase in the range of 12 - 98 respectively when compared to regular ADT dryer. Initial flavor group evaluation of finished cigarets at both equal weight unit and a 7% weight reduction, show differences primarily attributable to differences in cigaret delivery versus the new drying operation. Cigarets designed to give equal delivery versus control will be necessary to see if any real subjective differences occur due to the processing step. ADT Dryer Optimization The experimental pilot plant ADT dryer setup is designed to also examine air drying parameters as well as those of the closed loop operation. First runs have commence with a goal of determining relative drying contribution of this convective - conductive type dryer. Water Impregnation - Expansion First attempts at moving the impregnation step from bench scale equipment to small pilot scale units resulted in a decrease of a significant portion of the expansion previously seen (50 vs. 75 cc / 10 gms. ). Subsequent studies show short vacuum release sentence and minimal \" clumping \" of fibers are required to obtain a high degree of expansion. Present material from this study is in the 60 - 65 cc / 10 gms. range primarily due to accelerated vacuum release. February 1, 1973 LZEVITSZOS",
        "Cc Cc DEVELOPMENT PROJECT SUMMARY FOR THE MONTH OF JANUARY, 1973 TITLE: Expanded Tobacco OBJECTIVE: Improved filling capacity. DEVELOPMENT ACTIVITIES: Complete Tobacco Blend \" Stiffening \" - Jetstream and ADT Dryers Comparison runs with the closed loop ADT dryer and the Jetstream unit showed a compacimeter fill power increase in the range of 12 - 98 respectively when equate to regular ADT dryer. Initial flavor group evaluation of finished cigarets at both equal weight and a 7% weight reduction, show differences primarily attributable to differences in cigaret delivery versus the new drying operation. Cigarets designed to give equal delivery versus control will be necessary to see if any real subjective differences occur due to the processing step. ADT Dryer Optimization The experimental pilot plant ADT dryer setup is designed to also examine air drying parameters as well as those of the closed loop operation. First move have begun with a goal of determining relative drying contribution of this convective - conductive type dryer. Water Impregnation - Expansion First attempts at moving the impregnation step from bench scale equipment to small pilot scale units resulted in a decrement of a significant portion of the expansion previously seen (50 vs. 75 cc / 10 g. ). Subsequent studies show short vacuum release time and minimum \" clumping \" of fibers are required to obtain a high degree of expansion. Present material from this study is in the 60 - 65 cc / 10 gms. range primarily due to accelerated vacuum release. February 1, 1973 LZEVITSZOS"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Tobacco project began in January 1973. Jetstream and ADT Dryers were used. Compacimeter filling power increased in the range of 12-98. Cigarets designed to give equal delivery versus control will be necessary to see if any realsubjective differences occur due to the processing step."
}