{
    "filename": "2022192660_2022192662.jpg",
    "metadata": {},
    "text": "4009\nDevelopment Smoke Studies\nB. L. Goodman\n\nSeptember, 1999\n\n \n\nREDUCED SIDESTREAM CIGARETTES:\n\nA. Objective: Develop subjectively acceptable cigarettes with\nreduced sidestream visibility.\n\nB. status\n\nWeim V: Additional production Superslims were monitored for\nsidestream visibility on the 8-port equipment. The cigarettes\ngave reductions in the 72-75 % range.\n\nThe alternate source of CaCO, for Kimberly-Clark has not yet been\nqualified due to a significant subjective difference from the\ncurrent control on regular circumference cigarettes. The\ndifference is most likely due to the permeability differences of\nthe two papers and the difference in MAP additive level. Another\nsample with a better porosity match has been requested from K-C,\nand will be tested on cigarettes to be made in Louisville.\n\nCigarettes with a circumference of 19.5 mm were made in Semiworks\nwith flavor coatings on the outer wrap or in the sidesean\nadhesive. There was no change in sidestream visibility with the\nadded flavor; both versions giving 70% reduction. Subjective\nevaluations showed the double wrap system with the Trim V blend to\nbe less preferred with Aromatek 245 on the outer wrap.\n\n‘The double wrapped 19.5 mm cigarettes were also compared\nsubjectively at two tar levels (émg and mg). With the Trim V\nblend and standard double wrap, the Low Sidestream panel judged\nthe 6ng version as less harsh and cleaner. An additional model\nwill be made with an innerliner coated with 6% potassium phosphate\nfor potentially better subjective response than the previous model\nwith 108 additive.\n\n \n\nLotus: Subjective evaluations were made by the Low Sidestream\nPanel on 24.8 nm circumference cigarettes with different fluxing\nagents and base sheet fillers. Potassium carbonate as the fluxing\nagent was found to be preferred only at a low level, where the\nvisibility reduction was insufficient (60%). Magnesium carbonate\n9 filler with succinate as the fluxing agent was found to be\nequally acceptable to the K-C double wrap system. Additional work\nwith this filler is being pursued with Ecusta\n\nAn investigation was initiated with Chemical Research of the\neffect of level and type of fluxing agent. The 45 g/m* Kimberly-\nClark outer wrap without the \"trim\" additives was used for\ncoatings of five levels of monobasic potassium phosphate, di- and\ntri-basic phosphate (sodium as well as potassium), potassium\nborate, acetate, and chloride. These papera were used on full\n\n4\n\nosszeTt2ezoe\n\f",
    "augmented_texts": [
        "4009 Development Smoke Studies B. L. Goodman September, 1999 REDUCED SIDESTREAM CIGARETTES: A. Objective: Develop subjectively acceptable cigarettes with reduced sidestream visibility. B. status Weim V: Additional production Superslims were monitored for sidestream visibility on the 8 - port equipment. The cigarettes gave reductions in the 72 - 75% range. The alternate source of CaCO, for Kimberly - Clark has not yet been qualified due to a significant subjective difference from the current control on regular circumference cigarettes. The difference is most likely due to the permeability differences of the two papers and the difference in MAP additive level. Another sample with a better porosity match has been requested from K - C, and will be tested on cigarettes to be made in Louisville. Cigarettes with a circumference of 19. 5 mm were made in Semiworks with flavor coatings on the outer wrap or in the sidesean adhesive. There was no change in sidestream visibility with the added flavor; both versions giving 70% reduction. Subjective evaluations showed the double wrap system with the Trim V blend to be less preferred with Aromatek 245 on the outer wrap. ‘ The double wrapped 19. 5 mm cigarettes were also compared subjectively at two tar levels (émg and mg ). With the Trim V blend and standard double wrap, the Low Sidestream panel judged the 6ng version as less harsh and cleaner. An additional model will be made with an innerliner coated with 6% potassium phosphate for potentially better subjective response than the previous model with 108 additive. Lotus: Subjective evaluations were made by the Low Sidestream Panel on 24. 8 nm circumference cigarettes with different fluxing agents and lowly sheet fillers. Potassium carbonate as the fluxing agent was found to be preferred only at a low level, where the visibleness reduction was insufficient (60% ). Magnesium carbonate 9 filler with succinate as the fluxing agent was found to be equally acceptable to the K - C double wrap system. Additional work with this filler is being pursued with Ecusta An investigation was initiated with Chemical Research of the effect of level and type of fluxing agent. The 45 g / m * Kimberly - Clark outer wrap without the \" trim \" additives was used for coatings of five levels of monobasic potassium phosphate, di - and tri - basic phosphate (sodium as well as potassium ), potassium borate, ethanoate, and chloride. These papera were used on full 4 osszeTt2ezoe",
        "4009 Development Smoke Studies B. L. Goodman September, 1999 REDUCED SIDESTREAM cigaret: A. Objective: Develop subjectively acceptable cigarettes with reduced sidestream visibility. B. status Weim V: Additional production Superslims were monitored for sidestream visibility on the 8 - port equipment. The cigarettes gave reductions in the 72 - 75% range. The alternate source of CaCO, for Kimberly - Clark has not yet been qualified due to a significant subjective difference from the current control on regular circumference cigarettes. The difference is most likely due to the permeability differences of the two papers and the difference in MAP additive level. Another sample with a better porosity match has been requested from K - C, and will be tested on cigarettes to be made in Louisville. Cigarettes with a circumference of 19. 5 mm were made in Semiworks with flavor coatings on the outer wrap operating room in the sidesean adhesive agent. In that respect was no change in sidestream visibility with the added flavor; both versions giving 70% reduction. Subjective evaluations showed the double wrap system with the Trim V blend to be less preferred with Aromatek 245 on the outer wrap. ‘ The double wrapped 19. 5 mm cigarettes were also compared subjectively at two tar levels (émg and mg ). With the Trim V blend and standard double wrap, the Low Sidestream panel judged the 6ng version as less harsh and cleaner. An additional model will be made with an innerliner coated with 6% potassium phosphate for potentially better subjective response than the previous model with 108 additive. Lotus: Subjective evaluations were made by the Low Sidestream Panel on 24. 8 nm circumference cigarettes with different fluxing agents and baseborn sheet fillers. Potassium carbonate as the fluxing agent was found to be preferred only at a low level, where the visibility reduction was insufficient (60% ). Magnesium carbonate 9 filler with succinate as the fluxing agent was found to be equally acceptable to the K - C double wrap system. Additional work with this filler is being pursued with Ecusta An investigation was initiated with Chemical Research of the burden of level and type of fluxing agent. The 45 g / m * Kimberly - Clark outer wrap without the \" trim \" additives was used for coatings of five levels of monobasic potassium phosphate, di - and tri - basic phosphate (sodium as well as potassium ), potassium borate, acetate, and chloride. These papera were used on full 4 osszeTt2ezoe"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Cigarettes with a circumference of 19.5 mm were made in Semiworks with flavor coatings on the outer wrap or in the sides. There was no change in sidestream visibility with the added flavor; both versions gave 70% reduction. Potassium carbonate as the fluxing agent was found to be preferred only at a low level, where the visibility reduction was insufficient."
}