{
    "filename": "2022972092_2022972094.jpg",
    "metadata": {},
    "text": " \n\n    \n\nLEVEL : - 20 OF @4 STORIES\n\nCopyright (c) 1987 McGraw-Hill, Incet\nBusiness Week\n\nSeptember 28, 1987\nSECTION: TOP OF THE NEWS; Smoking; Pg. 28\n\nLENGTH: 932 words\nHEADLINE: THE BURNING GUESTION AT RUR! NOW WHAT?\n\n \n\nBYLINE: By Scott Ticer in Atlanta, with Reginald Rhein Jr. in Washington\n\nHIGHLIGHT:\nIts smokeloss cigarette faces regulatory and marketing hurdles\nBODY!\nTt does lock like a filter cigarette. And RJR Nabisco Inc. insists that’\ninnovative\n\n \n\nexactly what it is -- and more. Inside, the company says, it’s\nmarvel that virtually eliminates smoke emitted inta the air and reduces to\nalmost zero the tar a This represents a major evolution in\ncigarette design,” Edward A. chairman of R. J. Reynolds Tobacce\n\nPress <ESC> for Local Help\nte) 1987 McGraw-Hill, Inc., Business Weak, September 28. 1987\n\n \n\n \n\n14 at a press conference with Richare @. Kamo@. 2 tor\n\nCo., announced on Sant.\nrely a newfangled drug-delivary “ystem\n\nROR official, Gut critics say it’s 7\nnicotine,\n\n \n\nWhether the product is a bonanza or @ bust ~~ or even reaches the\nmay hinge on that debate, The s 25 billion tobacco industry is embracing\nproduct development te counter growing anti-tobacco sentiment and shore ac\ndomestic sales. But if those who say it's not really a cigarette prevail. i!\ncould come under costly scrutiny from the Food & Drug Adm\nthe power to regulate nicotine as a drug -- but not when it’s in tobacco\nproducts. “Now that we're entering thw era of high-tech, alternative\nAicotine-delivery systems, we want to see these products tested and aporovad,\nsays Dr. Gregory N. Connetly, director of the Massachusetts Office ‘or\n\nNon-Smoking & Public Health,\n\n \n\n \n\n \n\n \n\n   \n\n   \n\n \n\nconventional role of tobacco and >accr.\n\nInside, it ri tes a miniature distillation column. The tip, which is 11t\n\nlike a regular cigarette, is really a porous, slow-burning silvar of carton.\n\nWhen the Smoker inhales, heated air is drawn through a short section of tobar\n\nthat contains a “#1 “where it picks up the taste of tcba\n\na dose of nicotin sn’ burn, it leaves no ash.\nup as it did before it was\n\n \n\n2.\nThe product t#a tar cry from tl\n\n \n\n \n \n\n        \n\nthe cigarette looks the same after it's u\nPress <ESC> for Local Help x\nSs\ng\nNX\n@\nN\nx\n\ni\n\f",
    "augmented_texts": [
        "LEVEL: - 20 OF @ 4 STORIES Copyright (c) 1987 McGraw - Hill, Incet Business Week September 28, 1987 SECTION: TOP OF THE NEWS; Smoking; Pg. 28 LENGTH: 932 words HEADLINE: THE BURNING GUESTION AT RUR! NOW WHAT? BYLINE: By Scott Ticer in Atlanta, with Reginald Rhein Jr. in Washington HIGHLIGHT: Its smokeloss cigarette faces regulatory and marketing hurdles BODY! Tt does lock like a filter cigarette. And RJR Nabisco Inc. insists that ’ innovative exactly what it is - - and more. Inside, the company says, it ’ s marvel that virtually eliminates smoke emitted inta the aura and reduces to almost zero the tar a This represents a major evolution in cigarette design, ” Edward A. chairman of R. J. Reynolds Tobacce Press <ESC> for Local Help te) 1987 McGraw - Hill, Inc. , Business Weak, September 28. 1987 14 at a press conference with Richare @. Kamo @. 2 tor Co. , announced on Sant. rely a newfangled drug - delivary “ ystem ROR official, Gut critics say it ’ s 7 nicotine, Whether the product personify a bonanza or @ bust ~ ~ or even reaches the may hinge on that debate, The s 25 billion tobacco industry is embracing product development te counter growing anti - tobacco sentiment and shore ac domestic sales. But if those who say it ' s not really a cigarette prevail. i! could come under costly scrutiny from the Food & Drug Adm the power to regulate nicotine as a drug - - but not when it ’ s in tobacco products. “ Now that we ' re entering thw era of high - tech, alternative Aicotine - delivery systems, we want to see these products tested and aporovad, says Dr. Gregory N. Connetly, director of the Massachusetts Office ‘ or Non - Smoking & Public Health, conventional role of tobacco and> accr. Inside, it ri tes a miniature distillation column. The tip, which is 11t like a regular cigarette, is really a holey, slow - burning silvar of cartonful. When the Smoker inhales, heated aura is drawn through a short section of tobar that hold in a “ # 1 “ where it picks up the taste of tcba a dose of nicotin sn ’ burn, it leaves no ash. up as it did before it was 2. The product t # a tar cry from tl the cigarette looks the same after it ' s u Press <ESC> for Local Help x Ss g NX @ N x i",
        "LEVEL: - 20 OF @ 4 STORIES Copyright (c) 1987 McGraw - Hill, Incet Business Week September 28, 1987 SECTION: TOP OF THE NEWS; Smoking; Pg. 28 LENGTH: 932 words HEADLINE: THE electrocution GUESTION AT RUR! NOW WHAT? BYLINE: By Scott Ticer in Atlanta, with Reginald Rhein Jr. in Washington HIGHLIGHT: Its smokeloss cigarette faces regulatory and marketing hurdles consistence! Tt does lock like a filter cigarette. And RJR Nabisco Inc. insists that ’ innovative exactly what it is - - and more. Inside, the company says, it ’ s marvel that virtually eliminates smoke emitted inta the air and reduces to almost zero the tar a This represents a major evolution in cigarette design, ” Edward A. chairman of R. J. Reynolds Tobacce Press <ESC> for Local Help te) 1987 McGraw - Hill, Inc. , Business Weak, September 28. 1987 14 at a press conference with Richare @. Kamo @. 2 tor Co. , announced on Sant. rely a newfangled drug - delivary “ ystem ROR official, Gut critics say it ’ s 7 nicotine, Whether the product is a bonanza or @ bust ~ ~ or even reaches the may hinge on that debate, The s 25 billion tobacco manufacture is embracing product development te counter growing anti - tobacco sentiment and shore ac domestic sales. But if those who say it ' s not really a butt prevail. i! could come under costly scrutiny from the Food & Drug Adm the power to regulate nicotine as a drug - - but not when it ’ s in tobacco products. “ Now that we ' re entering thw era of high - tech, alternative Aicotine - delivery systems, we want to see these products tested and aporovad, says Dr. Gregory N. Connetly, director of the Massachusetts Office ‘ or Non - Smoking & Public Health, conventional role of tobacco and> accr. Inside, it ri tes a miniature distillation column. The tip, which is 11t similar a even cigarette, is really a porous, slow - burning silvar of carton. When the Smoker inhales, heated air is drawn through a short section of tobar that contains a “ # 1 “ where it picks up the taste of tcba a dose of nicotin sn ’ burn, it leaves no ash. up as it did before it was 2. The product t # a tar cry from tl the cigarette looks the same after it ' s u Press <ESC> for Local Help x Ss g NX @ N x i"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "RJR Nabisco Inc. says its smokeloss cigarette virtually eliminates smoke emitted inta the air and reduces to almost zero the tar a. Critics say it’s a newfangled drug-delivary “ystem.” FDA has power to regulate nicotine as a drug -- but not when it's in tobacco products."
}