{
    "filename": "2023913579_2023913580.jpg",
    "metadata": {},
    "text": "   \n\nrogram accused tobacco compan\nnipulating the nicotine content of e\naddict smokers, oe\n\\ ‘ABC's news program “Day One” Monday’,\nnight presented evidence that RJ. Reynolds\nTobacco:Co., based in Winstof’Saiem, and\nother cigareite makers routingly add nicotine\nto cigarettes during the manufacturing process.\nf ‘The report!was based on an4nterview with a,\n\n{former Reynolds Tobacco co manager\n‘who requested anonymity. The manager told 4°\nABC that tobacco ies use reconstituted;\n\ntobacco in cigarette filler to save money.\n\n‘The filler is composed of tobacco dust, stems\n‘and other parts, and contains less flavor and\nnicotine than tobacco itself, the manager said.\n\nBy adding a tobacco extract rich in nicotine,\ncigarette makers are able to restore flavor and\nnicotine levels, he said. i\n\nReynolds officials denied the claims. '\n\n“The claims that RJR increases the nicotine\nin its products are false,” the company said in |\n@ release. “RJR does not increase the nicotine\nin its cigarettes above what is naturally found {\nin tobacco.”\n\n‘The release indicated the manufacturing\nprocess, including the process discussed in the’\n| broadcast, results in less nicotine in cigarettes:\n\nthan that found in unprocessed tobacco.\n\nMoreover, tar and nicotine levels for all ciga-\n\nA\n\n \n\n \n\n            \n \n\n}\n\n \n\n-| cording to Federal Trade\n‘Commission rules, the com-\n\npublished by the FTC and are\nincluded in every cigarette\nad.\n\nABC's allegations were the\nlatest in a round of attacks\nleveled against the nation's\n$46 billion tobacco industry.\n\neye: Last week, the American\nMedical Association reported that chemicals of\nSecondhand smoke have been found in te hair\n‘ot unborn babies. The world’s largest fastfood\ncompany, MeDonald’s, banned smoking in its\n{1400 corporate-owned restaurants. And Sur\neon General Joyeelyn Eiders advorated a ban\nSn all cigarette advertising aimed at young-\nHers\n\n‘And, because nicotine is deemed an addic-\ntive substance, David Kessler, commissioner of\nthe Food and Drug Administration, asked Con-\ngress for guidance on whether his ageney\nShould begin regulating the manufacturing of\ncigarettes\n\nUS. Reps. Steve Neal, D-NC. and Howard\nCobie, R-N.C, said the rising tide against to\nbacco could well mean higher tobacco taxes\nand more smoking restrictions.\n\n“cigarettes are very unpopiiar in Congres\nNeal sald, “There is nota ot of support for\nthe tobacco farmer, the tabacco industry, oF\ntobacco jobs.”\n\n \n\n \n\n   \n\n6LSETEEZOZ\n\f",
    "augmented_texts": [
        "rogram accused tobacco compan nipulating the nicotine content of e addict smokers, oe \\ ‘ ABC ' s news program “ Clarence day One ” Monday ’, night presented evidence that RJ. Reynolds Tobacco: Co. , based in Winstof ’ Saiem, and other cigareite makers routingly add nicotine to cigarettes during the manufacturing process. f ‘ The report! was based on an4nterview with a, {onetime Reynolds Tobacco co manager ‘ who requested anonymity. The manager told 4 ° ABC that tobacco ies use reconstituted; tobacco in cigarette filler to save money. ‘ The filler is composed of tobacco dust, stems ‘ and other parts, and contains less flavor and nicotine than tobacco itself, the manager said. By adding a tobacco extract rich in nicotine, cigarette makers are able to restore flavor and nicotine levels, he said. i Reynolds officials denied the claims. ' “ The claims that RJR increases the nicotine in its products are false, ” the company said in | @ release. “ RJR does not increase the nicotine in its cigarettes above what is naturally found {in tobacco. ” ‘ The release suggest the manufacturing process, including the process discussed in the ’ | broadcast, results in less nicotine in cigarettes: than that found in unprocessed tobacco. Moreover, tar and nicotine levels for all ciga - A} - | cording to Federal Trade ‘ Commission rules, the com - published by the FTC and are included in every cigarette ad. ABC ' s allegations were the latest in a round of attacks leveled against the nation ' s $ 46 1000000000000 tobacco industry. eye: Last week, the American Medical Association reported that chemicals of Secondhand smoke have been found in te hair ‘ ot unborn babies. The world ’ s largest fastfood company, MeDonald ’ s, banned smoking in its {1400 corporate - owned restaurants. And Sur eon General Joyeelyn Eiders advorated a ban Sn all cigarette advertising aimed at young - Hers ‘ And, because nicotine is deemed an addic - tive substance, David Kessler, commissioner of the Food and Drug Administration, asked Con - gress for guidance on whether his ageney Should begin regulating the manufacturing of cigarettes US. Reps. Steve Neal, D - NC. and Howard Cobie, R - N. C, said the rising tide against to bacco could well mean higher tobacco taxes and more smoking restrictions. “ cigarettes exist very unpopiiar in Congres Neal sald, “ There is nota ot of support for the tobacco farmer, the tabacco industry, oF tobacco jobs. ” 6LSETEEZOZ",
        "rogram accuse tobacco compan nipulating the nicotine content of e addict smokers, oe \\ ‘ ABC ' s news program “ Sidereal day One ” Monday ’, night presented evidence that RJ. Reynolds Tobacco: Co. , based in Winstof ’ Saiem, and other cigareite makers routingly add nicotine to cigarettes during the manufacturing process. f ‘ The report! was based on an4nterview with a, {former Reynolds Tobacco co manager ‘ who requested anonymity. The manager told 4 ° ABC that tobacco ies use reconstituted; tobacco in cigarette filler to save money. ‘ The filler is composed of tobacco dust, stems ‘ and other parts, and contains less flavor and nicotine than tobacco itself, the manager said. By adding a tobacco extract rich in nicotine, cigarette makers are able to restore flavor and nicotine levels, he said. i Reynolds officials denied the claims. ' “ The claims that RJR increases the nicotine in its products are false, ” the company said in | @ release. “ RJR does not increase the nicotine in its cigarettes above what is naturally found {in tobacco. ” ‘ The release indicated the manufacturing process, including the process discussed in the ’ | broadcast, results in less nicotine in cigarettes: than that found in unprocessed tobacco. Moreover, tar and nicotine levels for all ciga - A} - | cording to Federal Trade ‘ Commission rules, the com - published by the FTC and are included in every cigarette ad. ABC ' s allegations were the latest in a round of attacks leveled against the nation ' s $ 46 billion tobacco industry. eye: Last workweek, the American Medical Association reported that chemicals of Secondhand smoke have been found in te hair ‘ ot unborn babies. The world ’ s largest fastfood company, MeDonald ’ s, banned smoking in its {1400 corporate - owned restaurants. And Sur eon General Joyeelyn Eiders advorated a ban Sn all cigarette advertising aimed at young - Hers ‘ And, because nicotine is deemed an addic - tive core, David Kessler, commissioner of the Food and Drug Administration, asked Con - gress for guidance on whether his ageney Should begin regulating the manufacturing of cigarettes US. Reps. Steve Neal, D - NC. and Howard Cobie, R - N. C, said the rising tide against to bacco could well mean higher tobacco taxes and more smoking restrictions. “ cigarettes are very unpopiiar in Congres Neal sald, “ There is nota ot of support for the tobacco farmer, the tabacco industry, oF tobacco jobs. ” 6LSETEEZOZ"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "ABC's news program 'Day One' presented evidence that RJ:Co., based in Winstof’Saiem, and other cigareite makers routingly add nicotine during the manufacturing process. The report!was based on an4nterview with a former Reynolds Tobacco co manager."
}