{
    "filename": "2023967200.jpg",
    "metadata": {},
    "text": "RIf 04/13 1855. UIS. Congress panel to'hear tobacco CEOs testify\n\nWASHINGTON, April 14 (Reuter) - The top executives of the biggest\ntobacco companies are scheduled to testify Thursday before a Congressional\nPanel led by one of the industry's toughest critics on Capitol Hill\n\nChairmen, presidents, and chief executive officers representing the\nsix big cigarette makers and a smokeless tobacco company, appear before\nCalifornia Democrat Henry Waxman, who has accused the industry of\nmanipulating nicotine levels to keep smokers addicted and then lying about\nit\n\n‘Waxman said such high level officers have never appeared in such a\nsetung.\n\n00ZL96EZ02\n\f",
    "augmented_texts": [
        "RIf 04 / 13 1855. UIS. Congress control panel to ' hear tobacco CEOs testify WASHINGTON, April 14 (Reuter) - The top executive of the biggest tobacco companies are scheduled to testify Thursday before a Congressional Panel led by one of the industriousness ' s toughest critic on Capitol Hill Chairmen, presidents, and main executive officers representing the six big cigarette makers and a smokeless tobacco company, appear before California Democrat Henry Waxman, world health organization has accused the industry of manipulating nicotine levels to keep smokers addicted and then lying astir it ‘ Waxman said such high level officers have never appeared in such a setung. 00ZL96EZ02",
        "RIf 04 / 13 1855. UIS. Coition panel to ' hear tobacco CEOs testify WASHINGTON, April 14 (Reuter) - The top executives of the biggest tobacco companies represent scheduled to testify Thursday before a Congressional Panel led by one of the industry ' s toughest critics on Capitol Hill Chairmen, presidents, and chief executive officers representing the six big cigarette makers and a smokeless tobacco company, come along before California Populist Henry Waxman, who have accused the industry of manipulating nicotine levels to keep smokers addicted and then lying about it ‘ Waxman said such high level officers have never appeared in such a setung. 00ZL96EZ02"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Congress panel to'hear tobacco CEOs testify. California Democrat Henry Waxman has accused the industry of manipulating nicotine levels to keep smokers addicted and then lying about it. ‘Waxman said such high level officers have never appeared in such a public forum.’"
}