{
    "filename": "2023189500.jpg",
    "metadata": {},
    "text": " \n\nboe\nCRC consnact nesean\nS704 7 RUgOTRANTRGA\\TOOR_NAWH —~ORAFE PAGE T\n\n \n\n\"CENTER\n\nCONCERT\n\n \n\nCONCENTRATION AND PERSISTENCE\nOF SREFCTED N-NITROSAMINES AND NICOTINE\nIM MATERIALS EXPOSEN TO SIDEGTREAM CIGARETTE SMOKE\n\n1 Objective\n\npetermine Une concentration of tobacco-specific end volatile N-\nDetermiMinee az voll as of nicutice in the carpet, cy {2l0, the wall.\nneper, and on glass surfaces which vere oxpoged FO sidestream smoke\nPaper’ *7¢ Cndard reference cigarette 2Ri in the conditioning room\n(b1021) fox approx. 100 consecutive dayo\n\n2 Ewpogimental Desian\n\nthe determination of lestine and the Neuitrosamines wilt, Seve as\nThe determine enoke exposure of the conditioning room yilt Nave ‘been\nStepped. It will be continued for saveral weeks oF until no fuzthor\nstopped, Teg analytes can be determined. The condietoning Toon used\nceaces of te \"De continuously flushed with conditioned, as5,  (m\nsor oi ?ine intervale between the daily expusuxss during the inhala\nqeeeMZoriod). ‘the cooling system es well ac the Vight/dark cycle\ntigT Egneinue Lo be operating during this period.\n\n \n\n \n\nhe test components will be eluted from defined ane jomly\nwMeecred areas, of carpot, curtain, and wall popes oF removed from\nSS2S surfaces by blotting with glass fiber £41ter ‘material soaked\nith dichloromethane.\n\nAnalytical Pazamerars:\n\n(1) nicotine\n\n(2) volatile aitrosamines\n\n(3) TSBA,\n\n{2} Coneinuous monitoring of temperatura and relative humidity in\nChe conditioning room\n\n2 Methods\n\ncareful removal of pieces of carpet and curtale {wearing glover),\ncareful, romevnd wall paper, 10 cm x 10 em from defined are? within\n1 He ere iping of glass window area, 25 CR x 75 6h\nane cree fibre filtar (Cambridge f1lter(s)) 208ke With dicnloro-\nwith glee, St4on collection of 2 samples per time point fru defined\nmethane, |QORES 3 to 3)- Determination of sample weight (not possible\n\n \n\nsigue\n\noosestezoz\n\f",
    "augmented_texts": [
        "boe CRC consnact nesean S704 7 RUgOTRANTRGA \\ TOOR_NAWH — ~ ORAFE PAGE T \" CENTER CONCERT CONCENTRATION AND PERSISTENCE OF SREFCTED N - NITROSAMINES AND NICOTINE IM MATERIALS EXPOSEN TO SIDEGTREAM CIGARETTE SMOKE 1 Objective petermine Une concentration of tobacco - specific end volatile N - DetermiMinee az voll as of nicutice in the carpet, cy {2l0, the wall. neper, and on glass surfaces which vere oxpoged FO sidestream smoke Paper ’ * 7 ¢ Cndard reference cigarette 2Ri in the conditioning room (b1021) fox approx. 100 consecutive dayo 2 Ewpogimental Desian the determination of lestine and the Neuitrosamines wilt, Seve as The determine enoke exposure of the conditioning room yilt Nave ‘ been Stepped. Information technology will be continued for saveral weeks oF until no fuzthor stopped, Teg analytes can be determined. The condietoning Toon used ceaces of te \" De continuously flushed with conditioned, as5, (m sor oi? ine intervale between the daily expusuxss during the inhala qeeeMZoriod ). ‘ the cooling system es well ac the Vight / benighted cycle tigT Egneinue Lo be operating during this period. he test components will be eluted from defined ane jomly wMeecred areas, of carpot, curtain, and wall popes oF removed from SS2S surfaces by blotting with glass fiber £ 41ter ‘ material soaked ith dichloromethane. Analytical Pazamerars: (1) nicotine (2) volatile aitrosamines (3) TSBA, {2} Coneinuous monitoring of temperatura and relative humidity in Che conditioning room 2 Methods careful removal of pieces of rug and curtale {wearing glover ), careful, romevnd wall paper, 10 cm x 10 em from defined are? within 1 He ere iping of glass window area, xxv CR x 75 6h ane cree fibre filtar (Cambridge university f1lter (s) ) 208ke With dicnloro - with glee, St4on collection of 2 samples per time point fru defined methane, | QORES 3 to 3) - Determination of sample weight (not possible sigue oosestezoz",
        "boe CRC consnact nesean S704 7 RUgOTRANTRGA \\ TOOR_NAWH — ~ ORAFE PAGE T \" CENTER CONCERT CONCENTRATION AND PERSISTENCE OF SREFCTED N - NITROSAMINES AND NICOTINE IM MATERIALS EXPOSEN TO SIDEGTREAM CIGARETTE SMOKE 1 Objective petermine Une concentration of tobacco - specific end volatile N - DetermiMinee az voll as of nicutice in the carpet, cy {2l0, the wall. neper, and on glass surfaces which vere oxpoged FO sidestream smoke Paper ’ * 7 ¢ Cndard reference cigarette 2Ri in the conditioning room (b1021) fox approx. 100 consecutive dayo 2 Ewpogimental Desian the determination of lestine and the Neuitrosamines wilt, Seve as The determine enoke exposure of the conditioning room yilt Nave ‘ been Stepped. It will be continued for saveral weeks oF until no fuzthor stopped, Teg analytes can be determined. The condietoning Toon used ceaces of te \" De continuously flushed with conditioned, as5, (m sor oi? ine intervale between the daily expusuxss during the inhala qeeeMZoriod ). ‘ the cooling system es well ac the Vight / dark cycle tigT Egneinue Lo be operating during this period. he test components will be eluted from delimitate ane jomly wMeecred areas, of carpot, curtain, and wall popes oF removed from SS2S surfaces by blotting with glass fiber £ 41ter ‘ material soaked ith dichloromethane. Analytical Pazamerars: (1) nicotine (2) volatile aitrosamines (3) TSBA, {2} Coneinuous monitoring of temperatura and relative humidity in Che conditioning room 2 Methods careful removal of pieces of carpet and curtale {bust glover ), thrifty, romevnd wall paper, 10 cm x 10 em from set are? within 1 He ere iping of glass window area, xxv CR x seventy five 6h ane cree fibre filtar (Cambridge f1lter (sulfur) ) 208ke With dicnloro - with glee, St4on collection of 2 samples per time point fru defined methane, | QORES 3 to 3) - Determination of sample weight (not possible sigue oosestezoz"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The test will be continued for saveral weeks oF until no fuzthor or Teg analytes can be determined. Toon used to test the concentration of tobacco-specific end volatile N-DetermiMinee az voll as of nicutice in the carpet and wall paper."
}