{
    "filename": "2023540915_2023540916.jpg",
    "metadata": {},
    "text": "STATEMENT OF\nBrennan Moran\n\nAssistant to the President\nThe Tobacco Institute\n\nI am pleased to be here today to release the first detailed study of actual\nindoor air quality conditions in Dallas offices and restaurants. This report\nProvides us with the first understanding of the average level of environmental\ntobacco smoke (ETS) nonsmokers might be exposed to in Dallas offices and\nrestaurants.\n\nThese findings should be of vital interest to the public and government\nofficials who, until now, have not had the benefit of actual, scientific tests in\ntheir consideration of the appropriateness of smoking restrictions. Yet,\nironically, many restrictions have been adopted on the basis of supposition\nrather than solid data.\n\nThe study clearly shows that ETS should not be an environmental concern\nto persons who work and eat in Dallas. These findings underscore the critical\nimportance of scientific measurements. If laws affecting the environment are\ngoing to be based on science -- as we believe they should be -- then thove\nmaking the regulations have an obligation to get an accurate assessment of\nexisting \"real world” conditions. And we have the obligation to provide it.\n\nIt should now be evident that there is no cause for concern on the part\n\nnonsmokers.\n\nst6orsezo0z\n\f",
    "augmented_texts": [
        "STATEMENT OF Brennan Moran Assistant to the President The Tobacco Institute 1 am pleased to be here today to release the first detailed study of actual indoor air quality conditions in Dallas offices and restaurants. This report Provides us with the first understanding of the average level of environmental tobacco smoke (ETS) nonsmoker might be exposed to in Dallas offices and restaurants. These findings should be of vital interest to the public and government activity officials who, until now, have not had the benefit of actual, scientific tests in their consideration of the appropriateness of smoking restrictions. Yet, ironically, many restrictions have been adopted on the basis of supposition rather than solid data. The study clearly shows that ETS should not be an environmental concern to persons who work and eat in Dallas. These findings underscore the critical importance of scientific measurements. If laws affecting the environment are going to be based on science - - as we believe they should be - - then thove making the regulations have an obligation to get an accurate assessment of existing \" real world ” condition. And we have the obligation to provide it. It should now be evident that there is no cause for concern on the part nonsmokers. st6orsezo0z",
        "STATEMENT OF Brennan Moran Assistant to the President The Tobacco Institute I am pleased to be hither today to release the first detailed study of actual indoor air quality conditions in Dallas offices and restaurants. This theme Provides us with the first understanding of the average level of environmental tobacco smoke (ETS) nonsmokers might be exposed to in Dallas offices and restaurants. These findings should be of vital interest to the public and government officials who, until now, have not had the benefit of actual, scientific tests in their consideration of the appropriateness of smoking restrictions. Yet, ironically, many restrictions have been adopted on the groundwork of supposition rather than solid data. The study clearly shows that ETS should not be an environmental concern to persons world health organization work and eat in Dallas. These findings underscore the critical importance of scientific measurements. If laws affecting the environment are going to be found on science - - as we believe they should be - - then thove making the regulations have an obligation to get an accurate assessment of existing \" real world ” conditions. And we have the obligation to furnish it. It should now be evident that there is no cause for concern on the part nonsmokers. st6orsezo0z"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Tobacco Institute releases first detailed study of actualindoor air quality conditions in Dallas offices and restaurants. Report provides first understanding of the average level of environmental tobacco smoke nonsmokers might be exposed to. Study clearly shows that ETS should not be an environmental concern."
}