{
    "filename": "2023769475_2023769477.jpg",
    "metadata": {},
    "text": " \n\n120 PARK AVENUE, NEW YORK, N.Y 10017\n\n \n\nPHILIP MORRIS saat\n\nCOMPANIES INC. Philip Morris Companies Inc.\n\nBarry Holt\n212-907-5521\n\nNicholas Rolli\n212-907-5522\n\nFOR IMMEDIATE RELEASE\n\nNew York, April 2, 1993 -- Philip Morris USA, the US. tobacco division of\nPhilip Morris Companies Inc., announced a major shift in business strategy\ndesigned to increase market share and grow long term profitability in a\nhighly price sensitive market environment.\n\nWilliam 1. Campbell, President and Chief Executive Officer of Philip\nMorris USA said, “We have determined that in the current market\nenvironment caused by prolonged economic softness and depressed\nconsumer confidence, we should take those steps necessary to grow our\nmarket share rather than pursue rapid income growth rates which might\nerode our leading marketplace position.”\n\nPhilip Morris USA will launch an important pricing and marketing\nprogram to deal with the current conditions in the marketplace, which\n\nhave been marked by the rapid growth of discount cigarettes.\n\n> more -\n\nMarboroo BensonkHedges © Mest Vagina Slims 2 Pariament Lights Alpine Peter Jackson\nPhil Moms Super Lights © Murai Ambassagor © Lark © LAM c Chesterfield © Kraft c Miracle Whip c Vebwota\nPhiadeiphia Grand 0 Chez Whiz Light’ Lively © Breakstone's © Crack Barel© Breyer © Saaist © Fuso Gitléo Parkay\nMaxwell Housec Sanka o Kool-Aid © Bs Eye © The Budget Gourmet o Lenders © Post cereal 0 Jol-O 0 Entonmann's 0 Oscar Mayer\nLouie Pic 0 Jacobe Suchardcotees and choclate 0 Bi’ desserts © Klbon ew cream c Hollywood chewing gum\n‘Simmerihal processed mea and feh © Millar High Lie © Miler Genuine Dra © Miler Lie o Lower 0 Melstr Bru c MiWwaukeo's Bast\n\nS2ZDE9LELOZ\n\n \n\f",
    "augmented_texts": [
        "120 PARK AVENUE, NEW YORK, N. Y 10017 PHILIP MORRIS saat COMPANIES INC. Philip Morris Companies Inc. Barry Holt 212 - 907 - 5521 Nicholas Rolli 212 - 907 - 5522 FOR IMMEDIATE RELEASE New York, April 2, 1993 - - Philip Morris USA, the US. tobacco division of Philip Morris Company Inc. , announced a major shift in commercial enterprise strategy designed to increase market share and grow long term profitability in a highly price sensitive market environment. William 1. Campbell, President and Chief Executive Officer of Philip Morris USA said, “ We have determined that in the current market environment caused by prolonged economic unfitness and depressed consumer confidence, we should take those steps necessary to grow our market share rather than pursue rapid income growth rates which might eat away our leading marketplace position. ” Philip Morris united states of america will launch an important pricing and selling program to deal with the current conditions in the marketplace, which have been marked by the rapid growth of discount cigarettes.> more - Marboroo BensonkHedges © Mest Vagina Slims 2 Pariament Lights Alpine Peter Jackson Phil Moms Super Lights © Murai Ambassagor © Lark © LAM c Chesterfield © Kraft c Miracle Whip c Vebwota Phiadeiphia Grand 0 Chez Whiz Light ’ Lively © Breakstone ' s © Crack Barel © Breyer © Saaist © Fuso Gitléo Parkay Maxwell Housec Sanka o Kool - Aid © Bs Eye © The Budget Gourmet o Lenders © Post cereal 0 Jol - O 0 Entonmann ' s 0 Oscar Mayer Louie Pic cipher Jacobe Suchardcotees and choclate 0 Bi ’ desserts © Klbon ew cream c Hollywood chewing gum ‘ Simmerihal processed mea and feh © Millar High Trygve lie © Miler Genuine Dra © Miler Lie o Lower 0 Melstr Bru c MiWwaukeo ' s Bast S2ZDE9LELOZ",
        "120 PARK AVENUE, NEW YORK, N. Y 10017 PHILIP MORRIS saat COMPANIES INC. Philip Morris Companies Inc. Barry Holt 212 - 907 - 5521 Nicholas Rolli 212 - 907 - 5522 FOR IMMEDIATE RELEASE New York, April 2, 1993 - - Philip Morris USA, the US. tobacco division of Philip Morris Companies Inc. , announced a major shift in business strategy designed to increase market share and grow long term profitability in a highly price sensitive market environment. William 1. Campbell, President and Chief Executive Officer of Philip Morris USA said, “ We have determined that in the current market environment caused by prolonged economic softness and depressed consumer authority, we should take those steps necessary to grow our market share rather than pursue rapid income growth rates which might erode our leading marketplace position. ” Philip Morris USA will launch an important pricing and marketing program to deal with the current conditions in the marketplace, which have been marked by the rapid growth of deduction cigarettes.> more - Marboroo BensonkHedges © Mest Vagina Slims 2 Pariament Lights Alpine Peter Jackson Phil Moms Super Lights © Murai Ambassagor © Lark © LAM c Chesterfield © Kraft c Miracle Whip c Vebwota Phiadeiphia Grand 0 Chez Whiz Light ’ Lively © Breakstone ' s © Crack Barel © Breyer © Saaist © Fuso Gitléo Parkay Maxwell Housec Sanka o Kool - Aid © Bs Eye © The Budget Gourmet o Lenders © Post cereal 0 Jol - O 0 Entonmann ' s 0 Oscar Mayer Louie Pic 0 Jacobe Suchardcotees and choclate 0 Bi ’ desserts © Klbon ew cream c Hollywood chewing gum ‘ Simmerihal processed mea and feh © Millar High Lie © Miler Genuine Dra © Miler Lie o Lower 0 Melstr Bru c MiWwaukeo ' s Bast S2ZDE9LELOZ"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Philip Morris USA will launch an important pricing and marketingprogram to deal with the current conditions in the marketplace. The rapid growth of discount cigarettes has been marked by the rapid Growth of Discount cigarettes. Philip Morris will focus on growing its market share rather than pursuing rapid income growth rates which might erode its leading marketplace position."
}