{
    "filename": "2023077866.jpg",
    "metadata": {},
    "text": "PROJECT CHARGE: 1704\n\nPROJECT TITLE: SUPERCRITICAL FLUID PROCESSES\nPROJECT LEADER: F. V. Utsch\n\nWRITTEN BY: J. L. Banyasz\n\nPERIOD COVERED: July, 1986\n\nDATE OF REPORT: August 1, 1986\n\nscl atory System:\n\n \n\nEfforts to optimize the tobacco:C0,:carbon ratios in the one liter &\nsystem were continued.\n\n \n\nFurther analysis of the data for nicotine solubility in supercritical\nC0, over tobacco suggests the equilibrium between tobacco bound and fluid\nphase nicotine can be described by a single distribution coefficient,\nFurther data is needed to quantify the distribution.\n\nAMarlboro blend was treated with 3¢ NH,HCO, and extracted in the one\n\nliter system. A 978 reduction in nicotine was obtained as compared toa 938 aimee\nredution observed in a similar extraction with an untreated control. ,\nAdditional extraction experiments are required to determine optimum\n\nextraction conditions with NH,HCO, treated tobacco.\n\nPreliminary investigations were initiated to find alternative methods\nfor nicotine scrubbing. The extraction of 108 grams of tobacco using a\ncitric acid scrub (200 ml of 2.58 citric solution) yielded an 80% nicotine\nreduction after an extraction time of two hours and twenty minutes.\nmethod for increasing the gas/liquid contact efficiency will be implemented.\n\nScr PI\n\n \n\na ngineeris a\n\non request from Engineering, experiments were carried out to determine\nthe concentration of chloride ions in the fluid phase and in the tobacco\nmoisture which may come in contact with the vessel walls. The fluid phase\nwas found to contain 2-3 ppm chloride while the pressed tobacco moisture\ncontained a substantial but unquantitated amount.\n\nAlso, on request from Engineering, an attempt was made by Bruce Waymack\nto simulate low temperature in situ regeneration of spent carbon from the\nlaboratory unit by heating under helium at 300°C for ca. 90 minutes.\nAbsorption isotherms were then determined for the heat treated carbon. It\nwas found to have a capacity of 40-60% as compared to fresh carbon.\n\nN23 Beara\n\n9982.2.08202\n\f",
    "augmented_texts": [
        "PROJECT CHARGE: 1704 PROJECT TITLE: SUPERCRITICAL FLUID PROCESSES PROJECT LEADER: F. V. Utsch WRITTEN BY: J. L. Banyasz PERIOD COVERED: July, 1986 DATE OF REPORT: August i, 1986 scl atory System: Efforts to optimize the tobacco: C0, : carbon ratios in the one liter & system were continued. Further analysis of the data for nicotine solubility in supercritical C0, all over tobacco suggests the equilibrium between tobacco bound and fluid phase nicotine can be described by a single distribution coefficient, Further data is needed to quantify the distribution. AMarlboro blend was treated with 3 ¢ NH, HCO, and extracted in the one liter system. A 978 reduction in nicotine was obtained as compared toa 938 aimee redution observed in a similar extraction with an untreated control. , Additional extraction experiments are required to determine optimum extraction conditions with NH, HCO, treated tobacco. Preliminary investigations were initiated to find alternative methods for nicotine scrubbing. The extraction of 108 grams of tobacco using a citric acid scrub (200 ml of 2. 58 citric solution) yielded an 80% nicotine reduction after an extraction time of two hours and twenty minutes. method for increasing the gas / liquid contact efficiency will be implemented. Scr PI a ngineeris a on request from Engineering, experiments were carried out to determine the concentration of chloride ions in the fluid phase and in the tobacco plant moisture which may come in contact with the vessel walls. The fluid phase was found to contain 2 - 3 ppm chloride while the pressed tobacco moisture turn back a substantial but unquantitated amount. Also, on request from Engineering, an attempt was made by Bruce Waymack to simulate low temperature in situ regeneration of spent carbon from the laboratory social unit by heating under helium at 300 ° C for ca. 90 minutes. Assimilation isotherms were then determined for the heat treated carbon paper. It was found to have a capacity of 40 - 60% as compared to fresh carbon. N23 Beara 9982. 2. 08202",
        "PROJECT CHARGE: 1704 PROJECT TITLE: SUPERCRITICAL FLUID PROCESSES PROJECT LEADER: F. V. Utsch WRITTEN BY: J. L. Banyasz PERIOD COVERED: July, 1986 DATE OF REPORT: August 1, 1986 scl atory System: Efforts to optimize the tobacco: C0, : carbon ratios in the one liter & system were continued. Further analysis of the data for nicotine solubility in supercritical C0, over tobacco suggests the equilibrium between tobacco boundary and fluid phase nicotine can be described by a single distribution coefficient, Further data is needed to quantify the distribution. AMarlboro blend was cover with 3 ¢ NH, HCO, and extracted in the one liter system. A 978 reduction in nicotine was obtained as compared toa 938 aimee redution observed in a similar descent with an untreated control. , Additional extraction experiments are required to determine optimum extraction conditions with NH, HCO, treated tobacco. Preliminary investigations were initiated to find alternative methods for nicotine scouring. The extraction of 108 grams of tobacco using a citric acid scrub (200 ml of 2. 58 citric solution) yielded an 80% nicotine reduction after an extraction time of two hours and twenty minutes. method for increasing the gas / liquid contact efficiency will be implemented. Scr PI a ngineeris a on request from Engineering, experiments were carried out to determine the concentration of chloride ions in the fluid phase and in the tobacco moisture which may come in contact with the vessel walls. The fluid phase was found to contain 2 - 3 ppm chloride while the pressed tobacco moisture contained a substantial but unquantitated amount. Also, on request from Engineering, an attempt was made by Bruce Waymack to simulate low temperature in situ regeneration of spent carbon from the laboratory unit by heating under helium at 300 ° C for ca. 90 minutes. Absorption isotherms were then determined for the heat treated carbon. It was found to get a capacity of 40 - 60% as compared to fresh carbon. N23 Beara 9982. 2. 08202"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Tobacco:C0,:carbon ratios in the one liter &phthalsystem were continued. The extraction of 108 grams of tobacco using a citric acid scrub yielded an 80% nicotinereduction after an extraction time of two hours and twenty minutes. An attempt was made by Bruce Waymack to simulate low temperature in situ regeneration of spent carbon."
}