{
    "filename": "2023694986_2023694991.jpg",
    "metadata": {},
    "text": "Pulnonary Reactive Uptake of Inhaled Toxic Contaminants\nPI: Edvard M. Postlethwait, Ph.D.\n\nUniversity of Texas Medical Branch\n\nPulmonary Division\n\n‘The proposed project is designed to characterize and compare across\nspecies (including man) the kinetics of interaction and the predominant\nsubstrates involved during the pulmonary airspace absorption of NO, and\n0, with the goal of establishing a model for evaluating relative\n\n8simetry. The researchers will delineate the absorption determinants of\nNO, and 0, within the intact, isolated lung, followed by the\ndetermination of the extent to which uptake is localized to within the\nepithelial lining fluid (ELF).\n\n \n\nContract No. 90-23 90-23 90-238\n\nContract Execution Date 7/1/90 msn 7N92\n(Bax 6/24/91)\n\nContract End Date nso TNs 7/93\n\nNo Cost Extension\n\n \n\nBudget $126,158 $119,788 $131,306\n\nBudget Amendment\n\n \n\n \n\n \n\nFive month report due 12/1/90 12/191 12/1/92\nFive month report rec 124/90 12/26/91 12/15/92\nSite visit (anticipated) 4/28/93\nSite visit (conducted) 3/15/91\n\nTen month report due 5/1/91 5/1/92\n\nTen month report rec 6/6/91 6/1y92\n\nContinuation approved\n\n \n\nSTATUS: August 1991 3\n\nSeveral studies related to nitrogen dioxide reactive uptake by the\npulmonary airspace surface were completed. A comparison between bulk\nphase exposures and \"thin films” has been undertaken both for determining\nmechanisms of toxicity and to further validate the use of isolated\nepithelial lining fluid (ELF) as an investigational model. The data\nsupport the concept that NO, reactive absorption is limited to near the\n\n986h69£202\n\f",
    "augmented_texts": [
        "Pulnonary Reactive Uptake of Inhaled Toxic Contaminants PI: Edvard M. Postlethwait, Ph. D. University of Texas Medical Branch Pulmonary Partitioning ‘ The proposed project is designed to characterize and compare across species (including man) the kinetics of interaction and the prevalent substrates involved during the pulmonary airspace absorption of NO, and 0, with the goal of establishing a model for evaluating relative 8simetry. The researchers will delineate the absorption determinants of NO, and 0, within the intact, isolated lung, followed by the determination of the extent to which uptake is localized to within the epithelial lining fluid (ELF ). Contract No. 90 - 23 90 - 23 ninety - 238 Contract Execution Date 7 / 1 / 90 msn 7N92 (Bax 6 / 24 / ninety one) Contract End Date nso TNs 7 / 93 No Cost Extension Budget $ 126, 158 $ 119, 788 $ 131, 306 Budget Amendment Five month story due 12 / 1 / 90 12 / 191 12 / 1 / 92 Five month report rec 124 / 90 12 / 26 / 91 12 / 15 / xcii Site visit (anticipated) 4 / 28 / 93 Site visit (conducted) 3 / 15 / 91 Ten month report due 5 / 1 / 91 5 / 1 / 92 Ten month report rec 6 / 6 / 91 6 / 1y92 Continuation approved STATUS: August 1991 3 Several studies related to nitrogen dioxide reactive uptake by the pulmonary airspace earth's surface were completed. A comparison between bulk phase exposures and \" thin films ” has been undertaken both for determining mechanisms of toxicity and to further validate the use of isolated epithelial lining fluid (ELF) as an investigational model. The data support the concept that NO, reactive absorption is limited to near the 986h69 £ 202",
        "Pulnonary Reactive Uptake of Inhaled Toxic Contaminants PI: Edvard M. Postlethwait, Ph. D. University of Texas Medical Branch Pulmonary Division ‘ The proposed project is design to characterize and compare across species (including man) the kinetics of interaction and the predominant substrates involved during the pulmonary airspace absorption of NO, and 0, with the finish of establishing a model for evaluating relative 8simetry. The researchers will delineate the absorption determinants of NO, and 0, within the intact, isolated lung, followed by the determination of the extent to which uptake is localized to within the epithelial lining fluid (ELF ). Contract No. 90 - 23 90 - 23 xc - 238 Contract Execution Date 7 / 1 / 90 msn 7N92 (Bax 6 / twenty four / ninety one) Contract End Date nso TNs 7 / 93 No Cost Extension Budget $ 126, 158 $ 119, 788 $ 131, 306 Budget Amendment Five month report due 12 / 1 / 90 12 / 191 12 / 1 / 92 Five month report rec 124 / 90 12 / 26 / 91 12 / 15 / 92 Site visit (anticipated) 4 / 28 / 93 Site visit (conducted) 3 / fifteen / 91 Ten month report due 5 / 1 / 91 5 / 1 / 92 Ten spot month report rec 6 / 6 / 91 6 / 1y92 Continuation approved STATUS: August 1991 3 Several studies related to nitrogen dioxide reactive uptake by the pulmonary airspace surface were completed. A comparison between bulk phase exposures and \" thin films ” has been undertaken both for determining mechanisms of toxicity and to further validate the use of isolated epithelial lining fluid (ELF) as an investigational model. The data sustenance the concept that NO, reactive absorption is limited to near the 986h69 £ 202"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Pulnonary Reactive Uptake of Inhaled Toxic ContaminantsPI: Edvard M. Postlethwait, Ph.D.University of Texas Medical Branch: Pulmonary Division. Contract No. 90-23-90-91-92 (Bax 6/24/91)"
}