{
    "filename": "2023334062.jpg",
    "metadata": {},
    "text": "HAAR CAIUS ON\nHARVARD wey\n\n \n\n \n\n   \n\n \n\naay 6 1993\n\n| EPA Gives Ruling on Smoke\nSecondhand Smoke Officially Considered a Cancer Threat\n\nWwe,\n\nWASHINGTON (AP)—The gov. benzene a clas A carcinogens. The Services Department, who was li at\ncrument yesterday oficial Gasaied report said tobacco smoke wat far the press coferenc. “tis time fot\nsecondhand tobacco sinoks among more dangerous than the others. Americans who smoke to make the\nthe mos serious cancer threats and The agency hs no power to reir choice wo sop.\nsaid it eases lung amens in hun- late indoor ax pollution. But Relly \"And, in particu its iresponsi-\ndreds of thousands of nonsmokers sud the report could persuade the ble for smoker to expe young cl-\ncach yet ‘Occupational Safety and Health Ad- dren tothe health consequences of\n\nInfants especially are at risk, with ministration to take action. OSHA the addiction,” he said.\nseany 8 30,00 yu mfing_ at id hs vain comple \"The pr: a ben he fou of\n‘bronchitis preumonia| tionofthe EPA report before acting, controversy almost fom its inctp-\nfections related to secondhand A tobacco industry spokesperson ton.\n\nSmoke th ivronmenal Protection dined the eport cod predicted hSome scenic reviews chosen\nreported. would have leet. \"Most plces by the EPA to evaluate the report\n\n“The risks associated with envi- already have smoking and nonsmok- were charged with conflicts of interest\nronrpental tobacco smoke are atleast ing sections sad Brennan Dawaon wien twas disclosed that they had\nsn order of magnitude greater than of the Tobacco Institute. \"My indos- accepted money from a tabac in-\n\n \n\n \n\n \n\nthey are for virtually any chemical or try doesnt have a problem with non- dustry research organization.\nrisk that EPA regulates\" EPA Admin- smoking areas” ‘One reviewer, James E. Woods of\nistrator William K. Reilly said. Nevertheless the industry and its Virginia Polytechnic Institute and\n\n‘The agency estimated secondhand congressional alies have submitted State University, accepted a research\nsmoke caused 3,000 cases of cancer hundreds of pages of documents crit- grant of more than $1 million from\n\n \n\nSipemworcice ising the reper. They put intense Pip Morris wide he was reviewing,\n“The longravated announcement presute onthe EPA to ay the ee the BPA eporc\nprompted Ret groups to predict portor inte is dings Tie andthe other reviewers denied\nKewsats and st business to work The EPA reused todos. The re anywronging\non change in their worglacesmek- port's ndings didnot significantly \"Rep. Thome lly, «Republi\nionpoese: Efange over the course of several can from Richotondsvaehere BQ\nthink there wil be» ood of rate Philip Morris isthe ages private &\nleg ces” sad ton Bardia ex Amongihe epor‘sconchiions employer one point summoned\nuive diccor of Acion on Sek: Seanthand snoke metus the mirlel EPA saeste hvofieror |\ningand Heath 9 Washingon, D.C. fcquengy and severy of symptoms individu, sed door, taped et.\nthe Baltimore Orites aso sn- in 400000 tw | ion chdren with views that he safes fod highly\nnounced yesterday their stadium —ssihna, and it ineestes the Fisk of Itimidaing 2\nwould rst stoking mong fans, pew cas of ashima. ‘Bley side sid Bley was exe-\n|| Gzoming bc 6th mater lngus base! \"kaso causes id buildup inthe ching hs gent rl\nBalleamo doo mide ca a condition that an lead Earlier tis eek the EPA con-\n‘The EPA final report elevated to- , to ear infections. firmed that it had dropped tobacco\n\nEo a Pe ie files ee ams\nmcranoene any bungee SlSe Le Efe wn\nRaasaktee! Mention Seka\n\f",
    "augmented_texts": [
        "HAAR CAIUS ON HARVARD wey aay 6 1993 | EPA Gives Ruling on Smoke Secondhand Smoke Officially Considered a Cancer Threat Wwe, WASHINGTON (AP) — The gov. benzene a clas A carcinogens. The Services Department, who was li at crument yesterday oficial Gasaied report said tobacco smoke wat far the press coferenc. “ tis time fot secondhand tobacco sinoks among more dangerous than the others. Americans who smoke to make the the mos serious cancer threats and The agency hs no power to reir choice wo sop. said it eases lung amens in hun - late indoor ax pollution. But Relly \" And, in particu its iresponsi - dreds of thousands of nonsmokers sud the report could persuade the ble for smoker to expe young cl - cach yet ‘ Occupational Safety and Health Ad - dren tothe health consequences of Infants especially are at risk, with ministration to take action. OSHA the addiction, ” he said. seany 8 30, 00 yu mfing_ at id hs vain comple \" The pr: a ben he fou of ‘ bronchitis preumonia | tionofthe EPA report before acting, controversy almost fom its inctp - fections related to secondhand A tobacco industry spokesperson ton. Smoke th ivronmenal Protection dined the eport cod predicted hSome scenic reviews pick out reported. would have leet. \" Most plces by the EPA to evaluate the report “ The risks associated with envi - already have smoking and nonsmok - were charged with conflicts of interest ronrpental tobacco smoke are atleast ing sections sad Brennan Dawaon wien twas disclosed that they had sn order of magnitude greater than of the Tobacco Institute. \" My indos - accepted money from a tabac in - they are for virtually any chemical substance or try doesnt have a problem with non - dustry research organization. risk that EPA regulates \" EPA Admin - smoking areas ” ‘ One reviewer, James E. Woods of istrator William K. Reilly said. Nevertheless the industry and its Virginia Polytechnic Institute and ‘ The agency estimated secondhand congressional alies have submitted State University, accepted a research smoke caused 3, 000 cases of cancer hundreds of pages of documents crit - grant of more than $ one million from Sipemworcice ising the reper. They put intense Pip Morris wide he was reviewing, “ The longravated announcement presute onthe EPA to ay the ee the BPA eporc prompted Ret groups to predict portor inte is dings Tie andthe other reviewers denied Kewsats and st business to work The EPA reused todos. The re anywronging on change in their worglacesmek - port ' s ndings didnot significantly \" Rep. Thome lly, « Republi ionpoese: Efange over the course of several can from Richotondsvaehere BQ think there wil be » ood of rate Philip Morris isthe ages private & leg ces ” sad ton Bardia ex Amongihe epor ‘ sconchiions employer one point summoned uive diccor of Acion on Sek: Seanthand snoke metus the mirlel EPA saeste hvofieror | ingand Heath 9 Washingon, D. C. fcquengy and severy of symptoms individu, sed threshold, taped et. the Baltimore Orites aso sn - in 400000 tw | ion chdren with views that he safes fod highly nounced yesterday their stadium — ssihna, and it ineestes the Fisk of Itimidaing 2 would rst stoking mong fans, pew cas of ashima. ‘ Bley side sid Bley was exe - | | Gzoming bc 6th mater lngus base! \" kaso causes id buildup inthe ching hs gent rl Balleamo doo mide ca a condition that an lead Earlier tis eek the EPA con - ‘ The EPA final report elevated to -, to ear infections. firmed that it had dropped tobacco Eo a Pe ie files ee ams mcranoene any bungee SlSe Le Efe wn Raasaktee! Mention Seka",
        "HAAR CAIUS ON HARVARD wey aay 6 1993 | EPA Gives Ruling on Smoke Secondhand Smoke Officially Considered a Cancer Threat Wwe, WASHINGTON (AP) — The gov. benzene a clas A carcinogens. The Services Department, who was li at crument yesterday oficial Gasaied report said tobacco smoke wat far the press coferenc. “ tis time fot secondhand tobacco sinoks among more dangerous than the others. Americans who smoke to make the the mos serious cancer threats and The agency hs no power to reir choice wo sop. said it eases lung amens in hun - late indoor ax pollution. But Relly \" And, in particu its iresponsi - dreds of thousands of nonsmokers sud the report could persuade the ble for smoker to expe young cl - cach yet ‘ Occupational Safety and Health Ad - dren tothe health consequences of Infants especially are at risk, with ministration to take action. OSHA the addiction, ” he said. seany 8 30, 00 yu mfing_ at id hs vain comple \" The pr: a ben he fou of ‘ bronchitis preumonia | tionofthe EPA report before acting, controversy almost fom its inctp - fections related to secondhand A tobacco industry spokesperson ton. Smoke th ivronmenal Protection dined the eport cod predicted hSome scenic reviews choose reported. would have leet. \" Most plces by the EPA to evaluate the report “ The risks associated with envi - already have smoking and nonsmok - were charged with conflicts of interest ronrpental tobacco smoke are atleast ing sections sad Brennan Dawaon wien twas disclosed that they had sn order of magnitude greater than of the Tobacco Institute. \" My indos - accepted money from a tabac in - they are for virtually any chemical or try doesnt have a problem with non - dustry research organization. risk that EPA regulates \" EPA Admin - smoking areas ” ‘ One reviewer, James E. Woods of istrator William K. Reilly said. Nevertheless the diligence and its Virginia Polytechnic Institute and ‘ The agency estimated secondhand congressional alies have submitted State University, accepted a research smoke caused 3, 000 cases of cancer hundreds of pages of documents crit - grant of more than $ 1 million from Sipemworcice ising the reper. They put intense Pip Morris wide he was reexamine, “ The longravated announcement presute onthe EPA to ay the ee the BPA eporc prompted Ret groups to predict portor inte is dings Tie andthe other reviewers denied Kewsats and st business to work The EPA reused todos. The re anywronging on change in their worglacesmek - port ' s ndings didnot significantly \" Rep. Thome lly, « Republi ionpoese: Efange over the course of several can from Richotondsvaehere BQ think there wil be » ood of rate Philip Morris isthe ages private & leg ces ” sad ton Bardia ex Amongihe epor ‘ sconchiions employer one point summoned uive diccor of Acion on Sek: Seanthand snoke metus the mirlel EPA saeste hvofieror | ingand Heath 9 Washingon, D. C. fcquengy and severy of symptoms individu, sed door, taped et. the Baltimore Orites aso sn - in 400000 tw | ion chdren with views that he safes fod highly nounced yesterday their stadium — ssihna, and it ineestes the Fisk of Itimidaing 2 would rst stoking mong fans, pew cas of ashima. ‘ Bley side sid Bley was exe - | | Gzoming bc 6th mater lngus base! \" kaso causes id buildup inthe ching hs gent rl Balleamo doo mide ca a condition that an lead Earlier tis eek the EPA con - ‘ The EPA final report elevated to -, to ear infections. firmed that it had sink tobacco Eo a Pe ie files ee ams mcranoene any bungee SlSe Le Efe wn Raasaktee! Mention Seka"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Secondhand tobacco sinoks among more dangerous than the others, EPA says. Agency has no power to reir choice wo sop. Tobacco industry says it eases lung amens in hun- late indoor pollution. EPA estimated secondhand congressional alies have submitted State University, accepted a research grant of $1 million."
}