{
    "filename": "2023536317_2023536325.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\n \n\ny\n\n“\n\nanlage 5\n\nlypr- (0.1.99\n\na>)\n\n10. International Meeting on N-Nitroso Compounds, Mycotoxins\nind ‘Tobacco Smoke:\nRelevance to Human Cancer\n25. - 28. September 1989, Lyon\n\n \n\n \n\n \n\n- Bericht -\n\nAn der Konferenz nahmen ca. 120 Wissenschaftler aus aller\nWelt teil. Wie aus dem Titel des Meetings hervorgeht, stan-\nden erstmals nicht nur N-Nitroso-Verbindungen sondern auch\nMycotoxine (vor allem Aflatoxin) und Tabak im Mittelpunkt.\nAuBerdem wurde ein gréSerer Schwerpunkt auf die Epidemiolo-\ngie und die Pravention gelegt. Diese Umorientierung der seit\nca. 20 Jahren bestehenden Nitrosamin-Konferenz hat m.E. in\nerster Linie damit zu tun, daé bislang die Relevanz der Ni-\ntrosamine fir die Krebsentstehung beim Menschen nicht zwei-\nfelsfrei bewiesen ist. Magee faBte das Ergebnis des Meetings\nbeziiglich Cancerogenese beim Menschen wie folgt zusammen:\n\nTabak/Tabakrauch: ohne Zweifel kausaler Zusammenhang\nzur Krebsentstehung, wahrscheinlich\nunter Mitwirkung von Nitrosaminen\n(bei Snuff mdglicherweise ausschlieBlich\ndurch Nitrosamine)\n\nNitrosamine: starke Hinweise (strong evidence)\n\nAflatoxin\n\n \n\nweniger deutliche Zusammenhange.\n\nUnter dem Strich bleibt also nur der Tabak als cancerogenes\nAgens, wobei noch véllig offen ist, ob die Nitrosamine bein\nRauchen eine Rolle bei der Cancerogenese spielen. Es mus\nfestgestellt werden, das, entgegen friherer Erwartungen,\neine kausale Rolle der Nitrosamine bei der Krebsentstehung\nbeim Menschen bislang nicht bewiesen werden konnte. Ebenso\nbleibt noch unklar, welche Rolle der exogenen und endogenen\nNitrosaminbelastung zukommt.\n\néTESESEZOS\n\f",
    "augmented_texts": [
        "y “ anlage 5 lypr - (0. 1. 99 a> ) x. International Meeting on N - Nitroso Chemical compound, Mycotoxins ind ‘ Tobacco Smoke: Relevance to Human Cancer 25. - 28. September 1989, Lyon - Bericht - An der Konferenz nahmen ca. 120 Wissenschaftler aus aller Welt teil. Wie aus dem Titel des Meetings hervorgeht, stan - den erstmals nicht nur N - Nitroso - Verbindungen sondern auch Mycotoxine (vor allem Aflatoxin) und Tabak im Mittelpunkt. AuBerdem wurde ein gréSerer Schwerpunkt auf die Epidemiolo - gie und die Pravention gelegt. Diese Umorientierung der seit calcium. 20 Jahren bestehenden Nitrosamin - Konferenz hat m. E. in erster Linie damit zu tun, daé bislang die Relevanz der Ni - trosamine fir die Krebsentstehung beim Menschen nicht zwei - felsfrei bewiesen ist. Magee faBte das Ergebnis des Meetings beziiglich Cancerogenese beim Menschen wie folgt zusammen: Tabak / Tabakrauch: ohne Zweifel kausaler Zusammenhang zur Krebsentstehung, wahrscheinlich unter Mitwirkung von Nitrosaminen (bei Snuff mdglicherweise ausschlieBlich durch Nitrosamine) Nitrosamine: starke Hinweise (strong evidence) Aflatoxin weniger deutliche Zusammenhange. Unter dem Strich bleibt also nur der Tabak als cancerogenes Agens, wobei noch véllig offen ist, ob die Nitrosamine bein Rauchen eine Rolle bei der Cancerogenese spielen. Es mus festgestellt werden, das, entgegen friherer Erwartungen, eine kausale Rolle der Nitrosamine bei der Krebsentstehung beim Menschen bislang nicht bewiesen werden konnte. Ebenso bleibt noch unklar, welche Rolle der exogenen und endogenen Nitrosaminbelastung zukommt. éTESESEZOS",
        "y “ anlage 5 lypr - (0. 1. 99 a> ) x. International Meeting on N - Nitroso Compounds, Mycotoxins ind ‘ Tobacco Smoke: Relevance to Human Cancer 25. - 28. September 1989, Lyon - Bericht - An der Konferenz nahmen ca. 120 Wissenschaftler aus aller Welt teil. Wie aus dem Titel des Meetings hervorgeht, stan - den erstmals nicht nur N - Nitroso - Verbindungen sondern auch Mycotoxine (vor allem Aflatoxin) und Tabak im Mittelpunkt. AuBerdem wurde ein gréSerer Schwerpunkt auf die Epidemiolo - gie und die Pravention gelegt. Diese Umorientierung der seit ca. 20 Jahren bestehenden Nitrosamin - Konferenz hat m. E. in erster Linie damit zu tun, daé bislang die Relevanz der Ni - trosamine fir die Krebsentstehung beim Menschen nicht zwei - felsfrei bewiesen ist. Magee faBte das Ergebnis des Meetings beziiglich Cancerogenese beim Menschen wie folgt zusammen: Tabak / Tabakrauch: ohne Zweifel kausaler Zusammenhang zur Krebsentstehung, wahrscheinlich unter Mitwirkung von Nitrosaminen (bei Snuff mdglicherweise ausschlieBlich durch Nitrosamine) Nitrosamine: starke Hinweise (strong evidence) Aflatoxin weniger deutliche Zusammenhange. Unter dem Strich bleibt also nur der Tabak als cancerogenes Agens, wobei noch véllig offen ist, ob die Nitrosamine bein Rauchen eine Rolle bei der Cancerogenese spielen. Es mus festgestellt werden, das, entgegen friherer Erwartungen, eine kausale Rolle der Nitrosamine bei der Krebsentstehung beim Menschen bislang nicht bewiesen werden konnte. Ebenso bleibt noch unklar, welche Rolle der exogenen und endogenen Nitrosaminbelastung zukommt. éTESESEZOS"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "An der Konferenz nahmen ca. 120 Wissenschaftler aus aller                Welt teil. N-Nitroso-Verbindungen sondern auch Mycotoxine (vor allem Aflatoxin) and Tabak im Mittelpunkt."
}