{
    "filename": "2024947299.jpg",
    "metadata": {},
    "text": "    \n\n‘THE TIMES WEDNESDAY JULY 28 1982\n\nDisagreement over the\nrisks of asbestos\n\n‘The ealih hazards of Labour MP_ tor stoke on.\naetos fave evel been Trent, Soutty produced, 3\nSindecpayed \"to, \"ihe’ people maton signed beso sees,\n\nvith ithe Tender Calling fora select commitice |\n\n \n\n \n\nDe Beitaine'biegese company on asbestos to establah the:\nShick eraly with (he sabe sks\n\nWakce SSW yestecaay he Me Newton sald yesterday\nFrese Aigo cepores. But Me that Ms\" comgany would\n\n \n\n \n\n \n\n    \n\n      \n\nsage\nBE Kewton, chit execu\nne’ and \"eeSuphmananing yrotranme\nieee Pore Sad TM fn,\nMoms tteart ait, Sas eaaee he\n(Soe pratomme “alge: Sheaves\" industry of |\nSiR eee’ She pene Toc wwong. 0\nDasseeT ily at acrened SEGRE, SOSH sat\nSUULSo tase nigh ide hinds the\nThe\" Slate vas on ast. Selly navi the i\neis Spetmentter“sbeut “THT FEE Rothworth, direct\nWe earls OE Lal ad act ue Cancer Pevenion\n{satieean hice Jefferson, Socteyy aso 'en yestranrs\nBeLtE olwas doen on) pantera 8 Sne\n“Ale? the pkramme, was\nwmader’ Me \"ack Ashley.\n\n       \n\n    \n\n \n\n \n\n \n\n \n\n \n\n    \n\n \n\n6b~ aed\n\n66z2b6pz0z\n\f",
    "augmented_texts": [
        "‘ THE TIMES WEDNESDAY JULY 28 1982 Disagreement over the risks of asbestos ‘ The ealih hazards of Labour MP_ tor stoke on. aetos fave evel been Trent, Soutty grow, 3 Sindecpayed \" to, \" ihe ’ people maton signed beso sees, vith ithe Tender Calling assembly select commitice | Delaware Beitaine ' biegese company on asbestos to establah the: Shick eraly with (he sabe sks Wakce SSW yestecaay he Me Newton sald yesterday Frese Aigo cepores. But Me that Ms \" comgany would sage BE Kewton, chit execu ne ’ and \" eeSuphmananing yrotranme ieee Pore Sad TM fn, Moms tteart ait, Sas eaaee he (Soe pratomme “ alge: Sheaves \" industry of | SiR eee ’ She pene Toc wwong. 0 DasseeT ily at acrened SEGRE, SOSH sat SUULSo tase nigh ide hinds the The \" Slate vas on ast. Selly navi the i eis Spetmentter “ sbeut “ THT FEE Rothworth, direct We earls OE Lal ad act ue Cancer Pevenion {satieean hice Jefferson, Socteyy aso ' en yestranrs BeLtE olwas doen on) pantera 8 Sne “ Ale? the pkramme, was wmader ’ Me \" ack Ashley. 6b ~ aed 66z2b6pz0z",
        "‘ THE TIMES WEDNESDAY JULY 28 1982 Disagreement over the risks of asbestos ‘ The ealih hazards of Labour MP_ tor stoke on. aetos fave evel been Trent, Soutty produced, 3 Sindecpayed \" to, \" ihe ’ people maton signed beso sees, vith ithe Tender Calling fora select commitice | De Beitaine ' biegese caller on asbestos to establah the: Shick eraly with (he sabe sks Wakce SSW yestecaay he Me Newton sald yesterday Frese Aigo cepores. But Me that Ms \" comgany would sage BE Kewton, chit execu ne ’ and \" eeSuphmananing yrotranme ieee Pore Sad TM fn, Moms tteart ait, Sas eaaee he (Soe pratomme “ alge: Sheaves \" industry of | SiR eee ’ She pene Toc wwong. 0 DasseeT ily at acrened SEGRE, SOSH sat SUULSo tase nigh ide hinds the The \" Slating vas on ast. Selly navi the i eis Spetmentter “ sbeut “ THT FEE Rothworth, direct We earls OE Lal ad act ue Cancer Pevenion {satieean hice Jefferson, Socteyy aso ' en yestranrs BeLtE olwas doen on) pantera 8 Sne “ Ale? the pkramme, was wmader ’ Me \" ack Ashley. 6b ~ aed 66z2b6pz0z"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "'The ealih hazards of Labour MP_ tor stoke on. The Times' front page on July 28, 1982: 'Disagreement over the terrifyingrisks of asbestos' 'The Mail on Sunday' on the same day was published with a front-page story on 'Labour MP's asbestos hazards'"
}