{
    "filename": "2024987437_2024987442.jpg",
    "metadata": {},
    "text": "   \n\nH, Chorry sind 11. Kovben,\nDopartnent of Stctisticn, University of\nYatorloo, Ontario, Crud:\n\n \n\n    \n\n \n\n‘This papor donerites studios carricd out at the University of\nWaterloo, Ontario, Canada in conjmetion with the Snoking ond ientth Program\nof tho Cenadian Dopartnent of National llealth ena Welfare, Tt ropresonts:\nonly ono of nuerous progrems on Snoking and Health supported ly the Canadian\nGovornnent. ‘hero ere throo coupononts to the work at Yatorles; first, the\npurvoillance of tar and nicotine levels of cigarettes sold in Cenada; second,\nan investigation of the intake of harafu) substencos presont in tobacco snoke;\nand third, vorious statistics] studios related to enoking habits. Most of the\nAnvostigations described vore carricd out under the supervision of Dr. W.S.\nRickert, Dr, J.C, Robinson 2nd tho authors,\n\n  \n\n‘The ain of the surveillance ctudics is to provide the Cenadian\nsnoker with readily accessible inforastion about tar 2nd nicotine levels in\ncigarettes. In cd@ition, the studios appocr to have hnd sone inf'luonce on\n\nthe Industry, in that sone Cancdian cigarottes now have lower tar end nicotine\nlevels than beforo the surveillance studies began, end those cigerottes,\nthorofore, can be expocted to bo less harnful., In addition, tho results have\nconfirmed both that it is practicable for tho Industry to produce cigarettes\nwithin a wide range of tar and nicotine delivory and, also, that tho tar end\nnicotine levels of individual brands can bo controlled within narrow linits,\n\n‘The surveillance is carried out bi-ennually and the results are\npublished by the Department of\ncollected fron retailors across Canad\n\n \n\n \n\nional Wealth ond Yolfare, Cigerettes aro\nto onsvro that negsurenents reflect\n\n \n\nthe tar and nicotine levels of cigarottes as actucMy aveiicble to the\nconsubor,\n\nThe nethodolegy employed for determining tar and nicotine levels\nie basically that described by Oge (1). However, tho tar dat» were determined\n‘nd publiohed (2) as wot rather than dry tor, Tt hew aleo boon shown (2) that\nthore aro no significont differences between tar and nicotine contents of\n\n \n\neigarottes sold undor one brand nane in difforent parts of tho country. Con-\nsoquently, for each brand, cigarettes wold appear to be ainilar throughout\nCanada,\n\nDiscussions havo also takon place in Canada with a viow 46 arriving\nat appropriate legislation, vbich vould lead to lose hamfal cigurettes.\nSpecifically, proposed legislation includes apoeifying porsitted upper linits\n\nLEpL860z02\n\f",
    "augmented_texts": [
        "H, Chorry sind 11. Kovben, Dopartnent of Stctisticn, University of Yatorloo, Ontario, Crud: ‘ This papor donerites studios carricd out at the University of Battle of waterloo, Ontario, Canada in conjmetion with the Snoking ond ientth Program of tho Cenadian Dopartnent of National llealth ena Welfare, Tt ropresonts: only ono of nuerous progrems on Snoking and Health supported ly the Canadian Govornnent. ‘ hero ere throo coupononts to the work at Yatorles; first, the purvoillance of jack tar and nicotine levels of cigarettes sold in Cenada; second, an investigation of the intake of harafu) substencos presont in tobacco snoke; and third, vorious statistics] studios have to doe with to enoking habits. Most of the Anvostigations described vore carricd out under the supervision of Dr. W. S. Rickert, Dr, J. C, Robinson 2nd tho authors, ‘ The ain of the surveillance ctudics is to provide the Cenadian snoker with readily accessible inforastion about tar 2nd nicotine levels in cigarettes. In cd @ ition, the studios appocr to have hnd sone inf ' luonce on the Industry, in that sone Cancdian cigarottes now have lower tar end nicotine levels than beforo the surveillance studies began, end those cigerottes, thorofore, can be expocted to bo less harnful. , In addition, tho results have confirmed both that it is practicable for tho Industry to produce cigarettes within a wide range of tar and nicotine delivory and, also, that tho tar end nicotine levels of individual brands can bo controlled within narrow linits, ‘ The surveillance is carried out bi - ennually and the results are published by the Department of collected fron retailors across Canad ional Wealth ond Yolfare, Cigerettes aro to onsvro that negsurenents reflect the tar and nicotine levels of cigarottes as actucMy aveiicble to the consubor, The nethodolegy employed for determining tar and nicotine levels ie basically that described by Oge (1 ). However, tho tar dat » were determined ‘ nd publiohed (2) as wot rather than dry tor, Tt hew aleo boon shown (2) that thore aro no significont differences between tar and nicotine contents of eigarottes sold undor one brand nane in difforent parts of tho country. Con - soquently, for each brand, cigarettes wold appear to be ainilar throughout Canada, Discussions havo also takon place in Canada with a viow 46 arriving at appropriate legislation, vbich vould lead to lose hamfal cigurettes. Specifically, proposed legislation includes apoeifying porsitted upper linits LEpL860z02",
        "H, Chorry sind 11. Kovben, Dopartnent of Stctisticn, University of Yatorloo, Ontario, Crud: ‘ This papor donerites studios carricd out at the University of Waterloo, Ontario, Canada in conjmetion with the Snoking ond ientth Program of tho Cenadian Dopartnent of National llealth ena Welfare, Tt ropresonts: only ono of nuerous progrems on Snoking and Health support ly the Canadian Govornnent. ‘ hero ere throo coupononts to the work at Yatorles; first, the purvoillance of tar and nicotine levels of cigarettes sold in Cenada; second, an investigation of the intake of harafu) substencos presont in tobacco snoke; and third, vorious statistics] studios related to enoking habits. Most of the Anvostigations described vore carricd out under the supervision of Dr. W. S. Rickert, Dr, J. C, Robinson 2nd tho authors, ‘ The ain of the surveillance ctudics is to provide the Cenadian snoker with readily accessible inforastion about tar 2nd nicotine levels in cigarettes. In cd @ ition, the studios appocr to have hnd sone inf ' luonce on the Industry, in that sone Cancdian cigarottes now have lower tar end nicotine levels than beforo the surveillance studies began, end those cigerottes, thorofore, can cost expocted to bo less harnful. , In addition, tho results have confirmed both that it is practicable for tho Industry to produce cigarettes within a wide range of tar and nicotine delivory and, also, that tho tar end nicotine levels of individual brands can bo controlled within narrow linits, ‘ The surveillance is carried out bi - ennually and the results are issue by the Department of collected fron retailors across Canad ional Wealth ond Yolfare, Cigerettes aro to onsvro that negsurenents reflect the tar and nicotine levels of cigarottes as actucMy aveiicble to the consubor, The nethodolegy employed for determining tar and nicotine levels ie basically that described by Oge (1 ). Yet, tho tar dat » were determined ‘ nd publiohed (2) as wot rather than dry tor, Tt hew aleo boon shown (2) that thore aro no significont differences between tar and nicotine contents of eigarottes sold undor one brand nane in difforent parts of tho country. Con - soquently, for each brand, cigarettes wold appear to be ainilar throughout Canada, Discussions havo also takon place in Canada with a viow 46 arriving at appropriate legislation, vbich vould go to lose hamfal cigurettes. Specifically, proposed legislation includes apoeifying porsitted upper linits LEpL860z02"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The research was carried out at the University ofWaterloo, Ontario, Canada in conjmetion with the Snoking ond ientth Program of the Cenadian Dopartnent of National llealth ena Welfare, Tt ropresonts: only ono of nuerous progrems on Sn smoking and Health supported ly the Canadian government. The research involved the surveillance of tar and nicotine levels of cigarettes sold in Canada."
}