{
    "filename": "2024260743_2024260746.jpg",
    "metadata": {},
    "text": "» ‘PRESENTATION TO RRM, HC and HM ON JUNE 8, 1978\n\nBY CORPORATE AFFAIRS DEPARTMENT, PME, LAUSANNE\n\nCONCERNING SMOKING AND HEALTH CONTROVERSY\n\n \n\nOur presentation is divided in three parts. Paul Isenring will inform\nyou about ICOSI's latest plans, and latest details on the activities\nof the working groups and task forces, with the exception of those\nof the medical group, which will be given by Helmut Gaisch.\n\nI will kick off with a brief analysis of the situation in some of\nour key markets, partly based on reports. given to us by our consul-\ntants during our first Regional Corporate Affairs Conference, and\npartly based on our own analysis of the recent press reports. etc.\n\nWe will also give you a very brief summary of the attitudes of\nthe various tobacco associations at the moment.\n\nAfter Paul and Helmut, I will as briefly as I can, tell you what\nPME is doing and planning to do in the future and how this inter-\nfaces with ICOSI.\n\nA sitrep of the Smoking and Health in our Region.\n\n1, One feature was predominant in all reports of our ten public\naffairs consultants in the Regions, that was :\n~ there is no controversy in the public mind or in governments’\nattitudes.\nSmoking causes diseases. Basta.\n\n2, In all countries, pressures on Governments to increase the\n\nnumber of regulations aimed at curbing tobacco are growing.\n\n3. In all countries, the public Smoking Issue, including social\n“unacceptability\" is growing in leaps and bounds.\n\n \n\nfpLo9zbz0z\n\f",
    "augmented_texts": [
        "» ‘ PRESENTATION TO RRM, HC and HM ON JUNE 8, 1978 BY CORPORATE AFFAIRS DEPARTMENT, PME, LAUSANNE CONCERNING SMOKING AND HEALTH CONTROVERSY Our presentation is divided in three parts. Paul Isenring will inform you about ICOSI ' s latest plans, and latest details on the activities of the working groups and task forces, with the exception of those of the medical group, which will be given by Helmut Gaisch. I will kick sour with a brief analysis of the situation in some of our key markets, partly based on reports. given to us by our consul - tants during our first Regional Corporate Affairs Conference, and partly based on our own analytic thinking of the recent press reports. etc. We will also give you a very brief summary of the attitudes of the various tobacco associations at the moment. After Paul and Helmut, I will as briefly as I can, tell you what PME is doing and planning to do in the future and how this inter - faces with ICOSI. A sitrep of the Smoking and Health in our Region. 1, One feature was predominant in all reports of our 10 public affairs consultants in the Regions, that was: ~ there is no controversy in the public mind or in governments ’ attitudes. Smoking causes diseases. Basta. 2, In all countries, pressures on Governments to increase the number of regulations aimed at curbing tobacco are growing. 3. In all countries, the public Smoking Issue, including social “ unacceptability \" is growing in leaps and bounds. fpLo9zbz0z",
        "» ‘ PRESENTATION TO RRM, HC and HM ON JUNE 8, 1978 BY CORPORATE AFFAIRS DEPARTMENT, PME, LAUSANNE CONCERNING smoke AND HEALTH CONTROVERSY Our presentation is divided in three theatrical role. Paul Isenring will inform you about ICOSI ' s latest plans, and latest details on the activities of the working groups and task forces, with the exception of those of the medical group, which will be given by Helmut Gaisch. I will kick off with a brief analysis of the situation in some of our key markets, partly based on reports. given to us by our consul - tants during our first Regional Corporate Affairs Conference, and partly free base on our own psychoanalysis of the recent press reports. etc. We will also give you a very brief summary of the attitudes of the several tobacco associations at the moment. After Paul and Helmut, I will as briefly as I can, tell you what PME personify doing and planning to do in the time to come and how this inter - faces with ICOSI. A sitrep of the Smoking and Health in our Region. 1, One feature was predominant in all reports of our ten public affair consultants in the Regions, that was: ~ there is no controversy in the public mind or in governments ’ attitudes. Smoking causes diseases. Basta. 2, In all countries, pressures on Governments to increase the number of regulations aimed at curbing tobacco are growing. 3. In all countries, the public Smoking Issue, including social “ unacceptability \" is growing in leaps and bounds. fpLo9zbz0z"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "A sitrep of the Smoking and Health in our Region. In all countries, pressures on Governments to increase the number of regulations aimed at curbing tobacco are growing. The public Smoking Issue, including social “unacceptability\" is growing in leaps and bounds. There is no controversy in the public mind or in governments’ attitudes."
}