{
    "filename": "2024847516_2024847541.jpg",
    "metadata": {},
    "text": "MODELING\n\nJ. Blankinship\n\n‘The definition of Artificial Intelligence (AI) as a group of related technologies which\nshare a common theme - that of mimicking human reasoning or sensing - suggests that AI can\ncontribute to one’s understanding of how the chemical senses interact with the extemal\n‘environment and with internal cognitive processes. So, in response to the question: Is there\nArtificial Intelligence in chemical sensing? - the answer is a \"definite maybe.\"\n\nTo get right to the point, there are two areas in which techniques from AI can contribute\nto an understanding of the chemical senses. It tums out that both of these areas involve a form of\nATalled neural networks. The first area is the application of neurocomputing in the\ndevelopment of artificial olfactory systems. This includes research conducted by Nakamoto and\nMoriizumi at the Tokyo Institute of Technology in the development of artificial odor sensors,\nwhich consist of a quartz-resonator array with different coating materials whose oscillation\nfrequencies change when certain molecules are adsorbed onto its surface. The resulting patterns\nare then recognized by a neural network to help identify the odor. Freeman and Burke at the\nUniversity of California, Berkeley are conducting research into using neural networks for pattern\nrecognition of the EEG activity at the olfactory bulb, and are also developing artificial neural\n‘models of olfaction. This first area is mentioned mostly for the sake of completeness. The\nsecond area, which will be the focus of my talk, is using the data mapping capabilities of neural\nnetworks to help understand chemical sénsing data.\n\n‘A neural network is a self-adapting, parallel, distributed information processing structure\nthat is loosely based on the interconnected web of neurons in the brain. Most neural networks,\nparticularly those called mapping networks, can be more easily described as statistical mapping\nor machine learning techniques which are inspired by the arrangement of neurons in the brain.\n‘This is a generic picture of what a neural network looks like. Instead of neurons in the brain, we\nhave these nodes of a directed graph that are called processing elements. Analogous to the\nsynapses between neurons in the brain, the processing elements are linked by unidirectional\ninformation channels called connections. These connections can have mathematical data types,\nand they may also be weighted - so that if, for example, the output of this PE is 4 and the weight\non this connection is 0.2, then the input value to that PE is a 0.8. There are two main operating\ngroundrules for a neural network: (I) a processing element may have multiple input connections,\nbut can generate only a single output, and (2) all processing within a processing element must be\ncompletely local. The functioning of a processing element is basically this: Solely as a function\nof the current values of its inputs and some local memory values, it computes a number. That\nsingle number becomes the output of the processing element. That output can branch out into\n\n-BI-\n\n9Ts2bspz0z\n\f",
    "augmented_texts": [
        "MODELING J. Blankinship ‘ The definition of Artificial Intelligence (AI) as a group of related technologies which share a common theme - that of mimicking human reasoning or sensing - suggests that AI can contribute to i ’ s understanding of how the chemical senses interact with the extemal ‘ environment and with internal cognitive processes. So, in response to the question: Is there Artificial Intelligence in chemical sensing? - the answer is a \" definite maybe. \" To get right to the point, there are two areas in which techniques from AI can contribute to an understanding of the chemical senses. It tums out that both of these areas involve a form of ATalled neural networks. The first area is the application of neurocomputing in the development of artificial olfactory systems. This includes research conducted by Nakamoto and Moriizumi at the Tokyo Institute of Technology in the development of artificial odor sensors, which consist of a quartz - resonator array with different coating materials whose oscillation frequencies change when certain molecules are adsorbed onto its surface. The resulting patterns are then recognized by a neuronal network to help identify the odor. Freeman and Burke at the University of California, Berkeley are conducting research into using neural networks for pattern recognition of the EEG activity at the olfactory bulb, and are also developing artificial neural ‘ models of olfaction. This first area is mentioned mostly for the sake of completeness. The second area, which will be the focus of my talk, is using the data mapping capabilities of neural networks to facilitate understand chemical sénsing data. ‘ A neural network is a self - adapting, parallel, distributed information processing structure that is loosely based on the interconnected web of neurons in the brain. Most neural networks, particularly those called mapping networks, can be more easily described as statistical mapping or political machine learning techniques which are inspired by the arrangement of neurons in the brain. ‘ This is a generic picture of what a neural network looks like. Instead of neurons in the brain, we make these nodes of a directed graph that are called processing elements. Analogous to the synapses between neurons in the brain, the processing elements are linked by unidirectional information channels called connections. These connections can have mathematical data types, and they may also be weighted - so that if, for example, the output of this PE is 4 and the weight on this connection is zero. 2, then the input value to that PE is a 0. 8. There are two main operating groundrules for a neural network: (I) a processing element may have multiple input connections, but can generate only a single output, and (2) all processing within a processing element must be completely local. The functioning of a processing element is basically this: Solely as a function of the current values of its inputs and some local memory values, it computes a number. That single number becomes the output of the processing element. That output can branch out into - BI - 9Ts2bspz0z",
        "MODELING J. Blankinship ‘ The definition of Artificial Intelligence (AI) as a group of related technologies which share a common theme - that of mimicking human reasoning or sensing - suggests that AI can contribute to one ’ s understanding of how the chemical senses interact with the extemal ‘ environment and with internal cognitive processes. So, in response to the question: Is there Artificial Intelligence in chemical sensing? - the answer is a \" definite maybe. \" To get right to the point, there are two areas in which proficiency from AI can contribute to an understanding of the chemical senses. It tums out that both of these areas involve a form of ATalled neural networks. The first area is the application of neurocomputing in the development of artificial olfactory systems. This includes research conducted by Nakamoto and Moriizumi at the Tokyo Institute of Technology in the development of artificial odor sensors, which consist of a quartz - resonator array with different coating materials whose oscillation frequencies change when certain molecules are adsorbed onto its surface. The resulting patterns comprise then recognized by a neural network to help identify the odor. Freeman and Burke at the University of California, Berkeley are conducting research into using neural networks for pattern recognition of the EEG activity at the olfactory bulb, and are also developing artificial neural ‘ models of olfaction. This first area is mentioned mostly for the sake of completeness. The second area, which will be the focus of my talk, is using the data mapping capabilities of neural networks to help understand chemical sénsing data. ‘ A neural network is a self - adapting, parallel, distributed information processing structure that is loosely based on the interconnected web of neurons in the brain. Most neural networks, particularly those called mapping networks, can be more easily described as statistical mapping or machine learning techniques which are inspired by the arrangement of neurons in the brain. ‘ This is a generic picture of what a neural network looks like. Instead of neurons in the brain, we have these nodes of a directed graph that are called processing elements. Analogous to the synapses between neurons in the brain, the processing elements are linked by unidirectional information channels called connections. These connections can have mathematical data types, and they may also be weighted - so that if, for example, the output of this PE is 4 and the weight on this connection is 0. 2, then the input value to that PE is a 0. 8. There are two main operating groundrules for a neural network: (I) a processing element may have multiple input connections, merely can generate only a single output, and (2) all processing within a processing element must be completely local. The functioning of a processing element is basically this: Solely as a function of the current values of its inputs and some local memory values, it computes a number. That single number becomes the output of the processing element. That output can branch out into - BI - 9Ts2bspz0z"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Artificial Intelligence (AI) is a group of related technologies which share a common theme - that of mimicking human reasoning or sensing. There are two areas in which techniques from AI can contribute to an understanding of the chemical senses. Both of these areas involve a form of neurocomputing called neural networks."
}