{
    "filename": "2024841777.jpg",
    "metadata": {},
    "text": "MAJOR ACCOMPLISHMENTS---6908\n\n \n\nA. H. Warfield\n\nTSNA Removal: A study was completed on the use of hexane/ethanol mixtures\nto extract burley filler, with removal of TSNA and alkaloids from the\nsolvent stream by passage through Amberlyst 15 strong cation exchange resin\nin a recycling, self-contained process. Variables studied were: flow rate,\ntotal solvent volume passed relative to tobacco bed volume, temperature, %\nethanol, and amount of resin. Conditions were optimized to yield the\nfollowing $ removal on a dry weight basis: dry weight (9%), NNN (98%), NAT\n(988), NNK (1008), nicotine (99.58), anatabine (68%), anabasine ((64%) and\nnornicotine (68%).\n\n \n\n \n\nLow Activity Model: Method development for measurement of MS NO levels was\ncompleted. Several parameters were modified, including use of pH 3.5\nsulfuric acid, Rite-Aid 1% hydrogen peroxide, and a blank. Values are now\nvery similar to literature values for the cigarettes measured. applications\nwill start shortly. Spraying of 2% ascorbyl tate, squalene, and\nneophytadiene as possible NO scrubbers on will be evaluated.\n\n \n\n  \n  \n \n  \n \n\nArt Samples: Carbon that was subjectS@ptouhe process during a run\ndesigned to simulate an abort wz 23 for TSHR. A sample of this\ncarbon was also heated under cont wa earlier to destroy TSNA. The\nTSNA were all destroyed Gof each TSNA/g of carbon which\ndistilled into the 1ic representing 95-99.18 destruction of\n\n  \n \n  \n   \n\n  \n \n \n  \n\nTSNA. No TSNA werguget’ carbon after treatment.\nWater scr analyzed for TSNA. NNN and NNK levels in\nthe water sampl \\seGhas a function of time, but NAT levels increased,\n\nindicating that a ‘difference in partition coefficients leading to\nthis behavior.\n\nSamples from ah experimental ART program designed to determine suitable\nconditions for SCFE extraction of nornicotine from filler were analyzed for\nminor alkaloids. It was necessary to improve the HPLC analysis procedure in\norder to analyze these samples. Attempts were made to incorporate '*C-\nlabelled nicotine in order to measure recoveries. However, this was not\npossible due to interference from a component (presumably chlorophyl) which\nwas extracted in the process. Recoveries were shown to be very high by\nother methods, and this step was eliminated.\n\nLee. EbSb20r\n\f",
    "augmented_texts": [
        "MAJOR ACCOMPLISHMENTS - - - 6908 A. H. Warfield TSNA Removal: A study was completed on the use of hexane / ethanol mixtures to extract burley filler, with removal of TSNA and alkaloid from the solvent stream by passage through Amberlyst 15 strong cation exchange resin in a recycling, self - contained process. Variables studied were: flow rate, total solvent volume passed relative to tobacco seam volume, temperature, % ethanol, and amount of resin. Conditions were optimized to yield the following $ removal on a dry weight basis: dry weight (9% ), NNN (98% ), NAT (988 ), NNK (1008 ), nicotine (99. 58 ), anatabine (68% ), anabasine (( 64%) and nornicotine (68% ). Low Activity Model: Method development for measurement of MS atomic number 102 levels was completed. Several parameters were modified, including use of pH 3. 5 sulfuric acid, Religious rite - Aid 1% hydrogen hydrogen peroxide, and a blank. Values are now very similar to literature values for the cigarettes measured. applications will start shortly. Spraying of two% ascorbyl tate, squalene, and neophytadiene as possible NO scrubbers on will be evaluated. Art Samples: Carbon that was subjectS @ ptouhe process during a run designed to simulate an abort wz 23 for TSHR. A sample of this carbon was also heated under cont wa earlier to destroy TSNA. The TSNA were all destroyed Gof each TSNA / g of carbon which distilled into the 1ic representing 95 - 99. 18 destruction of TSNA. No TSNA werguget ’ carbon after treatment. Water scr analyzed for TSNA. NNN and NNK levels in the water sampl \\ seGhas a function of time, but NAT levels increased, indicating that a ‘ difference in partition coefficients leading to this behavior. Samples from ah experimental ART program designed to determine suitable conditions for SCFE extraction of nornicotine from filler were analyzed for minor alkaloids. It was necessary to improve the HPLC analysis procedure in order to analyze these samples. Attempts were made to incorporate ' * C - labelled nicotine in order to measure recoveries. However, this was not possible due to interference from a constituent (presumably chlorophyl) which was extracted in the process. Recoveries were shown to be very high by other methods, and this step was eliminated. Lee. EbSb20r",
        "MAJOR ACCOMPLISHMENTS - - - 6908 A. H. Warfield TSNA Removal: A study was completed on the use of hexane / ethanol mixtures to extract burley filler, with removal of TSNA and alkaloids from the solvent stream by passage through Amberlyst 15 strong cation exchange resin in a recycling, self - contained process. Variables studied were: flow rate, total solvent volume passed relative to tobacco bed volume, temperature, % ethanol, and amount of resin. Conditions were optimized to yield the following $ removal on a dry weight basis: dry weight (9% ), NNN (98% ), NAT (988 ), NNK (1008 ), nicotine (99. 58 ), anatabine (68% ), anabasine (( 64%) and nornicotine (68% ). Low Activity Model: Method development for measurement of MS NO levels was completed. Several parameters were modified, including use of pH 3. 5 sulfuric acid, Rite - Aid 1% hydrogen peroxide, and a blank. Values are now very similar to literature values for the cigarettes measured. applications will start shortly. Spraying of 2% ascorbyl tate, squalene, and neophytadiene as possible NO scrubbers on will be evaluated. Art Samples: Carbon that exist subjectS @ ptouhe process during a run designed to simulate an abort wz 23 for TSHR. A sample of this carbon was also heated nether cont wa earlier to destroy TSNA. The TSNA were all destroyed Gof each TSNA / g of carbon which distilled into the 1ic representing 95 - ic. 18 destruction of TSNA. No TSNA werguget ’ carbon after treatment. Water scr analyzed for TSNA. NNN and NNK levels in the water sampl \\ seGhas a function of time, but NAT levels increased, indicating that a ‘ difference in partition coefficients leading to this behavior. Samples from ah experimental ART program designed to determine suitable conditions for SCFE extraction of nornicotine from filler were analyzed for minor alkaloids. It was necessary to improve the HPLC analysis procedure in order to analyze these samples. Attempt were made to incorporate ' * C - labelled nicotine in order to measure recoveries. However, this was not possible due to interference from a component (presumably chlorophyl) which was extracted in the process. Recoveries were shown to be very high by other methods, and this step was eliminated. Lee. EbSb20r"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "A study was completed on the use of hexane/ethanol mixtures to extract burley filler, with removal of TSNA and alkaloids from the stream by passage through Amberlyst 15 strong cation exchange resin. Method development for measurement of MS NO levels was also completed."
}