{
    "filename": "2024488952_2024488960.jpg",
    "metadata": {},
    "text": "P -/2100 21.Nov.89 WRE/FMU _BTS_FORSCHv2\n\nDRAFT\n\nAuswirkungen einer Kanzerogenitétsstudie\n\n- Die Ergebnisse kénnten nicht zu einer Rickstufung der\nETS-Klassifizierung fithren, da keine der MAK-Begriin-\ndungen entfallen wiirde.\n\n- Eine HUherstufung hatte dramatische Beschrankungen zur\nFolge.\n\n= Die Ergebnisse kénnten kaum zur Risikoabschétzung beim\nMenschen beitragen.\n\n= Die Ergebnisse wiirden keine Voraussagen tiber nachfol-\ngende Tierstudien erlauben, wie die Diesel-Studien\ngezeigt haben.\n\n~ Die Studie wire wegen der Tierversuchs-Problematik\nnicht publizistisch auswertbar.\n\nSEITE 7\n\nSpeen sonar\n\neS688przoz\n\f",
    "augmented_texts": [
        "P - / 2100 21. Nov. 89 WRE / FMU _BTS_FORSCHv2 DRAFT Auswirkungen einer Kanzerogenitétsstudie - Die Ergebnisse kénnten nicht zu einer Rickstufung der ETS - Klassifizierung fithren, da keine der maktab al khidmat - Begriin - dungen entfallen wiirde. - Eine HUherstufung hatte dramatische Beschrankungen zur Folge. = Die Ergebnisse kénnten kaum zur Risikoabschétzung beim Menschen beitragen. = Die Ergebnisse wiirden keine Voraussagen tiber nachfol - gende Tierstudien erlauben, wie die Diesel - Studien gezeigt haben. ~ Die Studie wire wegen der Tierversuchs - Problematik nicht publizistisch auswertbar. SEITE 7 Speen sonar eS688przoz",
        "P - / 2100 21. Nov. 89 WRE / FMU _BTS_FORSCHv2 draught Auswirkungen einer Kanzerogenitétsstudie - Die Ergebnisse kénnten nicht zu einer Rickstufung der ETS - Klassifizierung fithren, da keine der MAK - Begriin - dungen entfallen wiirde. - Eine HUherstufung hatte dramatische Beschrankungen zur Folge. = Die Ergebnisse kénnten kaum zur Risikoabschétzung beim Menschen beitragen. = Die Ergebnisse wiirden keine Voraussagen tiber nachfol - gende Tierstudien erlauben, wie die Diesel - Studien gezeigt haben. ~ Dice Studie telegram wegen der Tierversuchs - Problematik nicht publizistisch auswertbar. SEITE 7 Speen sonar eS688przoz"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Auswirkungen einer Kanzerogenitétsstudie. Die Ergebnisse kénnten nicht zu ein Rickstufung derETS-Klassifizierung fithren, da keine der MAK-Begriin-digitale entfallen wiirde. Theoretische Studie wire wegen der Tierversuchs-Problematik."
}