{
    "filename": "2024966076_2024966086.jpg",
    "metadata": {},
    "text": "CADMIUM\n\nThe Interest\n\nCadmium has recently become the subject of an EEC Counci] Regulation\n(1) subsequent to the publication of the Conmission's proposed action\nprogramme aimed at combating environmental pollution by cadmium (1a)\nwhich actually talked of a cadmium \"time bomb\" but did not\nspecifically mention tobacco. The part of the regulation relating to\ntobacco “stresses that .. the major elements of the strategy for\ncadmium control .. should'be ... stimulation of research and\ndevelopment .. of varieties of tobacco .. with a lower cadmium\ncontent” (1).\n\nAlthough a 1980 UK government document (2) emphasised the need to\nkeep cadmium exposure as low as possible, to date, Denmark has been\n‘the EC country spearheading concern over this issue, following\nSwedish precedent. On Ist January 1984, a regulation (3) came into\nforce in Denmark prohibiting the manufacture and importation of\nproducts containing cadmium. But this referred only to products in\nwhich. cadmium is used as a surface treatment, colouring pignent or\nplastic stabiliser making up more than 75 parts per million (ppm) in\nthe homogeneous components of the product, and there was a list of\nproducts which could continue to be imported. Nevertheless, the\nCommission considered that this \"can constitute a significant barrier\nto intra-Conmunity trade\" (1a) and it prompted Lord Cockfield to\ncomment (4) that the Danish ban on cadmium was out of step with the\ngeneral Community approach to the prevention of heavy metal\npollution. He reported (4) that the Commission would be drawing up a\nplan of action for an overall reduction of cadmium pollution, of\nwhich their above regulation fs presumably the outcome.\n\nAlso in 1980, a report (5) had apparently been prepared for the EC\nCommission in which cadmium concentrations in tobacco leaf had been\ncollated. However, this report is proving elusive and the London\nInformation Office for the EC Commission claims to have no record of\nit.\n\nRecently, the UK Government's Health and’ Safety Executive published a\nleaflet (6) stating three ways in which cadmium got into the body,\nviz \"mainly by breathing in dust or fumes, also by eating foods\ncontaminated with cadmium dust, and from smoking cigarettes”\n\nThe new California Proposition 65, which came in force on Ist March,\nincludes cadmium and cadmium compounds under its list of designated\ncarcinogens for which regulatory warning labels are required if\nexposure is by ingestion. However, under an exemption caveat, up to\none microgramme of cadmium per day is considered to present no\nsignificant risk by routes other than ingestion and thereby requires\nno warning label (7).\n\nThe draft Gulf SASO standard for cigarette specifications currently\nbeing considered by the industry (which is based on an obsolete 1966\nIndian standard stil] being promulgated by WHO) requires that the\ncadmium content in cigarette tobacco shall not exceed 0.8\nmicrogranmes per cigarette.\n\nContinued -\n\n \n\n940996b20z\n\f",
    "augmented_texts": [
        "CADMIUM The Interest Cadmium has recently become the subject of an EEC Counci] Regulation (1) subsequent to the publication of the Conmission ' s proposed action programme aimed at combating environmental pollution by cadmium (1a) which actually talked of a cadmium \" time bomb \" but behave not specifically mention tobacco. The part of the regulation relating to tobacco “ stresses that. . the major elements of the strategy for cadmium control. . should ' be. .. stimulation of research and development. . of varieties of tobacco. . with a lower cadmium content ” (1 ). Although a 1980 UK government document (2) accentuate the need to keep cadmium exposure as low as possible, to date, Denmark has been ‘ the EC country spearheading concern over this issue, following Swedish precedent. On Ist January 1984, a regulation (3) came into force in Denmark prohibiting the manufacture and importation of products containing cadmium. But this referred only to products in which. cadmium is used as a surface treatment, colouring pignent or plastic stabiliser making up more than 75 parts per million (ppm) in the homogeneous components of the product, and there was a list of products which could continue to be imported. Nevertheless, the Commission considered that this \" can constitute a significant barrier to intra - Conmunity craft \" (1a) and it prompted Lord Cockfield to comment (4) that the Danish ban on cadmium was out of step with the general Community approach to the prevention of heavy metal pollution. He reported (4) that the Commission would be drawing up a plan of action for an overall reduction of cadmium pollution, of which their above regulation fs presumably the outcome. Also in 1980, a report (5) had apparently been prepared for the EC Commission in which cadmium concentrations in tobacco leaf had been collated. However, this report is proving elusive and the London Information Office for the EC Commission claims to have no record of it. Recently, the UK Government ' s Health and ’ Safety Executive published a leaflet (6) stating three ways in which cadmium got into the body, viz \" mainly by breathing in dust or fumes, also by eating foods contaminated with cadmium dust, and from smoking cigarettes ” The new California Suggestion 65, which came in force on Ist March, includes cadmium and cadmium compounds under its list of designated carcinogens for which regulatory warning labels are required if exposure is by ingestion. However, under an exemption caveat, up to one microgramme of cadmium per day is considered to present no significant risk by routes other than ingestion and thereby requires no warning label (7 ). The draft Gulf SASO standard for cigarette stipulation currently being considered by the industry (which is based on an obsolete 1966 Indian standard stil] being promulgated by WHO) requires that the atomic number 48 content in cigarette tobacco shall not exceed nought. 8 microgranmes per cigarette. Continued - 940996b20z",
        "CADMIUM The Interest Cadmium has of late become the subject of an EEC Counci] Regulation (1) subsequent to the publication of the Conmission ' s proposed action programme aimed at combating environmental pollution by cadmium (1a) which actually talked of a cadmium \" time bomb \" but did not specifically mention tobacco. The part of the regulation relating to tobacco “ stresses that. . the major elements of the strategy for cadmium control. . should ' be. .. stimulation of enquiry and development. . of varieties of tobacco. . with a lower cadmium content ” (1 ). Although a 1980 UK government document (2) emphasised the need to keep cadmium exposure as low as possible, to date, Denmark has been ‘ the EC country spearheading concern over this issue, follow Swedish precedent. On Ist January 1984, a regulation (3) came into force in Denmark prohibiting the manufacture and importation of products containing cadmium. But this referred only to products in which. cadmium is used as a surface treatment, colouring pignent or plastic stabiliser making up more than 75 parts per million (ppm) in the homogeneous components of the product, and there was a list of products which could continue to be imported. Nevertheless, the Commission consider that this \" can constitute a significant roadblock to intra - Conmunity trade \" (1a) and it prompted Lord Cockfield to annotate (4) that the Danish ban on cadmium was out of pace with the general Community approach to the prevention of heavy metal pollution. He reported (4) that the Commission would be drawing up a plan of action for an overall reduction of cadmium pollution, of which their above regulation fs presumably the outcome. Also in 1980, a report (5) had apparently been prepared for the EC Commission in which cadmium concentrations in tobacco leaf had been collated. However, this report is proving elusive and the London Information Office for the EC Commission claims to have no record of it. Recently, the UK Government ' s Health and ’ Safety Executive published a leaflet (6) stating three ways in which cadmium got into the body, viz \" mainly by breathing in dust or fumes, also by eating foods contaminated with cadmium dust, and from smoking cigarettes ” The new California Proposition 65, which came in force on Ist March, includes cadmium and cadmium compounds under its list of designated carcinogens for which regulatory warning labels are required if exposure is by ingestion. However, under an exemption caveat, up to one microgramme of cadmium per day is considered to present no significant jeopardy by routes other than ingestion and thereby requires no warning label (7 ). The draft Gulf SASO standard for cigarette specifications currently being considered by the industry (which is based on an obsolete 1966 Indian standard stil] being promulgated by WHO) requires that the cadmium content in cigarette tobacco shall not exceed 0. 8 microgranmes per cigarette. Continued - 940996b20z"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Cadmium has recently become the subject of an EEC Counci] Regulation. A 1980 UK government document emphasised the need to keep cad mium exposure as low as possible. Denmark has been the EC country spearheading concern over this issue. The draft Gulf SASO standard for cigarette specifications is being considered by the industry."
}