{
    "filename": "2024795599.jpg",
    "metadata": {},
    "text": " \n\n= Coy\nPhi peycertan\nProposed Change Form Date: 4 Moms v,\nNumber: — 85-0056\n\n1. Originator: Jack Dillon\n2. Proposed change to: : A. Parameters (Prep Sols. Batch Make-Up)\n\nA. Parameters\n\nB. Standards\n\nC. Control Moves\n3. Problem Statement: Prep Sols. Batch Make-up Matrix was not revised\n\nwhen we went to low humectant (January, 1993)\n\n4. List evidence, provide data to support need for change:\n\nPrep Sols. X & S TM's, Line 3\n\n5. Describe what will be improved if problem is resolved:\nWhat is the objective of making this change?\n\nReduced variation in Prep Sols.\n6. Identify probable causes of problem (attach C&E).\nLack of follow-up to ensure systems were updated upon implementing\nlower humectant levels.\n7. Describe proposed SPC system change.\nChange the water/DN make-up matrix for Prep Sols. per the attached.\n\n8. Recommend measurements of effectiveness of proposed change.\n\nPrep Sols. X & S TM's, Line 3\n\n9. Describe action plan for implementing proposed change (attach\nif need more space).\nDistribute New Matrix to #1 & Upgrade #1 Operators & MR Supvs.\n10. List personnel affected by change:\n#1 & Upgrade #1 Operators sit\nMachine Room Supvs. Lab Services Process Stage Accountable\n\nSPC Specialists Quality Services\n\n66SS6L0202\n\f",
    "augmented_texts": [
        "= Coy Phi peycertan Proposed Change Form Particular date: 4 Mammy v, Number: — 85 - 0056 1. Originator: Jack Dillon 2. Proposed change to: : A. Parameters (Prep Sols. Batch Make - Up) A. Parameters B. Standards C. Control Moves 3. Problem Statement: Prep Sols. Batch Make - up Matrix was not revised when we went to low humectant (January, 1993) 4. List evidence, provide data to support need for change: Prep Sols. X & S TM ' s, Line 3 5. Describe what will be improved if problem is resolved: What is the objective of making this change? Reduced variation in Prep Sols. 6. Identify probable causes of problem (attach C & E ). Lack of follow - up to ensure systems were updated upon implementing lower humectant levels. 7. Describe proposed SPC system change. Change the water / DN make - up matrix for Prep Sols. per the attached. 8. Recommend measurements of effectiveness of proposed change. Prep Sols. X & S atomic number 69 ' s, Line 3 9. Describe action architectural plan for implementing proposed change (attach if need more quad ). Distribute New Matrix to # 1 & Upgrade # i Operators & MR Supvs. 10. List personnel office affected by change: # 1 & Upgrade # 1 Operators sit Machine Room Supvs. Lab Armed service Process Stage Accountable SPC Specialists Quality Services 66SS6L0202",
        "= Coy Phi peycertan Proposed Change Form Date: 4 Moms v, Number: — 85 - 0056 1. Originator: Diddley Dillon 2. Proposed change to: : A. Parameters (Prep Sols. Batch Make - Up) A. Parameters B. Standards C. Control Moves 3. Problem Statement: Prep Sols. Batch Make - up Matrix be not revised when we went to low humectant (January, 1993) 4. List evidence, provide data to support need for change: Prep Sols. X & S TM ' s, Line of credit 3 5. Describe what will be improved if job is resolved: What is the objective of making this change? Reduced variation in Prep Sols. 6. Identify probable effort of problem (attach C & E ). Lack of follow - up to ensure systems were updated upon implementing lower humectant levels. 7. Describe proposed SPC system change. Change the water / DN make - up matrix for Prep Sols. per the attached. 8. Recommend measurements of effectiveness of proposed alteration. Prep Sols. X & S TM ' s, Line 3 9. Describe action plan for implementing proposed change (attach if need more space ). Distribute New Matrix to # 1 & Upgrade # 1 Operators & MR Supvs. 10. List personnel affected by change: # 1 & Upgrade # 1 Operators sit Machine Room Supvs. Lab Services Process Stage Accountable SPC Specialists Quality Services 66SS6L0202"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Proposed change to: A. Parameters (Prep Sols. Batch Make-Up) B. Standards (Water/DN make-up) C. Control Moves (Machine Room Supvs. Lab Services Process Stage Stage) D. New Matrix to be distributed to #1 & Upgrade#1 Operators & MR SupVS."
}