{
    "filename": "2025818958_8961.jpg",
    "metadata": {},
    "text": " \n\nSIDESTREAM + EXHALED MAINSTREAM\n\nDEFINITION:\n- DIFFICULTY OF DEFINITION IN TERMS EVEN UNDER\n\n\"IDEAL\" CONDITION IN CHAMBER—COMPOSITION CHANGES\n\nAS FUNCTION OF TIME, SIZE, VENTILATION, FURNITURE, ETC.\n\nINAPPROPRIATE TO CONSIDER 'E.T:S. IN TERMS OF M.S.\n\nA. COMPOSITION DIFFERENT DIFFERENT AMOUNTS\n\nB. NICOTINE IN ETS IS 95%+ IN VAPOR PHASE\nIN MS IS 95%* PARTICULATE\n\nDIFFICULTY OF MEASUREMENT OF E.T.S.\ne.g., NICOTINE IS VERY POOR MARKER FOR TOTAL E.’\n\n \n\nIS THERE APPROPRIATE MARKER FOR QUANTITATIVE:\n\nDETERMINATION OF E.1.8.\n(NICOTINE 0.K. FOR QUALITATIVE)\n\nEXPOSURE LEVELS OF E.T.S. HARD TO DEFINE (SEE\n\nABOVE) IN SPACE.\n\n8S6818Sz0z\n\f",
    "augmented_texts": [
        "SIDESTREAM + EXHALED MAINSTREAM DEFINITION: - DIFFICULTY OF DEFINITION IN TERMS evening UNDER \" IDEAL \" CONDITION IN CHAMBER — COMPOSITION CHANGES AS FUNCTION OF TIME, SIZE, VENTILATION, FURNITURE, ETC. INAPPROPRIATE TO CONSIDER ' E. T: S. IN TERMS OF Chiliad. S. A. COMPOSITION DIFFERENT DIFFERENT AMOUNTS B. NICOTINE IN ETS IS 95% + IN VAPOR PHASE IN MS IS 95% * PARTICULATE DIFFICULTY OF MEASUREMENT OF E. T. S. e. g. , NICOTINE IS VERY POOR MARKER FOR TOTAL E. ’ IS THERE APPROPRIATE MARKER FOR QUANTITATIVE: DETERMINATION OF E. 1. 8. (NICOTINE 0. K. FOR QUALITATIVE) EXPOSURE LEVELS OF E. Deoxythymidine monophosphate. S. HARD TO DEFINE (SEE ABOVE) IN SPACE. 8S6818Sz0z",
        "SIDESTREAM + EXHALED MAINSTREAM DEFINITION: - DIFFICULTY OF DEFINITION IN TERMS EVEN UNDER \" IDEAL \" CONDITION IN CHAMBER — COMPOSITION CHANGES AS FUNCTION OF TIME, SIZE, VENTILATION, FURNITURE, ETC. INAPPROPRIATE TO CONSIDER ' E. T: Due south. inch term OF M. S. A. COMPOSITION DIFFERENT DIFFERENT AMOUNTS Bel. NICOTINE IN ETS IS 95% + IN VAPOR PHASE IN MS IS 95% * PARTICULATE DIFFICULTY OF MEASUREMENT OF E. T. S. atomic number 99. g. , NICOTINE IS VERY POOR MARKER FOR TOTAL E. ’ constitute THERE APPROPRIATE MARKER FOR QUANTITATIVE: DETERMINATION OF E. 1. 8. (NICOTINE 0. K. FOR QUALITATIVE) EXPOSURE LEVELS OF E. T. S. HARD TO DEFINE (SEE ABOVE) IN SPACE. 8S6818Sz0z"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "SIDESTREAM + EXHALED MAINSTREAM = \"ideal\" CONDITION IN CHAMBER. NICOTINE IN ETS IS 95%+ IN VAPOR PHASE IN MS. E.T:S. IN TERMS OF M.S.: COMPOSITION DIFFERENT DIFICENT AMOUNTS. Nicotine 0.1.K. FOR QUALITATIVE."
}