{
    "filename": "2025471485.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\n \n\nPostit brand ia vans\n\nfs\n\nre\n\n \n\n \n\netic Post Distatee sifaaqs\n\nSick Bulldling Syrdionia\n\n   \n\nsialedy\nany office buliings\n\nSY aut chinty of Cigarette\n\ntoe of the g3nen coi\n\nled indo\n\n  \n\nlusts, Ins:ezd,\ncording to ssi\nCommed University 2\n\n \n\nfearehert, she niin\nfaust ine\nbere shea by celing ten\nfd by teclaton tat\nHees ventilation\ntygems,\n‘Te fore moy be ie\naed ig see rase\nad tet, or may aeramalte at duet tht it\nEnadverently pisses op o3 Sant wd nse\nferred to ta fie and Sys, Symptoms a\neye. oat, 2\nInulaiy nd respiratory potions.\nReawgh satay people aabyoa that\nvuldzg syntrere SD reiced (9 geseoue\nsplat, nary feud, glug oar, b>\nbeen arate to find whe ak aay Man Heda,\n\n \n\n \n\n  \n\n \n \n\n   \n\n   \n\n \n \n \n\n  \n\nsn ebvizonmantn analyst spacblning in indoat\nprobles, Hedge snd collesgute analysed 27\nsee ‘than 4,000 workers\n\nThe’ foun? no relktionshp beoween she\number of workers’ complsinty ant dicaties\naf wt quay suca 38 carbon monunda, form\nedge, rempenature, kamdety or talents of\n\n \n\n \n\n \n\nfeu\nGy one envzenmenil Sadng cote\nwith opaptets Gevontentatlonh Gee\n5 af ergcape Ene\neras” ues atthe sin\n“eaiet\nSAL cele es ang nation Ch aos\nsn tneral), Phe forsee ected nate\nPascale rock wool and yw\nHedge sus tat when cliche nade sth\naes sara wero ora\nfo worker mptoma qty eared\n‘The Come talin no fou tit a glk\n‘ay erecace yang wae nal poaane\nEr aierteg cots ts comala \"ph sla\nfv patcathe evento\n\n  \n \n\n  \n\nuy \"ttanemace\n‘ins ag eaitum oxides aed tom\n\n \n\n \n\n \n \n\n \n\n  \n\n  \n  \n\n \n\n‘— Washington Past\n\nSSvt.pszoz\n\f",
    "augmented_texts": [
        "Postit brand iowa vans fs re etic Post Distatee sifaaqs Sick Bulldling Syrdionia sialedy any office buliings SY aut chinty of Cigarette toe of the g3nen coi led indo lusts, Ins: ezd, cording to ssi Commed University 2 fearehert, she niin faust ine bere shea by celing ten fd by teclaton tat Hees ventilation tygems, ‘ Te fore moy be ie aed ig see rase ad tet, or may aeramalte at duet tht it Enadverently pisses op o3 Sant wd nse ferred to ta fie and Sys, Symptoms a eye. oat, 2 Inulaiy nd respiratory potions. Reawgh satay people aabyoa that vuldzg syntrere SD reiced (9 geseoue splat, nary feud, glug oar, b> been arate to ascertain whe ak aay Man Heda, sn ebvizonmantn analyst spacblning in indoat probles, Hedge snd collesgute analysed 27 see ‘ than 4, 000 workers The ’ foun? no relktionshp beoween she umber of workers ’ complsinty ant dicaties af wt quay suca 38 carbon monunda, form edge, rempenature, kamdety or talents of feu Gy one envzenmenil Sadng cote with opaptets Gevontentatlonh Gee 5 af ergcape Ene eras ” ues atthe hell “ eaiet SAL cele es ang nation Ch aos sn tneral ), Phe forsee ected nate Pascale rock wool and yw Hedge sus tat when cliche nade sth aes sara wero ora fo worker mptoma qty eared ‘ The Come talin no fou tit a glk ‘ ay erecace yang wae nal poaane Er aierteg cots ts comala \" ph sla fv patcathe evento uy \" ttanemace ‘ ins ag eaitum oxides aed tom ‘ — Washington Past SSvt. pszoz",
        "Postit brand ia vans fs re etic Post Distatee sifaaqs Sick Bulldling Syrdionia sialedy any office buliings SY aut chinty of Cigarette toe of the g3nen coi led indo lusts, Ins: ezd, cording to ssi Commed University 2 fearehert, she niin faust ine bere shea by celing ten fd by teclaton tat Hees ventilation tygems, ‘ Te fore moy equal ie aed ig encounter rase ad tet, or may aeramalte at duet tht it Enadverently pisses op o3 Sant wd nse ferred to ta fie and Sys, Symptoms a eye. oat, 2 Inulaiy nd respiratory potions. Reawgh satay people aabyoa that vuldzg syntrere SD reiced (9 geseoue splat, nary feud, glug oar, b> been arate to find whe ak aay Man Heda, sn ebvizonmantn psychoanalyst spacblning in indoat probles, Hedge snd collesgute analysed 27 see ‘ than 4, 000 workers The ’ foun? no relktionshp beoween she umber of workers ’ complsinty ant dicaties af wt quay suca 38 carbon monunda, form edge, rempenature, kamdety or talents of feu Gy one envzenmenil Sadng cote with opaptets Gevontentatlonh Gee 5 af ergcape Ene eras ” ues atthe sin “ eaiet SAL cele es ang nation Ch aos sn tneral ), Phe forsee ected nate Pascale rock wool and yw Hedge sus tat when cliche nade sth aes sara wero ora fo worker mptoma qty eared ‘ The Come talin no fou tit a glk ‘ ay erecace yang wae nal poaane Er aierteg cots ts comala \" ph sla fv patcathe evento uy \" ttanemace ‘ ins ag eaitum oxides aed tom ‘ — Washington Past SSvt. pszoz"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Sick Bulldling Syrdionia (SD) is a term used to refer to people who suffer from a variety of respiratory illnesses. The term was first used in the 1950s and 1960s. It is now used by the NHS to describe people suffering from respiratory problems."
}