{
    "filename": "2025028610.jpg",
    "metadata": {},
    "text": " \n\nPITTSBURGH POST-GAZETTE\nPittsburgh, Pennsylvania\nJanuary 21, 1:\n\nThe People Speak * ran.\"\n\nSmoking Report\nHeld Intimidation\n\nSmokers ofthe world, arse,\nor atleast stretch your feeble\nmuscles,\n\n“Heavy smoking ta a causa\ntive factor in Tung cancer,\nHeavy drinking is'a cause of\ncitthosis of the liver. Prom:\nscuous sexual aetivty ean re\nsult In ‘serious venereal” dl\n\n \n\n   \n\n \n\n \n\n \n\n \n\nsete! orang tay reat ecm\nIe Senge ate\ndairy products ia contribu New York, New York\ning a sihereicaroce: ge 22, 1964\nIh eureor ty oer a capil :\nsedatives and tranquilizers: To Discourage Smoking\nSilt et sar ators sree ree pees\nFal scarce acer \"The report of he Burton Geer\ncha aa ow take indesid Bat repr\n‘ip we tmasiers of our ha or Female ation Wad\nfai! ans we mies of men? ‘ave\n‘he oinosyetapnse wich hp pons ting om\nRing ore tie ougerciea = ees\nreport of the committee on cessfully legislate any addietion out\nfobacco smoking was an ob of exitence. Our efforts in the\nwou ttempt Fehon ot cates, Our tts tte\nile pesels a ese ts pant with narcotics are and were Doth\nof Reroute saase i sarang ry dere oth\n‘spent have romp fe pin ind\ninortory tec Dern eager BI\n‘lana tm there not meee eB\nitis time {have fen witness ea ar own, to aartore win ht\n{oiuny auahe Very tor prosoaon” mateing 8 iver\nfe dd“ hing eee ee poe\nBO save ous af dose ‘Sandor we ma tree Be\nSar ose teu rom a tard the ovo of\nSonesnttal'r seedy Soe tiasin e'e :\noe levi indy mig ae\nCEng re a danger ait To tn ne Dontag\nromana ay fag Sige tat rut tnt ses\nfree thOUght cebklag” un cece te eececnant ot fe\nSeat ie Sores sae ips ee Tis may\niteig toned ser me ekg ot\n\"Hla eras aus” sie\" “eS\ncnt weecse Ona hehe ey te pete re,\na a Sets or tage pownaon\nKop'lving tper'cecoent: ‘obo bar, 1,\nSinan et epee temas, Erman on Noten\ngettin nts ison Cnty Sede Set\noe\n\n \n\nCHELLA A. TKELER Medien New York Medical\nHomewood\n\nY' OT98z0Sz0z\n\n \n\ni\n\f",
    "augmented_texts": [
        "PITTSBURGH POST - GAZETTE Pittsburgh, Pennsylvania January 21, 1: The People Speak * ran. \" Smoking Report Held Intimidation Smokers ofthe human race, arse, or atleast stretch your feeble muscles, “ Heavy smoking ta a causa tive factor in Tung cancer, Heavy drinking is ' a cause of citthosis of the liver. Prom: scuous sexual aetivty ean re sult In ‘ serious venereal ” dl sete! orang tay reat ecm Internet explorer Senge ate dairy products ia contribu New York, New House of york ing a sihereicaroce: ge 22, 1964 Ih eureor ty oer a capil: sedatives and tranquilizers: To Discourage Smoking Silt et sar ators sree ree pees Fal scarce acer \" The report of he Burton Geer cha aa ow take indesid Bat repr ‘ ip we tmasiers of our ha or Female ation Great deal fai! ans we mies of men? ‘ ave ‘ he oinosyetapnse wich hp pons ting om Ring ore tie ougerciea = ees report of the committee on cessfully legislate any addietion out fobacco smoking was an ob of exitence. Our efforts in the wou ttempt Fehon ot cates, Our tts tte ile pesels a ese ts pant with narcotic are and were Doth of Reroute saase i sarang ry dere oth ‘ spent have romp fe pin ind inortory tec Dern eager BI ‘ lana tm there not meee eB itis time {have fen witness ea ar own, to aartore win ht {oiuny auahe Very tor prosoaon ” mateing 8 iver fe dd “ hing eee ee poe BO save ous af dose ‘ Sandor we ma tree Be Sar ose teu rom a tard the ovo of Sonesnttal ' r seedy Soe tiasin e ' e: oe levi indy mig ae CEng re a danger ait To tn ne Dontag romana ay fag Sige tat rut tnt ses free thOUght cebklag ” un cece te eececnant ot fe Seat ie Sores sae ips ee Tis may iteig toned ser me ekg ot \" Hla eras aus ” sie \" “ eS cnt weecse Ona hehe ey te pete re, a a Sets or tage pownaon Kop ' lving tper ' cecoent: ‘ obo bar, 1, Sinan et epee temas, Erman on Noten gettin nts ison Cnty Sede Readiness oe CHELLA A. TKELER Medien New York Medical Homewood Y ' OT98z0Sz0z i",
        "PITTSBURGH POST - GAZETTE Pittsburgh, Pennsylvania January 21, 1: The People Speak * ran. \" Smoking Report Held Intimidation Smokers ofthe world, arse, or atleast stretch your feeble muscles, “ Heavy smoking ta a causa tive factor in Tung cancer, Heavy drinking is ' a cause of citthosis of the liver. Prom: scuous sexual aetivty ean re sult In ‘ serious venereal ” dl sete! orang tay reat ecm Ie Senge ate dairy products ia contribu New York, New York ing a sihereicaroce: ge 22, 1964 Ih eureor ty oer a capil: sedatives and tranquilizers: To Discourage Smoking Silt et sar ators sree ree pees Fal scarce acer \" The study of he Burton Geer cha aa ow take indesid Bat repr ‘ ip we tmasiers of our ha or Female ation Wad fai! ans we mies of men? ‘ ave ‘ he oinosyetapnse wich hp pons ting om Ring ore tie ougerciea = ees report of the committee on cessfully legislate any addietion out fobacco smoking was an ob of exitence. Our efforts in the wou ttempt Fehon ot cates, Our tts tte ile pesels a ese ts pant with narcotics are and were Doth of Reroute saase i sarang ry dere oth ‘ spent have romp fe pin ind inortory tec Dern eager BI ‘ lana tm there not meee eB itis time {have fen witness ea ar own, to aartore win ht {oiuny auahe Very tor prosoaon ” mateing 8 iver fe dd “ hing eee ee poe BO save ous af dose ‘ Sandor we ma tree Be Sar ose teu rom a tard the ovo of Sonesnttal ' r seedy Soe tiasin e ' e: oe levi indy mig ae CEng re a danger ait To tn ne Dontag romana ay fag Sige tat rut tnt ses free thOUght cebklag ” un cece te eececnant ot fe Seat ie Sores sae ips ee Tis may iteig toned ser me ekg ot \" Hla eras aus ” sie \" “ eS cnt weecse Ona hehe ey te pete re, a a Sets or tage pownaon Kop ' lving tper ' cecoent: ‘ obo bar, 1, Sinan et epee temas, Erman on Noten gettin nts ison Cnty Sede Set oe CHELLA A. TKELER Medien New York Medical Homewood Y ' OT98z0Sz0z i"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "PITTSBURGH POST-GAZETTE: \"The People Speak * ran.\" \"Smokers of the world, arse, or atleast stretch your feeblemuscles\" \"Heavy drinking is'a cause of citthosis of the liver. Prom: worrisome sexual aetivty ean re-ult In ‘serious venereal’ dl\""
}