{
    "filename": "2025989284.jpg",
    "metadata": {},
    "text": "— ae\n|\n“+ INBIFO Institut fOr biologische Forechung GmbH Sir\nContract Research\n\nTELEFAX MESSAGENO: § _ Of J;\n\n \n\nO ERa Toler” pron ae\nTero nsass aap Fontang On Papen DOT Cape ‘GSERRA\nNL FAXOC\nDATUM/DATE: 27 Jun.94\nVON/FROM: Or. G. Schepers,\nANTO: Dr. Gerry Nixon\n\n \n\nADRESSE/ADDRESS: Phill Mortis U.S.A.\n\n \n\nTelefax-Nr.: 001-804-274-28 91\n\n \n\nANZAHL DER FOLGENDEN SEITEN’ 2\nNUMBER OF FOLLOWING PAGES\n\nDear Gerry:\n\nPlease find enclosed some remarks with respect to Kessler's statement\nconcerning the influence of ammonia (pH) on nicotine delivery Into cigarette\nsmoke. Please forward this remarks to Cathy Ellis.\n\nBost regards,\n\nPa\n\n \n\nbSzEs6szoz\n\n‘nde Regt: Cologne Hm 287\nner Marae Or Wel Raines\n\f",
    "augmented_texts": [
        "— ae | “ + INBIFO Institut fOr biologische Forechung GmbH Sir Contract Research TELEFAX MESSAGENO: § _ Of J; O ERa Toler ” pron ae Tero nsass aap Fontang On Papen acid Cape ‘ GSERRA NL FAXOC DATUM / DATE: xxvii Jun. 94 VON / FROM: Or. G. Schepers, ANTO: Dr. Gerry Nixon ADRESSE / ADDRESS: Phill Mortis U. S. A. Telefax - Nr. : 001 - 804 - 274 - 28 91 ANZAHL DER FOLGENDEN SEITEN ’ two NUMBER OF FOLLOWING sir frederick handley page Dear Gerry: Please find enclosed some remarks with respect to Kessler ' s statement concerning the influence of ammonia (pH) on nicotine delivery Into cigarette smoke. Please forward this remarks to Cathy Ellis. Bost regards, Pa bSzEs6szoz ‘ nde Regt: Cologne Hm 287 ner Marae Surgery Wel Raines",
        "— ae | “ + INBIFO Institut fOr biologische Forechung GmbH Sir Contract Research TELEFAX MESSAGENO: § _ Of Joule; O ERa Toler ” pron ae Tero nsass aap Fontang On Papen DOT Cape ‘ GSERRA NL FAXOC DATUM / DATE: 27 Jun. 94 VON / FROM: Or. G. Schepers, ANTO: Dr. Gerry Nixon ADRESSE / name and address: Phill Mortis U. Mho. A. Telefax - Nr. : 001 - 804 - 274 - 28 91 ANZAHL DER FOLGENDEN SEITEN ’ 2 NUMBER OF FOLLOWING PAGES Dear Gerry: Please find enclosed some remarks with respect to Kessler ' s statement concerning the influence of ammonia (pH) on nicotine delivery Into cigarette smoke. Please forward this remarks to Cathy Ellis. Bost regards, Pa bSzEs6szoz ‘ nde Regt: Cologne Hm 287 ner Marae Or Wel Raines"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "A letter from Dr. Gerry Nixon to Phill Mortis U.S. was sent on 27 Jun.94. The letter was in response to Kessler's statement concerning the influence of ammonia (pH) on nicotine delivery Into cigarette smoke. Please forward this remarks to Cathy Ellis."
}