{
    "filename": "2025029047.jpg",
    "metadata": {},
    "text": " \n\nEVE. AVALANCHE-JOURNAL\nLavbock, Texas\nApril 5, 1963,\n\nMEDICAL PROFESSION “STAMPEDED”\n“False Belief” In Cigaret-Lung\nCancer Link Cited By VA Doctor\n\n[SAN MATEO, Cali. (UPDI—Thece abd panel scum daring 10 views onthe pina cause\nmci prt my ave bei jt oral eine ot ran curt oe fe Ae\n‘tty nts a fale eletlTuberclots and Healt Atzod- can Cancer Socey and the U.S.\n‘et cyuret eolg i the proc aion Calla and tbe Oalh Sargeen General ‘They eve der\nfa cum of ng cea a Teac ee ed uso ema ee\nie to 2 U.S Veeraa’ Admin Hyde, roksot ot hung cancer\nrate lida, gts ‘tee UCLA Scat of “ats Gory wall ave Deen,\n‘Dr. Leroy Hye, a nonmcker ace, sd he han wee 3000 case where the rete peat\nse sad yesterday ak Decenes of tag cancer ef cel of fas been sampadel io & fale\nTn ai potion are mccinr pulmonary dense avon Ot ebet Hye mid \"Tt ees\n\n‘TELEGRAM\nTong Beach, California\nMarch 27, 1963\n\n‘annual meeting of the Cali-\n\nDoctor Sees\nNo Cancer,\nSmoking Link *:\n\n \n\nMeeratare.\n\nHE WILL five « detailed\nreport on his stand at the\n\n \n\n \n\nReports which show lung\ncancer has developed spon-\ntaneously in nonsmoking\nmals.\n\nStatistics which show lung\n‘cancer bas increased tremen-\nously even in countries\n‘where cigarette consumption\nhas been fairly stationary—\n‘as in Germany, Anstria, Ter\nkey, Japan,\n\n\"The production of lung ean-\ncer in laboratory animals us-\n‘ng human viruses,\n\n‘Statlaties which show those\nwho inhale cigarette smoke\nhave a lower incidence of\nJung cancer than. do. those\nWho smoke but do not inhale.\n\n‘A decline fn rate of Ine\ncrease of hung-cancer deaths\nim the face of a steady in-\n\ncrease in cigarette smoking.\n\n‘The finding that lung ean\ncer is twice a8 common in\n[British men ag among Ameri-\ncan men, even though clgar-\ntte consumption is halt as\ngreat in England as here,\n\n\"The fact that heavy smok-\ners don’t contract lung cancer\n‘any earlier than light smokers,\nao.\n\nHyde also remarked on\nthe many differences between\nsmokers and nonsmokers.\n\n \n\n \n\nVY\" 2b06z0SZz0z\n\f",
    "augmented_texts": [
        "EVE. AVALANCHE - JOURNAL Lavbock, Texas April 5, 1963, MEDICAL PROFESSION “ STAMPEDED ” “ False Belief ” In Cigaret - Lung Cancer Link Cited By VA Doctor [SAN MATEO, Cali. (UPDI — Thece abd panel scum daring 10 views onthe pina drive mci prt my ave bei jt oral eine ot ran curt oe fe Ae ‘ tty nts a fale eletlTuberclots and Healt Atzod - can Cancer Socey and the U. Due south. ‘ et cyuret eolg i the proc aion Calla and tbe Oalh Sargeen General ‘ They eve der fa cum of ng cea a Teac ee ed uso ema ee ie to 2 U. S Veeraa ’ Admin Hyde, roksot ot hung cancer rate lida, gts ‘ tee UCLA Scat of “ ats Gory wall ave Deen, ‘ Dr. Leroy Hye, a nonmcker ace, sd he han wee 3000 case where the rete peat se sad yesterday ak Decenes of tag genus cancer ef cel of fas been sampadel io & fale Tn ai potion are mccinr pulmonary dense avon Ot ebet Hye mid \" Tt ees ‘ TELEGRAM Tong Beach, California Mar 27, 1963 ‘ annual meeting of the Cali - Doctor Sees No Cancer, Smoking Link *: Meeratare. HE WILL five « detailed report on his stand at the Reports which prove lung cancer has developed spon - taneously in nonsmoking mals. Statistics which show lung ‘ cancer bas increased tremen - ously even in countries ‘ where cigarette consumption has been fairly stationary — ‘ as in Germany, Anstria, Ter key, Japan, \" The production of lung ean - cer in laboratory animals us - ‘ ng human viruses, ‘ Statlaties which show those who inhale cigarette smoke have a lower incidence of Jung cancer than. do. those Who smoke but do not inhale. ‘ A decline fn rate of Ine crease of hung - cancer deaths im the face of a steady in - crease in cigarette smoking. ‘ The finding that lung ean cer is twice a8 common in [British men ag among Ameri - can men, even though clgar - tte consumption is halt as great in England as here, \" The fact that heavy smok - ers don ’ t contract lung cancer ‘ any earlier than light smokers, ao. Hyde as well remarked on the many differences between smokers and nonsmokers. VY \" 2b06z0SZz0z",
        "EVE. AVALANCHE - JOURNAL Lavbock, Texas April 5, 1963, MEDICAL PROFESSION “ STAMPEDED ” “ False Belief ” In Cigaret - Lung Cancer Link Cited By VA Doctor [SAN MATEO, Cali. (UPDI — Thece abd panel scum daring 10 views onthe pina cause mci prt my ave bei jt oral eine ot ran curt oe iron Ae ‘ tty nts a fale eletlTuberclots and Healt Atzod - can Cancer Socey and the U. S. ‘ et cyuret eolg i the proc aion Calla and tbe Oalh Sargeen General ‘ They eve der fa cum of ng cea a Teac ee ed uso ema ee ie to 2 U. S Veeraa ’ Admin Hyde, roksot ot hung cancer rate lida, gts ‘ tee UCLA Scat of “ ats Gory wall ave Deen, ‘ Dr. Leroy Hye, a nonmcker ace, sd he han wee 3000 case where the rete peat se sad yesterday ak Decenes of tag cancer ef cel of fas been sampadel io & fale Tn ai potion are mccinr pulmonary dense avon Ot ebet Hye mid \" Tt ees ‘ TELEGRAM Tong Beach, California March 27, 1963 ‘ annual get together of the Cali - Doctor Sees No Cancer, Smoking Link *: Meeratare. HE WILL five « detailed report on his stand at the Reports which show lung cancer has developed spon - taneously in nonsmoking mals. Statistics which show lung ‘ cancer bas increased tremen - ously even in countries ‘ where cigarette consumption has been fairly stationary — ‘ as in Germany, Anstria, Ter key, Japan, \" The production of lung ean - cer in laboratory animals us - ‘ ng human viruses, ‘ Statlaties which show those who inhale cigarette smoke have a lower incidence of Jung cancer than. do. those Who smoke but do not inhale. ‘ A decline fn rate of Ine crease of hung - cancer deaths im the face of a steady in - crease in cigarette smoking. ‘ The finding that lung ean cer is twice a8 common in [British men ag among Ameri - can men, even though clgar - tte consumption is halt as great in England as here, \" The fact that heavy smok - ers don ’ t contract lung cancer ‘ any earlier than light smokers, ao. Hyde also remarked on the many differences between smokers and nonsmokers. VY \" 2b06z0SZz0z"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Lung cancer is twice as common in British men than among U.S. men, even though consumption is halt as halt in England as here. The production of lung ean-ophobiccer in laboratory animals us-                ‘ng human viruses. Those who inhale cigarette smoke have a lower incidence of Lung cancer than those who don’t smoke."
}