{
    "filename": "2025045533.jpg",
    "metadata": {},
    "text": " \n\n  \n\nRELEASE: April 13, 1983\n\n \n\nFIC DETERMINES ITS SMOKING MACHINE\nDOES NOT ACCURATELY TEST BARCLAY'S\n\"TAR,\" NICOTINE AND CARBON MONOXIDE\n\n \n\n \n\nCommission Seeking Public Comment\nOn Possible New Testing Procedures\n\nBarclay cigarettes' manufacturer, Brown & Williamson Tobacco\nCo., way not use the Federal Trade Commission's current test\nresults to sudstantiate claims for Barclay's \"tar,\" nicotine and\ncarbon monoxide content, the FTC announced today.’ In a Federal\nRegister novice published today, the FIC says ‘it has determined\nBarclays deliver more \"tar,\" nicotine and carbon monoxide than\nthe Commission's current testing program now indicates. Indepen-\nbelieve Barclay 80s and 85s, which the current\n\nmg. \"tar\" cigarettes, actually range from 3 to 7\n\n \n\n \n\n   \n\n   \n\nConmission initially announced its finding on June 25,\nown & Williamson obtained an injunction, prohibiting the\ntaxing any action on its finding, and in particular from\ng 2 Federal Register notice asking for comments on\n\nto modify tne present testing methodology. The U.S.\nCourt of Appeals for the Sixth Circuit lifted the lower court\ninjunction on April 1, to permit publication of today's notice.\n\n  \n\n \n\n    \n\n \n\n  \n\nRegister notice also says the Commission has\na significant likelihood\" that the current\n\nassess accurately the company's Kool Ultra\n\nwhich use the same Actron filter design as\n\n  \n\nBarclay's filter \"poses a unique problem,\" the Commission\nsays, Most low \"tar\" cigarettes have 2 band of perforated holes\ntheir filters so air can mix with smoke inside the filter and\nthus decrease the amount of \"tar\" the smoker inhales. Barclay's\ndesign has four ventilation channels connecting these holes\nGirectly to the mouth end of the filter, so smoke and air are\nnixed in the couth, not in the filter. With Barclays, smokers at\nleast partially block t channels, reducing the amount of air\nthe szoke and thus increasing the delivery of \"tar.\"\ngarette testing machine is not now equipped to\nr this design.\n\n   \n\n \n\n  \n\n \n\n \n\n    \n\n(More)\n\ngeSchoszo2\n\f",
    "augmented_texts": [
        "RELEASE: April 13, 1983 FIC DETERMINES ITS SMOKING MACHINE DOES NOT ACCURATELY TEST BARCLAY ' S \" TAR, \" NICOTINE AND CARBON MONOXIDE Military commission Seeking Public Comment On Possible New Testing Procedures Barclay cigarettes ' manufacturer, Brown & Williamson Tobacco Co. , way not use the Federal Trade Commission ' s current test results to sudstantiate claims for Barclay ' s \" tar, \" nicotine and carbon monoxide content, the FTC announced today. ’ In a Federal Register novice published today, the FIC says ‘ it has determined Barclays deliver more \" tar, \" nicotine and carbon monoxide than the Commission ' s current testing program now indicates. Indepen - believe Barclay 80s and 85s, which the current mg. \" tar \" cigarettes, actually range from 3 to 7 Conmission initially announced it finding on June 25, own & Williamson obtained an injunction, prohibiting the taxing any action on its finding, and in particular from g 2 Federal Register notice asking for comments on to modify tne present testing methodology. The U. S. Court of Appeals for the Sixth Circuit lifted the lower court injunction on April 1, to permit publication of today ' s notice. Register notice also says the Commission hold a significant likelihood \" that the current assess accurately the fellowship ' s Kool Ultra which use the same Actron filter design as Barclay ' s filter \" poses a unique problem, \" the Commission says, Most low \" tar \" cigarettes have 2 band of perforated holes their filters so air can mix with smoke inside the filter and thus decrease the amount of \" tar \" the smoker inhales. Barclay ' s design has four ventilation channels connecting these holes Girectly to the mouth end of the filter, so smoke and air are nixed in the couth, not in the filter. With Barclays, smokers at least partially block t channels, reducing the amount of air the szoke and thus increasing the delivery of \" tar. \" garette testing machine is non now fit out to r this design. (More) geSchoszo2",
        "RELEASE: April 13, 1983 FIC DETERMINES ITS SMOKING MACHINE DOES NOT ACCURATELY TEST BARCLAY ' S \" TAR, \" NICOTINE AND CARBON MONOXIDE Commission Seeking Public Comment On Possible New Testing Procedures Barclay cigarettes ' manufacturer, Brown & Williamson Tobacco Co. , means not use the Federal Trade Commission ' s current test results to sudstantiate claims for Barclay ' s \" tar, \" nicotine and carbon monoxide content, the FTC announced today. ’ In a Federal Register novice published today, the FIC says ‘ it has determined Barclays deliver more \" tar, \" nicotine and carbon monoxide than the Commission ' s current testing program now indicates. Indepen - think Barclay 80s and 85s, which the current magnesium. \" tar \" cigarettes, really range from 3 to 7 Conmission initially announced its finding on June 25, own & Williamson obtained an injunction, prohibiting the tax any action on its finding, and in particular from g 2 Federal Register notice asking for comments on to modify tne present testing methodology. The U. S. Court of Appeals for the Sixth Circuit lifted the lower court injunction on Apr one, to allow publication of today ' s notice. Register notice also says the Commission has a significant likelihood \" that the current assess accurately the company ' s Kool Ultra which use the same Actron filter design as Barclay ' s filter \" poses a alone problem, \" the Commission says, Most low \" tar \" cigarettes have 2 band of perforated holes their filters so air can mix with smoke inside the filter and thus decrease the amount of \" tar \" the smoker inhales. Barclay ' s design has four ventilation channels connecting these holes Girectly to the mouth end of the filter, so smoke and air are nixed in the couth, not in the filter. With Barclays, smokers at least partially block t channels, reducing the amount of air the szoke and thus increasing the delivery of \" tar. \" garette testing machine is not now equipped to r this design. (More) geSchoszo2"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Barclay cigarettes' manufacturer, Brown & Williamson TobaccoCo., will not use the Federal Trade Commission's current test results to sudstantiate claims for Barclay's \"tar,\" nicotine and carbon monoxide content, the FTC announced today. The FIC says ‘it has determined that Barclays deliver more \" tar\" than its current testing program now indicates."
}