{
    "filename": "2026365726_2026365730.jpg",
    "metadata": {},
    "text": "eine\n\nPhilip Morris Incorporated ad\nai ee C € pate July 24, 1979\nINVENTION RECORD\nPreliminary Disclosure for REC'D JUL3 11979\n\nConsideration of Patentability\n\n1, DESCRIPTION OF THE INVENTION (in sufficient detail for the invention to be understood;\nplease identify or attach copies of any reports, notebook pages, or other documents con-\ntaining particular examples or other pertinent data):\n\nSEE ATTACHED\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n2. OBUECTS/ADVANTAGES OF THE INVENTION.\nSEE ATTACHED\n\n \n\n \n\n \n\n3. STATE OF THE ART (list any known patents or publications that seem pertinent): _~\nA) Compounds None\nB) Chemistry - All of the pertinent chemical prior art has been\nmentioned under the discussion of the invention.\n\n \n\n4. HAS THERE BEEN A DISCLOSURE OF THE INVENTION TO ANYONE OUTSIDE THE COMPANY? IF SO, EXPLAIN.\nNo.\n\n \n\n \n \n \n  \n\nSubmitted by:\n\nLocation:\n\nSe2S9c9z02\n\nManager's Signature:\n\ni\n\f",
    "augmented_texts": [
        "eine Philip Morris Incorporated ad ai ee C € pate July 24, 1979 INVENTION RECORD Preliminary Disclosure for REC ' D JUL3 11979 Retainer of Patentability 1, DESCRIPTION OF THE INVENTION (in sufficient detail for the invention to be understood; please identify or attach copies of any reports, notebook pages, or other documents con - taining particular examples or other pertinent data ): pick up ATTACHED 2. OBUECTS / ADVANTAGES OF THE INVENTION. SEE ATTACHED 3. STATE OF THE ART (list any known patents or publications that seem pertinent ): _ ~ A) Compounds None B) Chemistry - All of the pertinent chemical substance prior art has been mentioned under the discussion of the invention. 4. HAS THERE BEEN A DISCLOSURE OF THE design TO ANYONE OUTSIDE THE COMPANY? IF SO, EXPLAIN. No. Submitted by: Location: Se2S9c9z02 Manager ' s Signature: i",
        "eine Philip Morris Incorporated ad ai ee C € pate July 24, 1979 design RECORD Preliminary Disclosure for REC ' D JUL3 11979 Retainer of Patentability 1, DESCRIPTION OF THE INVENTION (in sufficient detail for the invention to be tacit; please describe or attach copies of any account, notebook pages, or other documents con - taining particular examples or other pertinent data ): SEE ATTACHED 2. OBUECTS / ADVANTAGES OF THE INVENTION. SEE ATTACHED 3. STATE OF THE ART (list any known patents or publications that seem pertinent ): _ ~ A) Compounds None B) Chemistry - All of the pertinent chemical anterior art has been mentioned under the discussion of the invention. 4. HAS THERE BEEN A DISCLOSURE OF THE INVENTION TO ANYONE OUTSIDE THE COMPANY? IF SO, EXPLAIN. No. Submitted by: Location: Se2S9c9z02 Manager ' s Signature: i"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "eineine                Philip Morris Incorporated adai ee C € pate July 24, 1979                INVENTION RECORD.Preliminary Disclosure for REC'D JUL3 11979.Consideration of Patentability.consideration. of patentability of the invention."
}