{
    "filename": "2028680930_2028680931.jpg",
    "metadata": {},
    "text": " \n\nFederal Trade Commission Washington, D.C, 20580\n\n \n\nPOR IMMEDIATE RELEASE: June 25, 1962\n\nBARCLAY CIGARETTES* \"TAR,\" HICOTINE AND CARBON KONOXIDE\nHIGHER THAN HEASURED BY CURRENT FTC TESTS\n\nAgency Asks for Comment on Test Changes\n\nBarclay cigarettes deliver wore \"tar,\" nicotine and carbon\nmonoxide than measured by the agency's current testing progran,\nthe Federal Trade Commiasion announced today. As a result, the\nCommission informed Brown and WSlliamaon Tobaceo Corp., manu-\nSacturer of Barclay, that it cannot rely on the PIC test method\nto substantiate claims that Barclay delivers only \" ug. tar.\" -\n\n \n\n‘The Coumission's unanimous vote was based on reports of\nthree. independent consultants and extensive material provided by\nBrowa end Williamson end other cigarette companies. Although\nthey were not able to provide a precise estimate, the FTC\nconsultants believed that Barclay 80 and 85a actually deliver\nbetween three and seven milligrams of \"tar.\n\nThe measurement problem had arisen because Barclay'a SSiter\nis unique in its design. -\n\nHost low \"tar\" c&garetter have a band of perforated holes\nin their Silters so air can mix with smoke inside the filter and\nthus decrease the amount of “tar the smoker inhales. Barclayts\ndesign has four vent4lation channels connecting these holes\ndirectly to the mouth end of the filter, so smoke and dir\n\nare mixed in the mouth, not 4n the filter itself. On the basis\nof acientsfic information reviewed, the Commission concluded that\nthese channels are at least partially blocked when people saoke\nBarcleys, reducing the amount of air that dilutes the anoke and\nthus increasing the delivery of \"tar.\" The PTC machine 4s not\nnow equipped to compensate for this new design, the Conniasion\nconcluded.\n\n \n\nThere was no allegation that Brown and Williamson had\nviolated the FIC Act by relying on the agency's previous test\nresulta. In addition, the Conmission pointed out that Brown end\nWilliamson had cooperated fully with the Comisaion end the staff\nthroughout the inquiry.\n\nz (Hore)\n\n  \n\f",
    "augmented_texts": [
        "Federal Trade Commission Washington, Five hundred. C, 20580 POR IMMEDIATE RELEASE: June 25, 1962 BARCLAY CIGARETTES * \" TAR, \" HICOTINE AND CARBON KONOXIDE HIGHER THAN HEASURED BY CURRENT FTC TESTS Agency Asks for Comment on Test Changes Barclay cigarettes deliver wore \" tar, \" nicotine and carbon monoxide than measure out by the agency ' s current examination progran, the Federal Trade Commiasion announced today. As a result, the Perpetration informed Brown and WSlliamaon Tobaceo Corp. , manu - Sacturer of Barclay, that it cannot rely on the PIC test method to substantiate claims that Barclay delivers only \" ug. tar. \" - ‘ The Coumission ' s unanimous ballot was based on reports of three. independent consultants and extensive material provided by Browa end Williamson end other cigarette companies. Although they were not able to provide a precise estimate, the FTC consultants believed that Barclay 80 and 85a actually deliver between three and seven milligrams of \" tar. The measurement problem had arisen because Barclay ' a SSiter is unique in its design. - Host low \" tar \" c & garetter have a band of perforated holes in their Silters so air can mix with smoke inside the filter and so decrease the amount of “ tar the smoker inhales. Barclayts design has four vent4lation channels connecting these hole directly to the mouth end of the filter, so smoke and dir are mixed in the mouth, not 4n the filter itself. On the base of acientsfic information reviewed, the Commission concluded that these channels are at least partially blocked when people saoke Barcleys, reducing the amount of air that dilutes the anoke and thus increasing the delivery of \" tar. \" The PTC machine 4s not now equipped to compensate for this new design, the Conniasion concluded. There was no allegation that Brown and Williamson had violated the FIC Act by relying on the agency ' s previous test resulta. In addition, the Conmission pointed out that Brown end Williamson had cooperated fully with the Comisaion end the staff throughout the inquiry. z (Hore )",
        "Federal Trade Commission Washington, D. C, 20580 POR IMMEDIATE RELEASE: June 25, 1962 BARCLAY CIGARETTES * \" TAR, \" HICOTINE AND CARBON KONOXIDE HIGHER THAN HEASURED BY CURRENT FTC TESTS Agency Asks for Comment on Test Changes Barclay cigarettes deliver wore \" tar, \" nicotine and carbon monoxide than measured by the agency ' s current testing progran, the Federal Trade Commiasion announced today. As a result, the Commission informed Brown and WSlliamaon Tobaceo Corp. , manu - Sacturer of Barclay, that it cannot rely on the PIC test method to substantiate claims that Barclay delivers only \" ug. tar. \" - ‘ The Coumission ' s unanimous vote was based on reports of three. independent consultants and extensive material provided by Browa end Williamson end other cigarette companies. Although they were not able to provide a precise estimate, the federal trade commission consultants believed that Barclay 80 and 85a actually deliver between three and seven milligrams of \" tar. The measurement problem had arisen because Barclay ' a SSiter is unique in its design. - Host low \" tar \" c & garetter have a band of perforated holes in their Silters so air can mix with smoke inside the filter and thus decrease the amount of “ tar the smoker inhales. Barclayts design has four vent4lation channels connecting these holes directly to the mouth end of the filter, so smoke and dir are mixed in the mouth, non 4n the filter itself. On the basis of acientsfic info reviewed, the Commission concluded that these channels are at least partially blocked when people saoke Barcleys, reducing the amount of air that dilutes the anoke and thus increasing the delivery of \" tar. \" The PTC machine 4s not now equipped to compensate for this new design, the Conniasion concluded. There was no allegation that Brown and Williamson had violated the FIC Act by relying on the agency ' s previous test resulta. In addition, the Conmission pointed out that Brown end Williamson had cooperated in full with the Comisaion cease the staff throughout the inquiry. z (Hore )"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Barclay cigarettes deliver more \"tar,\" nicotine and carbon monoxide than measured by the agency's current testing progran, the Federal Trade Commiasion announced today. The measurement problem had arisen because Barclay'a SSiter is unique in its design. It has a band of perforated holes so air can mix with smoke inside the filter and thus decrease the amount of “tar the smoker inhales."
}