{
    "filename": "2028609566.jpg",
    "metadata": {},
    "text": " \n\neo UNITED STATES DFSARTMENT OF COMMERCE\nPatent and Traden : Office\n\nASSISTANT SECRETARY ANO COMMISSIONER\n\nOF PATENTS AND TRADEMARKS\n\nWashington, 0.¢. 20231\n\nISSUE NOTIFICATION\n\n \n\n \n\n08/005,650 5365951 11/22/94 PM-1706\n\n \n\n \n\n \n\n \n\n5951 7707\nKEVIN B. OSBORNE\n\nPHILIP, MORRIS MANAGEMENT CORP.\n\n4201 COMMERERCE RD.\n\nRICHMOND, VA 23234\n\n \n\nAPPLICANT(S) CYNTHIA W. ARTERBERY, MIDLOTHIAN VIRGINIA; W.\nTIMOTHY CALLAHAM, RICHMOND VIRGINIA; GUS D.\nKERITSIS, RICHMOND VIRGINIA; DONALD'E. LASLIE,\nMIDLOTHIAN VIRGINIA; KENNETH A. NEWMAN, PRINCE\nGEORGE VIRGINIA; ROGER S. SLAGLE, CHESTERFIELD\nVIRGINIA; MORRIS F. WHITE UR., CHESTERFIELD\nVIRGINIA\n\n \n\n9986098702\n\nl\n|\n{\n\f",
    "augmented_texts": [
        "eo UNITED STATES DFSARTMENT OF COMMERCE Patent and Traden: Office ASSISTANT SECRETARY fatah revolutionary council COMMISSIONER OF PATENTS AND TRADEMARKS President washington, 0. ¢. 20231 ISSUE presentment 08 / 005, 650 5365951 11 / 22 / 94 PM - 1706 5951 7707 KEVIN B. OSBORNE PHILIP, robert morris MANAGEMENT CORP. 4201 COMMERERCE RD. RICHMOND, VA 23234 APPLICANT (S) CYNTHIA Westward. ARTERBERY, MIDLOTHIAN VIRGINIA; W. TIMOTHY CALLAHAM, RICHMOND VIRGINIA; GUS D. KERITSIS, capital of virginia VIRGINIA; DONALD ' E. LASLIE, MIDLOTHIAN VIRGINIA; KENNETH Angstrom. NEWMAN, PRINCE GEORGE VIRGINIA; ROGER S. SLAGLE, CHESTERFIELD VIRGINIA; MORRIS F. WHITE UR. , CHESTERFIELD va 9986098702 l | {",
        "eo UNITED STATES DFSARTMENT OF COMMERCE Patent and Traden: Office ASSISTANT SECRETARY ANO COMMISSIONER OF PATENTS AND TRADEMARKS Washington, 0. ¢. 20231 ISSUE NOTIFICATION 08 / 005, 650 5365951 11 / 22 / 94 PM - 1706 5951 7707 KEVIN Type b. OSBORNE PHILIP, MORRIS MANAGEMENT CORP. 4201 COMMERERCE RD. capital of virginia, department of veterans affairs 23234 APPLICANT (S) CYNTHIA W. ARTERBERY, MIDLOTHIAN VIRGINIA; Westward. TIMOTHY CALLAHAM, RICHMOND VIRGINIA; GUS D. KERITSIS, RICHMOND VIRGINIA; DONALD ' E. LASLIE, MIDLOTHIAN VIRGINIA; KENNETH A. NEWMAN, PRINCE GEORGE VIRGINIA; ROGER S. SLAGLE, CHESTERFIELD VIRGINIA; MORRIS F. WHITE UR. , CHESTERFIELD VIRGINIA 9986098702 50 | {"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Patent and Traden : Office of the Assistant Secretary of Commerce. Office: Patents, Trademarks, and Intellectual Property. Issued by the U.S. Patent & Trademark Office, Washington, D.C. (OTC: P&T) (O: Patent/Trademark)"
}