{
    "filename": "2028877560.jpg",
    "metadata": {},
    "text": "7, Fab. 1991 Se QA\n\nINBIFO Institut fOr biologische Forschung - Kéin\nFORMSKW91 EROMWO OBJECT.WM\n\nGENERAL OBJECTIVES AND SPECIFICATIONS\n1.1 Objective _ —\n\n‘The objective of the intended study is to characterize (apparent\nmolecular weight, isoelectric point, antigenic sites) the\nCYTOKERATINS of freshly isolated RNE and RTE cells, of RNE and RTE\ncells in primary culture, and of a chemically transformed, focus-\nderived RTE cell line by gel electrophoresis and immunoblotting.\n\n1.2 Specifications\n\nThe intended investigation will provide basic information with\nregard to the degree of homology between human and rat\ncytokeratins - a class of intermediate filament proteins which\nrepresent important markers of epithelial cell differentiation and\npossible transformation-related changes.\n\nThe xesult may help to select specific antibodies as a tool for\nfurther immunohistological examinations, such as concerning the\nalterations that accompany metaplastic changes in the larynx, the\nlabeling of RTE cells in the chick embryo skin invasion assay, or\nthe dedifferentiatiom of RTE and RNE cells in vitro.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nGENEHMIGUNGSPFLICHT: |_]  ANZEIGEPFLICKT: |_| KEIN TIERVERSUCH AJ\nHesse\nweek gem § 7 2) TierSeRG Gnundage gem. §8 (7) TierSebG\n1. Krankbeiten [sweety Rens. Bal Verwentung ven\nSerordbun teen tbe\n2. Umwelt Oo » Veni oO ING sede Fa\n3, Unbedenklichkeit ¢) Richter, oO eforderlich\nL122 Bisgrosn,\n4. Grnaagen apres\n8 Frifng a\n\n \n\nP 0001 $244\n\n \n\n \n\nBETEILIGTE TEAMS «) CB2, LR, it preston) 0S.Har. 92 JC\n\n \n\nROUGH TIME/COST AND DURATION ESTIMATE and GENERAL OBJECTIVES AND SPECIFICATIONS\nacknowledged:\n\nparemionceramy 9 SHAR 199777? ares ong 72 USL hy\n\n \n\n \n\n(@) Teams, die Subrepons 2u erstellen haben, sind zu untersteichen,\n\n \n\n0982288202\n\f",
    "augmented_texts": [
        "7, Fab. 1991 Se QA INBIFO Institut fOr biologische Forschung - Kéin FORMSKW91 EROMWO OBJECT. WM GENERAL OBJECTIVES AND SPECIFICATIONS 1. 1 Objective _ — ‘ The objective of the intended study is to characterize (apparent molecular weight, isoelectric point, antigenic sites) the CYTOKERATINS of freshly isolated RNE and RTE cells, of RNE and RTE cells in primary culture, and of a chemically transformed, focus - derive RTE cell line by gel cataphoresis and immunoblotting. 1. 2 Specifications The intended investigation bequeath provide basic information with regard to the degree of homology between human and rat cytokeratins - a class of intermediate filament proteins which represent important markers of epithelial cell differentiation and possible transformation - related changes. The xesult may help to select specific antibodies as a tool for further immunohistological examinations, such as concerning the alterations that accompany metaplastic changes in the larynx, the labeling of RTE cells in the chick embryo skin invasion assay, or the dedifferentiatiom of RTE and RNE cells in vitro. GENEHMIGUNGSPFLICHT: | _] ANZEIGEPFLICKT: | _ | KEIN TIERVERSUCH AJ Hesse week gem § 7 2) TierSeRG Gnundage gem. § 8 (7) TierSebG 1. Krankbeiten [sweety Rens. Bal Verwentung ven Serordbun teen tbe 2. Umwelt Oo » Veni oO ING sede Fa 3, Unbedenklichkeit ¢) Richter, oO eforderlich L122 Bisgrosn, 4. Grnaagen apres 8 Frifng a P 0001 $ 244 BETEILIGTE TEAMS «) CB2, LR, it preston) 0S. Har. 92 JC ROUGH TIME / COST AND DURATION ESTIMATE and GENERAL OBJECTIVES AND SPECIFICATIONS acknowledged: paremionceramy 9 SHAR 199777? ares ong 72 USL hy (@) Teams, die Subrepons 2u erstellen haben, sind zu untersteichen, 0982288202",
        "7, Fab. 1991 Se QA INBIFO Institut fOr biologische Forschung - Kéin FORMSKW91 EROMWO objective. WM GENERAL OBJECTIVES AND spec 1. 1 Objective _ — ‘ The objective of the intended study is to characterize (apparent molecular weighting, isoelectric point, antigenic sites) the CYTOKERATINS of freshly isolated RNE and RTE cells, of RNE and RTE cells in main culture, and of a chemically transformed, focus - derived RTE cell line by gel electrophoresis and immunoblotting. 1. 2 Specifications The intended probe will provide basic information with regard to the degree of homology between human and rat cytokeratins - a class of intermediate filament proteins which represent important markers of epithelial cell differentiation and possible transformation - related changes. The xesult may help to select specific antibodies as a tool for further immunohistological examinations, such as concerning the alterations that accompany metaplastic changes in the larynx, the labeling of RTE cells in the chick embryo skin invasion assay, or the dedifferentiatiom of RTE and RNE cadre in vitro. GENEHMIGUNGSPFLICHT: | _] ANZEIGEPFLICKT: | _ | KEIN TIERVERSUCH AJ Hesse week gem § 7 2) TierSeRG Gnundage gem. § 8 (7) TierSebG 1. Krankbeiten [sweety Rens. Bal Verwentung ven Serordbun teen tbe 2. Umwelt Oo » Veni oO ING sede Fa 3, Unbedenklichkeit ¢) Richter, oO eforderlich L122 Bisgrosn, 4. Grnaagen apres 8 Frifng a P 0001 $ 244 BETEILIGTE TEAMS «) CB2, LR, it preston) 0S. Har. xcii JC ROUGH TIME / COST AND DURATION ESTIMATE and GENERAL OBJECTIVES AND SPECIFICATIONS acknowledged: paremionceramy 9 SHAR 199777? ares ong 72 USL hy (@) Teams, die Subrepons 2u erstellen haben, sind zu untersteichen, 0982288202"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The objective of the intended study is to characterize (apparent.molecular weight, isoelectric point, antigenic sites) the Cytokeratins of freshly isolated RNE and RTE cells. The xesult may help to select specific antibodies as a tool for further immunohistological examinations, such as concerning metaplastic changes in the larynx."
}