{
    "filename": "2028378973-a.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\n \n\ni tact\nE Bias “iayerareers\ntfieraoeace, aces neeoae\nSS Rieu wpe. Gita\ntage fincas soiree asso\nnoptine Sittre occ nants\nMeter migs fre Ma\ntee\n\nSree ss oe\n\nSoe bane of nace bon Dasha\nRowe tees ah eat\n\n1 Serine dren toma) Ser fe a\nSoe ime ime Habe\ngreeters eet Ae\n\"der Mike er tre Imgevideas S000 rpport\nSeto aa Seem\n\nsete te marion Sean\n\nSee asian deur ae !\nSays eel bonnet genes\n\n202 57 593,\n\n \n\nBerlingske Tidence,\nclee,: 150,000\n9. Noveroer 1988\nMedical Association: No proof of damages trom\nPatsive Smoking.\n\n \n\nToure is no sclontitie evicer smoking\na ‘9 uly thi\nWERT, Wd The einioe Cowra ot the medion! asools\n\ntion yeatorday unnounced that Tage Voss has not\nLovnateppedd The Acnic orecepte. ‘So eaying the Coed,\ndlemiteed 2 complaint by the national society\n“Smokefree environment”\n\nswThe cheirman of the Ethical Board, chiat\nbrysiclan Rosenbeck-Hanson agrees with\nToae Voss “that There is no proven wviowce “ior\namages caused by passive omoking, nw\n\ny CL68L£820z\n\f",
    "augmented_texts": [
        "i tact E Bias “ iayerareers tfieraoeace, aces neeoae SS Rieu wpe. Bhagavad gita tage fincas soiree asso noptine Sittre occ nants Meter migs fre Ma tee Sree ss oe Soe bane of nace bon Dasha Rowe tees ah eat 1 Serine dren toma) Ser fe a Soe ime ime Habe greeters eet Ae \" der Mike atomic number 68 tre Imgevideas S000 rpport Seto associate in arts Seem sete te marion Sean See asian deur ae! Says eel bonnet genes 202 57 593, Berlingske Tidence, clee, : 150, 000 niner. Noveroer 1988 Medical Association: No proof of damages trom Patsive Smoke. Toure is no sclontitie evicer smoking a ‘ 9 uly thi WERT, Wd The einioe Cowra ot the medion! asools tion yeatorday unnounced that Tage Voss has not Lovnateppedd The Acnic orecepte. ‘ So eaying the Coed, dlemiteed 2 complaint by the internal society “ Smokefree environs ” swThe cheirman of the Ethical Board, chiat brysiclan Rosenbeck - Hanson agrees with Toae Voss “ that There is no proven wviowce “ ior amages caused by passive omoking, nw y CL68L £ 820z",
        "i tact E Bias “ iayerareers tfieraoeace, aces neeoae SS Rieu wpe. Gita tage fincas soiree asso noptine Sittre occ nants Meter migs fre Ma tee Sree ss oe Soe nemesis of nace bon Dasha Rowe tees ah eat 1 Serine dren toma) Ser fe a Soe ime ime Habe greeters eet Ae \" der Mike er tre Imgevideas S000 rpport Seto aa Seem sete te marion Sean See asian deur ae! Says eel bonnet genes 202 57 593, Berlingske Tidence, clee, : 150, 000 9. Noveroer 1988 Medical Association: No proof of damages trom Patsive Smoking. Toure is no sclontitie evicer smoking a ‘ 9 uly thi WERT, Wd The einioe Cowra ot the medion! asools tion yeatorday unnounced that Tage Voss has not Lovnateppedd The Acnic orecepte. ‘ So eaying the Coed, dlemiteed 2 complaint by the national society “ Smokefree environment ” swThe cheirman of the Ethical Board, chiat brysiclan Rosenbeck - Hanson agrees with Toae Voss “ that There is no proven wviowce “ ior amages caused by passive omoking, nw y CL68L £ 820z"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Tage Voss has notovnateppedd The Acnic orecepte. There is no proven wviowce “iorophobicamages caused by passive omoking”. ‘So eaying the Coed, a complaint by the national society has been made against smoking.’"
}