{
    "filename": "2028428355.jpg",
    "metadata": {},
    "text": "SENT BYSPHLLIP MORRIS 8/1 1U+YO-¥Z i1U:>TAM i ouscrazve i> 41 so ste sieim 2\n\nWP 10/28 — EPA Advisers Call Smoke a Hazard to Health of ...\n\nEPA Advisors Call Smoke a Hazard to Health of Childten\nBy Tom Kenworthy\nWashington Post Staff Writer\n\nA panel of scientific advisers to the Environmental Protection Agency yesterday\napproved @ report concluding that involuntary exposure to tobacco smoke Is a\nsignificant heslth hazard to children and that environmental tobacco smoke (ETS) ls a\nknown human carcinogen.\n\n‘The approval of the report by the executive committee of EPA's Science Advisory\nBoard has no immediate practical effect, bacause It must be reviewed by EPA\nAdministrator William K. Reilly and because EPA has no authority to regulate Indoor\nalr pollution. But If approved by Reilly, the report, several yeara in the making, could\nhave a dramatic effect on how other state, local and federal government agencies\ntegulate smoking in the workplace.\n\n“We are hoping that OSHA will prohibit smoking in the workplace,\" sald John F.\nBanzhat, executive director of the antismoking organization, Action on Smoking and\nHealth. Banzhaf said the report would give organizations like his potent new\nammunition to persuade legislative bodies at the state, local and federal level to \"go\nfrom separating smokers to a virtual ban on smoking Indoors\n\nIn addition, Banzhaf said, the report also could affect the way courts seitle child\ncustody battles and lead to court ordars prohibiting smoking in homes with children.\n\nEPA sclence advisers have bean reviewing the report for several years. A version\nsimilar to the one approved yesterday was first adopted by a separate panel of the\nScience Advisory Board almost two years ago.\n\nThe report concludes that environmental tobacco smoke causes 2,500 to 3,500 lung\ncancer deaths per year among nonsmokers and former smokers. In addition, It says\nthat ETS causes as many as 300,000 lower respiratory tract infections among children\nevery year.\n\nThe tobacco industry has disputed the scientific basis of the report as It wended Its\nway through the years-long Science Advisory Board review process. ‘This report\ndoesn't make a whole lot of sclentiic sense,\" Brennan Dawson, a spokesman for the\nTobacco Institute, sald yesterday. Dawson said the report assumes “similarties®\nbetween the effects of direct exposure to tobacco smoke through smoking and indirect\nexposure by environmental tobacco smoke.\n\nBanzhaf predicted the report could bring about mejor changes in such places as\nrestaurants, many of which now have separate smoking and nonsmoking sections but\nwhich in the future may have to ban emoking.\n\n \n\n \n\n \n\n \n\nssesetezoe\n\f",
    "augmented_texts": [
        "SENT BYSPHLLIP MORRIS 8 / 1 1U + YO - ¥ Z i1U:> TAM i ouscrazve i> 41 so ste sieim 2 WP 10 / 28 — EPA Advisers Call Smoke a Hazard to Health of. .. EPA Advisors Call Smoke a Hazard to Health of Childten By Tom Kenworthy Washington Post Staff Writer A panel of scientific advisers to the Environmental Protection Agency yesterday approved @ report concluding that involuntary exposure to tobacco grass Is a significant heslth hazard to children and that environmental tobacco smoke (ETS) ls a known human carcinogen. ‘ The approval of the report by the executive committee of EPA ' s Science Advisory Board has no immediate practical effect, bacause It must be reviewed by EPA Administrator William K. Reilly and because EPA has no authority to regulate Indoor alr pollution. But If approved by Reilly, the report, several yeara in the making, could have a dramatic effect on how other state, local and federal government agencies tegulate smoking in the workplace. “ We are hoping that OSHA will prohibit smoking in the workplace, \" sald John F. Banzhat, executive director of the antismoking organization, Action on Smoking and Wellness. Banzhaf said the report would give organizations like his potent new ammunition to persuade legislative bodies at the state, local and federal level to \" go from separating smokers to a virtual ban on smoking Indoors In addition, Banzhaf said, the report also could affect the way courts seitle child custody battles and lead to court ordars prohibiting smoking in homes with children. EPA sclence advisers have bean reviewing the report for several years. A version similar to the one approved yesterday was first adopted by a separate panel of the Skill Advisory Board almost two years ago. The report concludes that environmental tobacco smoke causes 2, 500 to 3, 500 lung cancer deaths per year among nonsmokers and former smokers. In summation, It says that ETS causes as many as 300, 000 lower respiratory tract infections among children every year. The tobacco industry has disputed the scientific basis of the report as It wended Its way through the years - long Science Advisory Board review process. ‘ This study doesn ' t make a whole lot of sclentiic sense, \" Brennan Dawson, a spokesman for the Tobacco Institute, sald yesterday. Dawson said the report assumes “ similarties ® between the effects of direct exposure to tobacco smoke through smoking and indirect exposure by environmental tobacco plant smoke. Banzhaf predicted the report could bring about mejor changes in such places as restaurants, many of which now have separate smoking and nonsmoking sections but which in the future may have to ban emoking. ssesetezoe",
        "SENT BYSPHLLIP MORRIS 8 / 1 1U + YO - ¥ Z i1U:> TAM i ouscrazve i> 41 so ste sieim 2 WP 10 / 28 — EPA Advisers Call Smoke a Hazard to Health of. .. EPA Advisors Call Smoke a Hazard to Health of Childten By Turkey cock Kenworthy Washington Post Staff Writer A panel of scientific advisers to the Environmental Security Agency yesterday approved @ report concluding that involuntary exposure to tobacco smoke Is a significant heslth hazard to children and that environmental tobacco smoke (ETS) ls a known human carcinogen. ‘ The approval of the report by the executive committee of EPA ' s Science Advisory Board has no immediate practical effect, bacause It must be retrospect by EPA Administrator William K. Reilly and because EPA has no authority to regulate Indoor alr pollution. But If approved by Reilly, the report, several yeara in the making, could have a dramatic effect on how other state, local and federal government agencies tegulate smoking in the workplace. “ We are hoping that OSHA will prohibit smoking in the workplace, \" sald John F. Banzhat, executive director of the antismoking organization, Action on Smoking and Health. Banzhaf said the report would give organizations like his potent new ammunition to persuade legislative bodies at the state, local and federal level to \" go from separating smokers to a virtual banning on smoking Indoors In addition, Banzhaf said, the report also could affect the way courts seitle child custody battles and lead to court ordars prohibiting smoking in homes with children. EPA sclence advisers have bean reviewing the report for several years. A version similar to the one approved yesterday was first adopted by a separate panel of the Science Advisory Board almost two years ago. The report concludes that environmental tobacco smoke causes 2, 500 to 3, 500 lung cancer deaths per year among nonsmokers and former smokers. In addition, It says that ETS causes as many as 300, 000 lower respiratory tract infections among children every year. The tobacco industry has disputed the scientific basis of the report as It wended Its way through the years - long Science Advisory Plug in review process. ‘ This report doesn ' t make a whole lot of sclentiic sense, \" Brennan Dawson, a spokesman for the Tobacco Institute, sald yesterday. Dawson said the report assumes “ similarties ® between the effects of direct exposure to tobacco smoke through smoking and indirect exposure by environmental tobacco smoke. Banzhaf predicted the report could bring about mejor changes in such places as restaurants, many of which now have separate smoking and nonsmoking sections but which in the future may have to ban emoking. ssesetezoe"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "EPA Advisors Call Smoke a Hazard to Health of Childten. Report concludes that involuntary exposure to tobacco smoke Is a significant heslth hazard to children. Tobacco industry has disputed the scientific basis of the report as It wended Its way through the years-long review process."
}