{
    "filename": "2028396031.jpg",
    "metadata": {},
    "text": "F.T.R. SCIENCE AND TECHNOLOGY\nCH - 2003 NEUCHATEL / SWITZERLAND\nFACSIMILE TRANSMISSION CALL NO 31 24 76\n\n \n\nSORRELL SCHWARTZ Esq. DATE: 18th April, 1989\nFROM: HELMUT W. GAISCH TRANSMITTED BY:\nCOPIES:By Fax to CHUCK LISTER Esq. LONDON 0044 1 495 31 2\n\nWASHINGTON DC 001 202 333 2875\n\n \n\nNUMBER OF PAGES (INCLUDING THIS PAGE): 4\n\nIF NOT PROPERLY RECEIVED, CALL 21 11 45 - EXT. 603 AND ASK FOR\nYOUR CORRESPONDENT.\n\nDear Sorell,\n\nYour secretary phoned and told me about some difficulties in\nreceiving our fax. This is why I am sending the list of names\nand addresses again. However, upon reflection I am adding two\nmore names : Francis Roe and Thorbjérn Malmfors.\n\nThe complete list is therfore : Roe, Malmfors, Hackenberg,\nAdlkofer, Lister, Sherlock, Schneider, Altmann, Thornton, Cerioli\n\nand Werk’. VS, PARR IS\n\n \n\n‘The theme of the \"workshop\" could perhaps be described as “risk\nassessment in low dose situations\". The purpose should be “to\ntake stock of the state of today's knowledge\". We have suggested\nsuch a wide span of disciplines in order to truly cover all\naspects of the problem.\n\nKind regards,\n\nFeoseeszoz\n\f",
    "augmented_texts": [
        "F. T. R. SCIENCE AND TECHNOLOGY CH - 2003 NEUCHATEL / SWITZERLAND FACSIMILE TRANSMISSION CALL NO 31 24 76 SORRELL SCHWARTZ Esq. DATE: 18th April, 1989 FROM: HELMUT W. GAISCH TRANSMITTED BY: COPIES: By Fax to grub LISTER Esq. LONDON 0044 1 495 31 2 WASHINGTON DC 001 202 333 2875 NUMBER OF PAGES (INCLUDING THIS PAGE ): 4 IF NOT PROPERLY RECEIVED, CALL 21 11 45 - EXT. 603 AND ASK FOR YOUR newspaperwoman. Dear Sorell, Your secretary phoned and told me about some difficulties in receiving our fax. This is why I am sending the list of names and addresses again. However, upon reflection I am add together two more names: Francis Roe and Thorbjérn Malmfors. The complete list is therfore: Roe, Malmfors, Hackenberg, Adlkofer, Lister, Sherlock, Schneider, Altmann, Thornton, Cerioli and Werk ’. VS, PARR IS ‘ The musical theme of the \" workshop \" could perhaps be described as “ risk assessment in low dose situations \". The purpose should be “ to take stock of the state of today ' s knowledge \". We have suggested such a wide span of disciplines in order to truly cover all aspects of the problem. Kind regards, Feoseeszoz",
        "F. T. R. SCIENCE AND TECHNOLOGY CH - 2003 NEUCHATEL / SWITZERLAND FACSIMILE TRANSMISSION CALL NO 31 24 76 SORRELL SCHWARTZ Esq. DATE: 18th April, 1989 FROM: HELMUT W. GAISCH TRANSMITTED BY: COPIES: By Fax to CHUCK LISTER Esq. LONDON 0044 one 495 31 2 booker t. washington DC 001 202 333 2875 NUMBER OF PAGES (INCLUDING THIS PAGE ): 4 IF NOT PROPERLY RECEIVED, CALL 21 11 45 - EXT. 603 AND ASK FOR YOUR CORRESPONDENT. Dear Sorell, Your secretary phoned and told me about some difficulties in receive our fax. This is why I am sending the list of names and addresses again. However, upon reflection I am adding two more names: Francis Roe and Thorbjérn Malmfors. The complete list is therfore: Roe, Malmfors, Hackenberg, Adlkofer, Lister, Sherlock, Schneider, Altmann, Thornton, Cerioli and Werk ’. VS, PARR IS ‘ The theme of the \" workshop \" could perhaps be described as “ risk assessment in low dose situations \". The purpose should be “ to take stock of the state of today ' s knowledge \". We have suggested such a wide span of disciplines in order to truly cover all aspects of the problem. Kind regards, Feoseeszoz"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "The theme of the \" workshop\" could perhaps be described as “risk assessment in low dose situations\" The purpose should be ‘to take stock of. the state of today's knowledge\". We have suggested such a wide span of disciplines in order to truly cover all. aspects of this problem."
}