{
    "filename": "2029231936_1942.jpg",
    "metadata": {},
    "text": "OSHA testimony RCA, Ath draft, September 30, 1994\n\n \n\nOSHA definition of\n“material impairment of health’:\n\n \n\n+“. when the workeris clinically\ndiagnosed with a condition that is elther\ncaused or aggravated by poor indoor alr\n\nquality in the workplace”\n\n29cRR Pate 10,1016, 19260. 158702941\n\nTS Cuchmanatcenst\n\nCourt-definition of \"slgnitleant risk”\n\n \n\nInthe Benzene case, the Supreme Court stated\nthat Section 3(0) of the OSH Act requires the Agency\nbefore the promulgation of any standard must find\n“on the basis of substantial evidence, that its at feast\n‘more likely than not that jong-term exposure ..\npresents a ziypliivatit ili of matertal hesith\nimpairment”\n‘which the Court defined as,\nathe odds are 11s Jn a dvvu san that regular\ninhalation .. wil be fatal.”\n\n \n\ns4eus.865(1600)\n\n \n\n \n\n \n\n \n\nEe\n\nes a ty, Sxptageih. hy RI eles\noe ETI mm Copter\n\nCry thelr abigapin. 1,\n\nay\n\nMaen\n\nBint foc\n\nKosbileffin 8 Borrk wir os er 4\n\n \n\n“4\n\n9e6Tezéz0z\n\n \n\f",
    "augmented_texts": [
        "OSHA testimony RCA, Ath selective service, September 30, 1994 OSHA definition of “ material impairment of health ’: + “. when the workeris clinically diagnosed with a condition that be elther caused or aggravated by poor indoor alr quality in the workplace ” 29cRR Pate 10, 1016, 19260. 158702941 TS Cuchmanatcenst Court - definition of \" slgnitleant risk ” Inthe Benzene case, the Supreme Court stated that Section 3 (0) of the OSH Act requires the Agency before the promulgation of any stock must find “ on the basis of substantial evidence, that its at feast ‘ more likely than not that jong - term exposure. . presents a ziypliivatit ili of matertal hesith impairment ” ‘ which the Court defined as, athe odds are 11s Jn a dvvu san that regular breathing in. . wil be fatal. ” s4eus. 865 (1600) Ee es a ty, Sxptageih. hy RI eles oe ETI mm Copter Cry thelr abigapin. 1, ay Maen Bint foc Kosbileffin 8 Borrk wir os er 4 “ 4 9e6Tezéz0z",
        "OSHA testimony RCA, Ath draft, September xxx, 1994 OSHA definition of “ material impairment of health ’: + “. when the workeris clinically diagnosed with a condition that is elther caused or aggravated by poor indoor alr quality in the work ” 29cRR Pate 10, 1016, 19260. 158702941 TS Cuchmanatcenst Court - definition of \" slgnitleant risk ” Inthe Benzene case, the Supreme Court stated that Section 3 (0) of the OSH Turn requires the Agency before the promulgation of any standard must find “ on the basis of substantial evidence, that its at feast ‘ more likely than not that jong - term exposure. . presents a ziypliivatit ili of matertal hesith impairment ” ‘ which the Court define as, athe odds be 11s Jn a dvvu san that regular inhalation. . wil be fatal. ” s4eus. 865 (1600) Ee es a ty, Sxptageih. hy RI eles oe ETI mm Copter Call thelr abigapin. 1, ay Maen Bint foc Kosbileffin 8 Borrk wir os er 4 “ 4 9e6Tezéz0z"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "OSHA testimony RCA, Ath draft, September 30, 1994. OSHA definition of ‘material impairment of health’: “. when the workeris clinically.diagnosed with a condition that is elthercaused or aggravated by poor indoor alr.quality in the workplace”. In the Benzene case, the Supreme Court stated. that Section 3(0) of the OSH Act requires the Agency. to find that it is more likely than not that jong-term exposure... wil be fatal."
}