{
    "filename": "2029082497_2500.jpg",
    "metadata": {},
    "text": "VORTRAG AN 1.7.95\n\nBLECTROPHYSTOLOGICAL RECORDINGS FROM\nIN THE RAT, PROPOSAL\n\n \n\nIH CASSERRION GANGLION\n\nDear visitors and colleagues!\n\n1. FOLTE\n\n \n\nvt\n\n \n\nToday T Will present the propasal for a new project in the area of\nsensory research proposed te he done at the imiversity of Erlangen\nby Prof. Kobah.\n\nIt is titeled “Elect ruphysfological recordings from the\nganglion in the rat.\n\n \n\n \n\n2. FOLIE: “OUTLINE!\n\nTa my presentation, T will make a few introductory remarks about\nflavour and smel] and T will yive you he background about sensory\nperception of nicotine as well as the status of out research about\nit. Afterwards T'I] give you the objective of the proposed. ‘study,\nits design and a few results of a pilot inverst iqat ion\ntation will end with a schedule for thy project aia\n\n \n\n    \n\n3. FOLIE “INPRODUCT LON\"\n\nIt is generally known that favour is important tor the enjoyment\nof a cigarette. Flavour is not only vaste it is also amell. For\nthe perceplion of taste Ute Longue as Well as other merve. atric\ntures in the mouth cavity are responsible. ‘the smell, that is - T\nthink- the bigger part is related tothe airway, mainly ta the\nnose, but also throat, trachea, aud lungs are. involved.\n\nTwill now Cocuss on the nose as a reposentative organ for two\nSensoric detection systems for smell, the olfactory system and the\ntrigeminal system.\n\nThe olfactory system tor odor detection is located in the upper\nPart of Uhe nose. The olfactory nerve cells form the. olfactory:\nBucosa with a ciliated surface aud theit receptars on these ell\nOdorant molecules Dim! Lo these receptors and the information — is\ntransferred asa bioelectrical signal via the olfactory nerve to.\nthe brain. The trigeminal system is also. called common, chemical\nsense and iis related Lo free nerve ondings af the trigeminal nerve\nin the nose, mainly in its lower part, the osuivatory region\n\nThis system is responsible for sensal ions sich as pain, toach,\ncold, heat, or hess. A Lypical trigewinal reaction fis the\nburning of pepper, Ue stinging wb CO2 in sparkling water,\nor the coolness of mouthal. These sensations contribute. to. the\noverall flavour of the product and i will not taste good without\nit, for example beer or coke withont CO ar chili eon” carne\nWithout chili pepper. ‘Thus, the Juteracuion of bol’ systoms at\nwith taste make the ovarall flavour of a product.\n\n    \n\n  \n\n \n\n        \n\n \n\n \n\n   \n \n\n \n\n   \n\n    \n\n \n\n \n\n     \n\n \n\n4. FOLLE “SENSORY PERC\n\n \n\nPION OF WLCON ENE\n\nTe iy generally knoww that nicotine i a Rey flavour component of\nthe cigarette. Tt has been published that it has a taste and that\nit has a smell. We now from Frank Gulottas electrophysiological\nstudies with “humans that nicotine in invelved in liking, tupact,\n\n \n\nLEPZHOGZOZ\n\f",
    "augmented_texts": [
        "VORTRAG AN 1. 7. 95 BLECTROPHYSTOLOGICAL RECORDINGS FROM IN THE so and so, PROPOSAL IH CASSERRION GANGLION Dear visitors and colleagues! 1. FOLTE vt Today T Will present the propasal for a new project in the area of sensory research proposed te he done at the imiversity of Erlangen by Prof. Kobah. It is titeled “ Elect ruphysfological recordings from the ganglion in the rat. 2. FOLIE: “ OUTLINE! Ta my presentation, T will make a few introductory remarks about flavour and smel] and T will yive you he background about sensory perception of nicotine as well as the status of out research about it. Afterwards T ' I] give you the objective of the proposed. ‘ study, its design and a few results of a pilot inverst iqat ion tation will end with a schedule for thy project aia 3. FOLIE “ INPRODUCT LON \" It is generally known that favour is important tor the enjoyment of a cigarette. Flavour is not only vaste it is also amell. For the perceplion of taste Ute Longue as Well as other merve. atric tures in the mouth cavity are responsible. ‘ the smell, that is - T think - the bigger part is related tothe airway, mainly ta the nose, but also throat, trachea, aud lungs are. involved. Twill now Cocuss on the nose as a reposentative organ for two Sensoric detection systems for smell, the olfactory arrangement and the trigeminal system. The olfactory system tor odor detection is situate in the upper Part of Uhe nose. The olfactory nerve cells form the. olfactory: Bucosa with a ciliated surface aud theit receptars on these ell Odorant molecules Dim! Lo these receptors and the information — is transferred asa bioelectrical signal via the olfactory nerve to. the brain. The trigeminal system is also. called common, chemical sense and iis related Lo free nerve ondings af the trigeminal nerve in the nose, mainly in its lower part, the osuivatory region This system is responsible for sensal ions sich as pain, toach, cold, heat, surgery hess. A Lypical trigewinal reaction fis the burning of pepper, Ue stinging wb CO2 in sparkling water, or the coolness of mouthal. These sensations contribute. to. the overall flavour of the product and i will not smack good without it, for example beer or coke withont CO ar chili eon ” carne Without chili pepper. ‘ Thus, the Juteracuion of bol ’ systoms at with taste make the ovarall flavour of a product. 4. FOLLE “ SENSORY PERC PION OF WLCON ENE Te iy generally knoww that nicotine i a Rey flavour component of the cigarette. Tt has been published that it has a taste and that it has a smell. We now from Frank Gulottas electrophysiological studies with “ humans that nicotine in invelved in liking, tupact, LEPZHOGZOZ",
        "VORTRAG AN 1. 7. 95 BLECTROPHYSTOLOGICAL RECORDINGS FROM IN THE RAT, PROPOSAL IH CASSERRION GANGLION Dear visitors and colleagues! 1. FOLTE vt Today T Will present the propasal for a new project in the area of sensory research proposed te he done at the imiversity of Erlangen by Prof. Kobah. It is titeled “ Elect ruphysfological recordings from the ganglion in the rat. 2. FOLIE: “ OUTLINE! Tantalum my presentation, T will make a few introductory remarks about flavour and smel] and T will yive you he background about sensory perception of nicotine as well as the status of out research about it. Afterwards T ' I] give you the objective of the proposed. ‘ study, its design and a few results of a pilot inverst iqat ion tation will end with a schedule for thy project aia 3. FOLIE “ INPRODUCT LON \" It is generally known that favour is important tor the enjoyment of a cigarette. Flavour is not only vaste it comprise also amell. For the perceplion of taste Ute Longue as Well as other merve. atric tures in the mouth cavity are responsible. ‘ the smell, that is - T think - the bigger part is related tothe airway, principally ta the nose, but also throat, trachea, aud lungs are. involved. Twill now Cocuss on the nose as a reposentative organ for two Sensoric detection systems for smell, the olfactory system and the trigeminal system. The olfactory system tor odor detection is located in the upper Part of Uhe nose. The olfactory nerve cells form the. olfactory: Bucosa with a ciliated surface aud theit receptars on these ell Odorant molecules Dim! Lo these receptors and the information — is transferred asa bioelectrical signal via the olfactory nerve to. the brain. The trigeminal system is also. called common, chemical sense and iis related Lo free nerve ondings af the trigeminal nerve in the nose, mainly in its lower part, the osuivatory region This system is responsible for sensal ions sich as pain, toach, cold, heat, or hess. A Lypical trigewinal reaction fis the burning of pepper, Ue stinging wb CO2 in sparkling water, beaver state the coolness of mouthal. These sensations contribute. to. the overall flavour of the product and i will not taste good without information technology, for example beer or coke withont CO ar chili eon ” carne Without chili pepper. ‘ Thus, the Juteracuion of bol ’ systoms at with taste make the ovarall flavour of a product. 4. FOLLE “ SENSORY PERC PION OF WLCON ENE Te iy generally knoww that nicotine i a Rey flavour component of the cigarette. Tt has been published that it has a gustatory sensation and that it has a smell. We now from Frank Gulottas electrophysiological studies with “ human that nicotine in invelved in liking, tupact, LEPZHOGZOZ"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "VORTRAG AN 1.7.95BLECTROPHYSTOLOGICAL RECORDINGS FROM WITHIN THE RAT, PROPOSAL.                  IH CASSERRION GANGLION: ‘Elect ruphysfological recordings from the                ganglion in the rat.’"
}