{
    "filename": "2029053737_2029053742.jpg",
    "metadata": {},
    "text": "  \n\n \n\n \n\nTHE DETERMINATION OF CERTAIN C1-C4 ALDEHYDES IN CIGARETTE SMOKE\nUSING HIGH PRESSURE LIQUID CHROMATOGRAPHY. A. B. Canon and N.S.\nPrank, Brown & Williamson Tobacco Co., Louisville, Ky. 40232\n\npresented at the 32nd Tobatco Chemists’ Research Conference,\nOctober 31, 1978, Montreal, Canada (Paper #37)\n\nqhis paper describes procedures for collecting and measuring\nseveral aldehydes in whole cigarette smoke, During collection, E\nthe aldehydes are converted to stable 2,4~dinitrophenylhydrazone\n. derivatives. The derivatives are separated, and measured by high\npressure liquid chromatography, avoiding the thermal decomposition\noften encountered during gas chromatographic analyses, of aldehydes\nor their derivatives. This method allows the determination of\nformaldehyde, acetaldehyde, acrolein, propionaldehyde and eroton~_\naldehyde in cigarette smoke. .\n\nThe collection procedures I will describe are similar to those”\nreported by Mansfield et al., in 1977 for the analysis of\nformaldehyde in tobacco smoke with high pressure liguid chromato~\n\ngraphy.)\n\nMansfield's method required gradient solvent programming\nfor the separation of aldehyde derivatives other than formaldehyde.\nThis new method offers the advantages of allowing a relatively\n\nvapid separation of several aldehyde derivatives under isocratic\n\n  \n\n“conditions.\n\n(SbYDE -Flowchart) A flowchart of our method begins with the\ngeneration of whole smoke from thirty “cigarettes. (SLIDE ~ Flow\n\nchart) ‘The smoke is bubbled through an acidic solution of 2,4~\n\n \n\n \n\nGinitrophenylhydrazine held in an ice bath. This trapping solution\n\nLELESOEZ02-\n\nremoves the aldehydes from the smoke and simultaneously forms the\n\n \n\n \n\f",
    "augmented_texts": [
        "THE DETERMINATION OF CERTAIN C1 - C4 ALDEHYDES IN CIGARETTE SMOKE USING HIGH PRESSURE LIQUID CHROMATOGRAPHY. A. B. Canon and N. S. Prank, Brown & Williamson Tobacco Co. , Louisville, Ky. 40232 presented at the 32nd Tobatco Chemists ’ Research Conference, October 31, 1978, Montreal, Canada (Paper # 37) qhis paper describes procedures for collecting and measuring various aldehydes in whole cigarette smoke, During collection, E the aldehydes are converted to stable 2, 4 ~ dinitrophenylhydrazone. derivatives. The derivatives are separated, and measured by high pressure liquid chromatography, avoiding the thermal decomposition often encountered during gas chromatographic depth psychology, of aldehydes or their derivative. This method allows the determination of formaldehyde, acetaldehyde, acrolein, propionaldehyde and eroton ~ _ aldehyde in cigarette smoke. . The collection procedures I will describe are similar to those ” reported by Mansfield et al. , in 1977 for the analysis of formaldehyde in tobacco smoke with high pressure liguid chromato ~ graphy.) Mansfield ' s method required gradient solvent programming for the separation of aldehyde derivatives other than formaldehyde. This new method offers the advantages of allowing a relatively vapid separation of several aldehyde derivatives under isocratic “ conditions. (SbYDE - Flow sheet) A flowchart of our method begins with the generation of whole smoke from thirty “ cigarettes. (SLIDE ~ Flow chart) ‘ The smoke is bubbled through an acidic solution of 2, 4 ~ Ginitrophenylhydrazine held in an ice bath. This trapping solution LELESOEZ02 - get rid of the aldehydes from the smoke and simultaneously forms the",
        "THE DETERMINATION OF CERTAIN C1 - C4 ALDEHYDES IN CIGARETTE SMOKE USING HIGH PRESSURE LIQUID CHROMATOGRAPHY. A. B. Canon and N. S. Prank, Brown & Williamson Tobacco Co. , Louisville, Ky. 40232 presented at the 32nd Tobatco Chemists ’ Research Conference, October 31, 1978, Montreal, Canada (Paper # 37) qhis paper describes procedures for collecting and measuring several aldehydes in whole cigarette smoke, During collection, E the aldehydes are converted to stable 2, 4 ~ dinitrophenylhydrazone. derivatives. The derivatives are separated, and measured by high pressure liquid chromatography, avoiding the thermal decomposition often encountered during gas pedal chromatographic analyses, of aldehydes or their derivatives. This method allows the determination of formaldehyde, acetaldehyde, acrolein, propionaldehyde and eroton ~ _ aldehyde in cigarette smoke. . The collection procedures I will describe are similar to those ” reported by Mansfield et al. , in 1977 for the psychoanalysis of formaldehyde in tobacco smoke with high pressure liguid chromato ~ graphy.) Mansfield ' s method required gradient solvent programming for the separation of aldehyde derivatives other than formaldehyde. This new method offers the advantages of allowing a relatively vapid separation of several aldehyde derivatives under isocratic “ conditions. (SbYDE - Flowchart) A flowchart of our method begins with the propagation of whole smoke from thirty “ cigarettes. (SLIDE ~ Flow chart) ‘ The smoke is bubbled through an acidic solution of 2, quatern ~ Ginitrophenylhydrazine held in an ice bath. This trap solution LELESOEZ02 - removes the aldehydes from the smoke and simultaneously forms the"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "A. B. Canon and N.S.Prank, Brown & Williamson Tobacco Co., Louisville, Ky. 40232presented at the 32nd Tobatco Chemists’ Research Conference, October 31, 1978, Montreal, Canada (Paper #37) The paper describes procedures for collecting and measuring several aldehydes in whole cigarette smoke. During collection, Ethe aldes are converted to stable 2,4~dinitrophenylhydrazone derivatives. The derivatives are separated, and measured by high pressure liquid chromatography."
}