{
    "filename": "2029087587_2029087601.jpg",
    "metadata": {},
    "text": "Published Methods for the Determination of the\nEnantiomeric Purity of Nicotine\n\npolarimetry\n\n1H-NMR/CLSR\n\nchromatographic\nseparation of\ndiasteriomeric\nderivatives\n\n- high sensitivity\nrequires extremely pure nicotine\n\n- low sensitivity\n- tolerates impurities\n\nhigh sensitivity\n\n- tolerates impurities\n\n- requires the absence of compounds\ninterfering in the derivatization process\n\nMethod Developed at INBIFO (a)\n\ndirect chromato-\n\ngraphic separation\n\nusing chiral\nsolid phases\n\n- high sensitivity\n- tolerates impurities\n- no derivatization necessary\n\n{@) Demeftiou, D., Rustemeier, K., Voncken, P., Schepers, G.,\nChirality, in press\n\n \n\n£852,806202\n\f",
    "augmented_texts": [
        "Published Methods for the Determination of the Enantiomeric Purity of Nicotine polarimetry 1H - NMR / CLSR chromatographical separation of diasteriomeric derivatives - high sensitivity requires super pure nicotine - low sensitivity - tolerates impurities high sensitivity - tolerates impurities - requires the absence seizure of compounds interfering in the derivatization process Method Developed at INBIFO (a) direct chromato - lifelike separation using chiral solid phases - gamy sensitivity - tolerates impurities - no derivatization necessary {@) Demeftiou, Cholecalciferol. , Rustemeier, K. , Voncken, P. , Schepers, G. , Chirality, in press £ 852, 806202",
        "Print Method for the Determination of the Enantiomeric Purity of Nicotine polarimetry 1H - NMR / CLSR chromatographic separation of diasteriomeric derivatives - gamy sensitivity requires extremely pure nicotine - low sensitivity - tolerates impurities high sensitivity - tolerates impurities - requires the absence of compounds interfering in the derivatization process Method Developed at INBIFO (a) unmediated chromato - graphic separation using chiral solid stage - high sensitivity - tolerates impurities - no derivatization necessary {@) Demeftiou, D. , Rustemeier, K. , Voncken, P. , Schepers, G. , Chirality, in press £ 852, 806202"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Published Methods for the Determination of the Enantiomeric Purity of Nicotine. Method developed at INBIFO (a) by Demeftiou, D., Rustemeier, K., Voncken, P., Schepers, G., Chirality."
}