{
    "filename": "2029129166_2029129168.jpg",
    "metadata": {},
    "text": " \n\niA VAY\n\neal\n\n \n  \n \n\nA 23.1887\n\nTitle: Media cproar over chanece sare Cigaret\n\n \n\nMedia Uproar Cver chs:\n\n \n\n \n\n \n\n    \n\nWESREY GENoAT\n\nResearched and Developed by the Chinese Over Six-Year Period\n\nA new type of cigaret--callud safe cigarets by the Chines\n\nhae made ita eeoat in Japan under the oe:\n\n \n\n \n\nhakes Chorake\n\nand Churankas. oth brande are of the caze etendaré size ae\n\nSeven Star and other major domestic beanée. Tria)\nmanufacture\n\n \n\nShe tho bretids began juar thie past Maren,\nand neither have cone to market yet even in china,\nSaye an ¢nonynous trade official with clese contacts to the\n\nChineee Governaent, \"It tock o1n yeare to develop theas tio\n\nbrands, etal cigerete were\n\neingle putt\n\n \n\nAE tO Veemter Hu, who after a\n\n \n\nMd 'Unhk, ‘thasw are good. These will ga\n\nWell Genet’ That'a how good the faves fo.\"\n\nTt fe reported that liu himeel€ cane up with the aaae\nGnunenkat for cna of the brandy, the safe cigaret 1e truly\n© ground br\n\n \n\nKing product enjoying the cuppert of the entire\nRation, And 4t aloo clearly slow how che chinese\n\novernnent exerte Leo influence,\n\n \n\n9916216202\n\f",
    "augmented_texts": [
        "iA VAY eal A 23. 1887 Title: Media cproar over chanece sare Cigaret Media Uproar Cver chs: WESREY GENoAT Researched and Developed by the Chinese Over Six - Class Period A new type of cigaret - - callud safe cigarets by the Chines hae made ita eeoat in Nihon under the oe: hakes Chorake and Churankas. oth brande are of the caze etendaré size ae Seven Star and other major domestic beanée. Tria) manufacture She tho bretids began juar thie past Maren, and neither have cone to market yet even in china, Saye an ¢ nonynous trade official with clese middleman to the Chineee Governaent, \" It tock o1n yeare to develop theas tio brands, etal cigerete were eingle putt AE tO Veemter Hu, world health organization after a Mv ' Unhk, ‘ thasw are good. These will ga Well Genet ’ That ' a how good the faves fo. \" Tt fe reported that liu himeel € cane up with the aaae Gnunenkat for cna of the brandy, the safe cigaret 1e truly © ground br King product enjoying the cuppert of the entire Ration, And 4t aloo clearly slow how che chinese overnnent exerte Leo influence, 9916216202",
        "iA VAY eal A 23. 1887 Title: Media cproar over chanece sare Cigaret Media Uproar Cver chs: WESREY GENoAT Researched and Developed by the Chinese Over Six - Year Period A new type of cigaret - - callud safe cigarets by the Chines hae made ita eeoat in Japan under the oe: hakes Chorake and Churankas. oth brande are of the caze etendaré size ae Seven Star and other major domestic beanée. Tria) manufacture She tho bretids began juar thie past Maren, and neither have cone to market yet even in china, Saye an ¢ nonynous trade official with clese contacts to the Chineee Governaent, \" It tock o1n yeare to develop theas tio brands, etal cigerete were eingle putt AE tO Veemter Hu, who after a Md ' Unhk, ‘ thasw are good. These will ga Well Genet ’ That ' a how good the faves fo. \" Tt fe reported that liu himeel € cane up with the aaae Gnunenkat for cna of the brandy, the safe cigaret 1e truly © ground br King intersection enjoying the cuppert of the entire Ration, And 4t aloo clearly slow how che chinese overnnent exerte Leo influence, 9916216202"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "New type of cigaret--callud safe cigarets by the Chines. Made ita eeoat in Japan under the oe: Chorake and Churankas. oth brande are of the caze etendaré size."
}