{
    "filename": "203 (3).txt",
    "metadata": {},
    "text": "Mutu to hold talks with Juventus\n\nDisgraced former Chelsea striker Adrian Mutu is to begin talks with Juventus as he looks for a new club.\n\n\"Mutu will be in our club's main stand to watch the match between Juventus and Fiorentina,\" said a Juventus official, who declined to be named. \"Then he will meet some important people of the club,\" he added. Mutu, 25, sacked by Chelsea and banned for seven months for taking cocaine, is now represented by Alessandro Moggi, son of Juve manager Luciano Moggi. Mutu, banned by the English FA, can resume playing next May. He is to undergo a drug education and rehabilitation programme. Mutu wants to train with Romanian side Dinamo Bucharest whilst serving his ban, say the Bucharest side.\n",
    "augmented_texts": [
        "Mutu to hold talks with Juventus Disgraced former Chelsea striker Adrian Mutu is to begin talks with Juventus as he looks for a new club. \" Mutu will be in our club ' s main stand to watch the match between Juventus and Fiorentina, \" said a Juventus official, who declined to be named. \" Then he will meet some important people of the club, \" he added. Mutu, 25, sacked by Chelsea and banned for seven months for taking cocaine, is now represent by Alessandro Moggi, logos of Juve manager Luciano Moggi. Mutu, banned by the English FA, can resume playing next May. He is to undergo a drug education and rehabilitation programme. Mutu wants to train with Romanian position Dinamo Bucharest whilst serving his ban, say the Bucharest side.",
        "Mutu to hold talks with Juventus Disgraced former Chelsea striker Adrian Mutu is to begin talks with Juventus as he looks for a new club. \" Mutu will be in our club ' s main stand to watch the match between Juventus and Fiorentina, \" said a Juventus official, world health organization declined to be named. \" Then he will meet some important people of the club, \" he added. Mutu, 25, sacked by Chelsea and banned for seven months for have cocaine, is now represented by Alessandro Moggi, son of Juve manager Luciano Moggi. Mutu, banned by the English FA, can resume play next May. He is to undergo a drug education and rehabilitation programme. Mutu wants to train with Romanian side Dinamo Bucharest whilst serving his ban, read the Bucharest side."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Adrian Mutu is to begin talks with Juventus. The disgraced former Chelsea striker is looking for a new club. He was sacked by Chelsea and banned for seven months for taking cocaine.Mutu will be in the main stand to watch the match between Juventus and Fiorentina."
}