{
    "filename": "2030588021_2030588022.jpg",
    "metadata": {},
    "text": "10.\n\n1.\n\n12.\n\n \n\nATTACHMENT I - LINE IIT PROBLEMS\n\nPan aies\n\nContinued 00c's (e.9., Prodict Ov)\n\nOperators not following the system\n\nacd\n\nsupervisors not using the flow chart for chaibe\n\nMaintenance and Production making unplanned,\nuncoordinated process changes\n\n \n\nPeople not focusing on data\n\ntah OS Blaise\n\nInstrunent calibration. Changes are made orpot made\nwith regard to the effect on Line III SPC sygten.\nineffictent/Ineffactive problen solving by epervisors\nand AGS's. (POCA, Principle 7) i\n\nPeople operating with a shaky understanding 8f 91/92\ni\nSupervisors’ lack of proces? knowled3e (prodiiction process)\n\nSIT's inability to react to signals sooner/quicker\n\n:\n;\nContinued separation of running an SPC system and our “normal”\nJob responsibilities 7\ni\n%\n\nFocus of Managers. Support of Line III on a koutine basis.\n\n2030588021\n\naprsane\n\f",
    "augmented_texts": [
        "10. 1. 12. ATTACHMENT I - LINE IIT PROBLEMS Pan aies Continued 00c ' s (e. 9. , Prodict Ov) Operators not following the system acd supervisors not using the flow chart for chaibe Maintenance and Production making unplanned, uncoordinated process changes People not focusing on data tah OS Blaise Instrunent calibration. Changes are made orpot made with regard to the effect on Line III SPC sygten. ineffictent / Ineffactive problen solving by epervisors and AGS ' s. (POCA, Principle heptad) i People operating with a shaky understanding 8f 91 / 92 i Supervisory program ’ lack of proces? knowled3e (prodiiction process) SIT ' s inability to react to signals sooner / quicker: ; Continued separation of running an SPC system and our “ normal ” Job responsibilities sevener i% Focus of Managers. Support of Line III on a koutine basis. 2030588021 aprsane",
        "10. 1. 12. ATTACHMENT I - LINE IIT PROBLEMS Pan aies Continued 00c ' s (e. 9. , Prodict Ov) Operators non following the system acd supervisors not using the flow chart for chaibe Maintenance and Production fashioning unplanned, uncoordinated process changes People non focusing on data tah OS Blaise Instrunent calibration. Changes are made orpot make with regard to the effect on Line III SPC sygten. ineffictent / Ineffactive problen solving by epervisors and AGS ' s. (POCA, Principle 7) i People operating with a shaky understanding 8f 91 / ninety two i Supervisors ’ lack of proces? knowled3e (prodiiction process) SIT ' s inability to react to signal sooner / quicker: ; Continued separation of running an SPC system and our “ normal ” Job responsibilities 7 i% Focus of Managers. Support of Line troika on a koutine basis. 2030588021 aprsane"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "POCA, Principle 7: Line III SPC sygten. SIT's inability to react to signals sooner/quicker:.Continued separation of running an S PC system and our “normal”Job responsibilities 7. Support of line III on a koutine basis."
}