{
    "filename": "2031016498_2031016499.jpg",
    "metadata": {},
    "text": " \n\n \n\n-—- ~\n\nINITIATOR OF TEST: J. SHARKEY\n\nDATE SUBMITTED: 7/12/91\n\nPURPOSE OF TEST: TO COLLECT DATA ON PRESS SYSTEM EFFICIENCY AFTER\nMAXIMIZING THE PRESS SYSTEM THRUPUT RATE.\n(PRESS EVALUATION TEAM)\n\nTEST PROCEDURE AND SAMPLE COLLECTION/ANALYSIS:\n\n1. ON 7/15/91, A PRELIMINARY TEST WILL, BE CONDUCTED TO DETERMINE\nTHE APPROPRIATE SET POINTS | PRESS SYSTEM STDS WHEN |<\n\n \n\nwa} PERI\nNOTE: DURING THIS AND FUTURE PRES§ SYSTEM TESTING, ALL PROCESS\nSTAGE STANDARDS WIL], BE TEMPORARILY SUSPENDED.\n\n2. ON 7/25 AT APPROXIMATELY 0700 HOURS, THE LINE 1 A&B PRESS LINE\nTHRUPUT RATES WILL BE SET AT THE RATE IDENTIFIED ON 7/15/91.\nTHE INCREASED THRUPUT RATE SHOULD BE MAINTAINED FOR A MINIMUM\nOF 48 HOURS (TEST SHOULD END AT 0700 HOURS ON 7/17/91.\n\nAFTER THE SYSTEM HAS STABILIZED, SAMPLING SHOULD BEGIN.\nSAMPLES SHOULD BE COLLECTED ‘ONCE EVERY FOUR HOURS UNTIL\n\nA TOTAL OF 10 SAMPLE SETS HAVE BEEN DEVIATION\nFROM THE. FOUR HOUR SHOULD BE AVOIDED) .\nWILL BE COLLECTED FROM THE LINE 1 RUN PULPER AND FROM\n\n4. SAMPLES SHOULD BE SEALED IN A 1 LITER CONTAINER AND REFRIG-\nGERATED UNTIL SAMPLE ANALYSIS CAN BE PERFORMED.\n\n5. BACH SAMPLE SHOULD BE LABELLED AS FOLLOWS:\n\n \n\n \n\n \n\n6. AS TIME PERMITS, REMOVE A SAMPLE SET FROM THE REFRIGERATOR AND\nPERFORM THE FOLLOWING ANALYSIS: \\\n\nSAMPLE LOCATION ANALYSIS: REPLICATES\nfa Bia soum ©? #031 026498\n\nnote: all HWS assays should be performed by the same tech.\n\n \n\ney wees\n\n \n\f",
    "augmented_texts": [
        "- — - ~ INITIATOR OF TEST: Watt second. SHARKEY DATE SUBMITTED: 7 / 12 / 91 PURPOSE OF TEST: TO COLLECT DATA ON PRESS SYSTEM EFFICIENCY AFTER MAXIMIZING THE PRESS SYSTEM THRUPUT RATE. (PRESS EVALUATION TEAM) TEST PROCEDURE AND SAMPLE aggregation / ANALYSIS: 1. ON 7 / 15 / 91, A PRELIMINARY TEST WILL, beryllium CONDUCTED TO DETERMINE THE APPROPRIATE SET POINTS | PRESS SYSTEM STDS WHEN | <wa} PERI NOTE: DURING THIS AND FUTURE PRES § SYSTEM TESTING, ALL PROCESS STAGE STANDARDS WIL ], BE TEMPORARILY SUSPENDED. 2. ON 7 / 25 AT APPROXIMATELY 0700 HOURS, THE LINE 1 A & B PRESS LINE THRUPUT RATES WILL cost SET AT THE RATE IDENTIFIED ON 7 / 15 / 91. THE INCREASED THRUPUT RATE SHOULD BE MAINTAINED FOR A MINIMUM OF 48 HOURS (TEST SHOULD END AT 0700 HOURS ON 7 / 17 / 91. AFTER THE SYSTEM HAS STABILIZED, SAMPLING SHOULD BEGIN. SAMPLES SHOULD BE COLLECTED ‘ ONCE EVERY FOUR HOURS UNTIL A TOTAL OF 10 SAMPLE SETS HAVE BEEN DEVIATION FROM THE. FOUR HOUR SHOULD BE AVOIDED ). WILL BE COLLECTED FROM THE LINE 1 RUN PULPER AND FROM 4. SAMPLES SHOULD BE SEALED IN A 1 LITER CONTAINER AND REFRIG - GERATED UNTIL SAMPLE ANALYSIS CAN beryllium PERFORMED. 5. BACH SAMPLE SHOULD BE LABELLED AS FOLLOWS: 6. AS TIME PERMITS, REMOVE A SAMPLE SET FROM THE REFRIGERATOR AND PERFORM THE FOLLOWING ANALYSIS: \\ SAMPLE LOCATION psychoanalysis: REPLICATES fa Bia soum ©? # 031 026498 note: all HWS assays should be performed by the same tech. ey wees",
        "- — - ~ INITIATOR OF TEST: J. SHARKEY DATE SUBMITTED: 7 / 12 / 91 PURPOSE OF TEST: TO COLLECT DATA ON PRESS SYSTEM EFFICIENCY AFTER MAXIMIZING THE PRESS SYSTEM THRUPUT RATE. (PRESS EVALUATION TEAM) TEST PROCEDURE AND SAMPLE COLLECTION / ANALYSIS: 1. along 7 / 15 / 91, A PRELIMINARY TEST WILL, BE CONDUCTED TO DETERMINE THE APPROPRIATE SET POINTS | PRESS SYSTEM STDS WHEN | <wa} PERI NOTE: DURING THIS AND FUTURE PRES § SYSTEM TESTING, ALL PROCESS STAGE STANDARDS WIL ], BE TEMPORARILY SUSPENDED. 2. ON 7 / 25 AT APPROXIMATELY 0700 HOURS, THE LINE 1 A & B PRESS line of business THRUPUT RATES WILL BE SET AT THE RATE IDENTIFIED ON vii / 15 / 91. THE INCREASED THRUPUT RATE SHOULD BE MAINTAINED FOR A MINIMUM OF 48 HOURS (TEST SHOULD END AT 0700 hour ON 7 / seventeen / 91. AFTER THE SYSTEM HAS STABILIZED, SAMPLING SHOULD BEGIN. SAMPLES SHOULD BE COLLECTED ‘ ONCE EVERY quaternion HOURS UNTIL A TOTAL OF 10 SAMPLE SETS HAVE BEEN DEVIATION FROM THE. FOUR HOUR SHOULD BE AVOIDED ). WILL BE COLLECTED FROM THE LINE 1 RUN PULPER AND FROM 4. SAMPLES SHOULD BE SEALED IN A 1 LITER CONTAINER AND REFRIG - GERATED UNTIL SAMPLE ANALYSIS CAN BE PERFORMED. 5. BACH SAMPLE SHOULD BE LABELLED AS FOLLOWS: 6. AS TIME PERMITS, REMOVE A SAMPLE SET FROM THE REFRIGERATOR AND PERFORM THE FOLLOWING ANALYSIS: \\ SAMPLE LOCATION ANALYSIS: REPLICATES fa Bia soum ©? # 031 026498 note: all HWS assays should be performed by the same tech. ey wees"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "-—- ~ grotesquely-preferential-to-press-system-testing-with-the-help-of-a-technical-team. The goal of the test is to collect data on the Press System EFFICIENCY afterMAXIMIZING THE PRESS SYSTEM THRUPUT RATE."
}