{
    "filename": "2031505223_2031505226.jpg",
    "metadata": {},
    "text": "MSDS O00 4SS—\nMonsantomatenus sarery vara PAGE 1 OF 4\n\n—_—_—_—_—————_——————— ee\n\n \n\nMONSANTO COMPANY\nMONSANTO PRODUCT NAME. 800 NORTH LINDBERGH BLVD.\nDIAMMONIUM PHOSPHATE ST. LOUIS, MO 63167\nANHYDROUS Emergeney Phone N\nlo.\n(Call Cotiect)\n(314) 694-1000\n\n————————————\n\n \n\n‘Synonyme: DAP; Ammonium phosphate, dibasic\nChemical Neme: Phosphoric ectd, dlammoniam aR\n(Chemical Formula: (NHA}HPOS\nCAS No: TT 28-0\nbor: Name: The te not clesotted os hazardous by the U.S.\nProper Shipping Te woeet es by Department\nDOT Hazard Ciese/LD. No.: Not Applicable\nDOT Labels}: Not Applicable\n‘Under U.8. EPA\nNot Applicable\nUS, Surtace Freight\nCisestfication: ‘Ameonium Phosphate\n‘SARA Hazard Notiication\nSane creincnec\nRalen (00 CPR Part 376): Not Applicable =\n\n  \n\nPRECAUTIONARY MEASURES AND FIRST AID\n\nHANDLE IN ACCORDANCE WITH GOOD INDUSTRIAL HYGIENE AND SAFETY PRACTICES. THESE PRACTICES:\n(CLUDE AVOIDING UNNECESSARY EXPOSURE AND REMOVAL OF THE MATERIAL FROM EYES, SKIN AND\n\n2031505223\n\f",
    "augmented_texts": [
        "MSDS O00 4SS — Monsantomatenus sarery vara PAGE 1 OF tetrad — _ — _ — _ — _ — — — — — _ — — — — — — — ee MONSANTO COMPANY MONSANTO PRODUCT epithet. 800 NORTH LINDBERGH BLVD. DIAMMONIUM PHOSPHATE ST. LOUIS, MO 63167 ANHYDROUS Emergeney Phone N lo. (Call Cotiect) (314) 694 - 1000 — — — — — — — — — — — — ‘ Synonyme: DAP; Ammonium phosphate, dibasic Chemical Neme: Phosphoric ectd, dlammoniam aR (Chemical Formula: (NHA} HPOS CAS No: TT 28 - 0 bor: Name: The te not clesotted os hazardous by the U. S. Proper Shipping Te woeet es by Department superman Hazard Ciese / LD. No. : Not Applicable DOT Labels }: Not Applicable ‘ Under U. 8. EPA Non Applicable US, Surtace Freight Cisestfication: ‘ Ameonium Phosphate ‘ SARA Hazard Notiication Sane creincnec Ralen (00 CPR Part 376 ): Not Applicable = PRECAUTIONARY MEASURES AND FIRST AID HANDLE IN ACCORDANCE WITH GOOD INDUSTRIAL HYGIENE AND prophylactic PRACTICES. THESE PRACTICES: (CLUDE AVOIDING UNNECESSARY EXPOSURE AND REMOVAL OF THE MATERIAL FROM EYES, SKIN AND 2031505223",
        "MSDS O00 4SS — Monsantomatenus sarery vara PAGE 1 OF 4 — _ — _ — _ — _ — — — — — _ — — — — — — — ee MONSANTO COMPANY MONSANTO PRODUCT NAME. 800 NORTH LINDBERGH BLVD. DIAMMONIUM PHOSPHATE ST. LOUIS, MO 63167 ANHYDROUS Emergeney Phone N lo. (Call Cotiect) (314) 694 - 1000 — — — — — — — — — — — — ‘ Synonyme: DAP; Ammonium phosphate, dibasic Chemical Neme: Phosphoric ectd, dlammoniam aR (Chemical Formula: (NHA} HPOS CAS No: TT 28 - 0 bor: Name: The te not clesotted os hazardous by the Uranium. S. Proper Shipping Te woeet es by Department DOT Hazard Ciese / LD. No. : Not Applicable DOT Label }: Not Applicable ‘ Under U. 8. environmental protection agency Not Applicable US, Surtace Freight Cisestfication: ‘ Ameonium Phosphate ‘ SARA Hazard Notiication Sane creincnec Ralen (00 CPR Portion 376 ): Not Applicable = PRECAUTIONARY MEASURES AND FIRST AID HANDLE IN ACCORDANCE WITH GOOD INDUSTRIAL HYGIENE AND SAFETY PRACTICES. THESE PRACTICES: (CLUDE AVOIDING UNNECESSARY photograph AND REMOVAL OF THE MATERIAL FROM EYES, SKIN AND 2031505223"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Monsantomatenus sarery vara page 1 of 4. The U.S. Department of the DOT Hazard Ciese/LD. No.: Not Applicable. MONSANTO COMPANY’s product name: Ammonium phosphate, dibasic."
}