{
    "filename": "2040000045_0046.jpg",
    "metadata": {},
    "text": "Westvaco “ear\nNews Release never a\n\n \n\nMedia Contact: Wilites P. Fuller IIE\n1212) 318-5250,\n\nWEY YORK, HY, June 20, 1995 -- Jack A, Hammond, Senior |Viee President of\n\n \n\nyecvaco Corporation and Manager of the company’s Bleached Boaié Division, today\nissued the scatensnt noted belov. Vestvaco is a major aanufacqurer of paper,\npackaging and chenteals.\n\nPRiLip Morzis U.S.A. should be couandad for dacisive action co resolve tasce\nand odor problems which proapced Les May 26 recall of cfgarectae, Today, the\ncompany noted thar te had errad vhen ic suggeeced chat che pradance of craze\namounts of KITC in ies products aight cause cexporary disconfoyt.\n\nVeacvaco {2 Philtp Morris U.S.4.\"4 principal supplier of bleached hoard\nPackaging for cigaractes. As one component of its bleached bogrd mamufaccuring\n\n, Waacvaco formerly used an MDA-approved preservative |called chicna,\n\n \n\nproces\nMisuce cracea of mechyl {eochtocyanate (MITC) may derive from thions. There are no\naslth risks associated wich chase ciny crace snounss,\nBecause Vestvaco wishes co elininate any possible Lingering concern as &\nremule of Philip Moria’ inicial comancs made on May 26, ve bfve dtsconcimad the\ntute of thtone, which has bean widely used in paper and other thduscrias for ever 20\n\nWe have substicuced tsochtazolin, another widely used FDA-approved\n\n \n\nyears\n(more)\n\n2040000045\n\n \n\f",
    "augmented_texts": [
        "Westvaco “ ear News Spillage ne'er a Media Contact lens: Wilites P. Fuller IIE 1212) 318 - 5250, WEY YORK, HY, June 20, 1995 - - Jack A, Hammond, Senior | Viee President of yecvaco Corporation and Manager of the company ’ s Bleached Boaié Division, today emerge the scatensnt noted belov. Vestvaco is a major aanufacqurer of paper, packaging and chenteals. PRiLip Morzis U. S. Adenine. should be couandad for dacisive action co resolve tasce and odor problems which proapced Les May 26 recall of cfgarectae, Today, the company noted thar te had errad vhen ic suggeeced chat che pradance of craze amounts of KITC in ies products aight cause cexporary disconfoyt. Veacvaco {2 Philtp Morris U. S. 4. \" iv principal supplier of bleached hoard Packaging for cigaractes. As one component of its bleached bogrd mamufaccuring, Waacvaco formerly used an MDA - approved preservative | called chicna, proces Misuce cracea of mechyl {eochtocyanate (MITC) may derive from thions. There are no aslth risks associated wich chase ciny crace snounss, Because Vestvaco wishes co elininate any possible Lingering concern as & remule of Philip Moria ’ inicial comancs made on May 26, ve bfve dtsconcimad the tute of thtone, which has bean widely used in paper and other thduscrias for ever 20 We have substicuced tsochtazolin, another widely used FDA - approve years (more) 2040000045",
        "Westvaco “ ear News Release never a Media Middleman: Wilites P. Fuller IIE 1212) 318 - 5250, WEY YORK, HY, June 20, 1995 - - Jack A, Hammond, Senior | Viee President of yecvaco Corporation and Manager of the company ’ s Bleached Boaié Division, today issued the scatensnt noted belov. Vestvaco is a major aanufacqurer of paper, packaging and chenteals. PRiLip Morzis U. S. A. should be couandad for dacisive action co resolve tasce and odor problems which proapced Les May 26 recall of cfgarectae, Today, the company noted thar te have errad vhen ic suggeeced chat che pradance of craze amounts of KITC in ies products aight cause cexporary disconfoyt. Veacvaco {2 Philtp Morris U. S. 4. \" 4 principal supplier of bleached hoard Packaging for cigaractes. As one component of its bleached bogrd mamufaccuring, Waacvaco formerly used an MDA - approved preservative | called chicna, proces Misuce cracea of mechyl {eochtocyanate (MITC) may derive from thions. There are no aslth hazard associated wich chase ciny crace snounss, Because Vestvaco wishes co elininate any possible Lingering concern as & remule of Philip Moria ’ inicial comancs made on Whitethorn 26, ve bfve dtsconcimad the tute of thtone, which has bean widely used in paper and other thduscrias for ever 20 We have substicuced tsochtazolin, another wide used FDA - approved years (more) 2040000045"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Vestvaco is a major aanufacqurer of paper, packaging and chenteals. The company formerly used an MDA-approved preservative called chicna. There are no risks associated wich chase ciny crace snounss, the company says."
}