{
    "filename": "2040263175_2040263185.jpg",
    "metadata": {},
    "text": " \n\nR. J. REYNOLDS INDUSTRIES\nANLAYSIS OF SECOND QUARTER 1980\nSALES AND EARNINGS\n\nContents\nSummary\n\nConsolidated Sales and Earnings\nDomestic Tobacco\n\nNOTE\n\nDiscussion and analysis is based on public\ninformation and internal model ing of corpe-\ntition developed by the Planning Department.\nProjections and discussion of future actions\nbased primarily on extension of historical\ntrends within the context of PMLUSA's fore-\ncasted U.S. cigarette industry envirorment.\n\n \n\nBusiness Planning & Analysis\nAugust, 1980\nCONFIDENTIAL\n\ngLregzor0e\n\f",
    "augmented_texts": [
        "R. Watt second. sir joshua reynolds INDUSTRIES ANLAYSIS OF SECOND QUARTER 1980 SALES AND EARNINGS Contents Summary Consolidated Sales and Earnings Domestic Tobacco plant NOTE Discussion and analysis is establish on public information and internal model ing of corpe - tition developed by the Planning Department. Projections and discussion of future actions based in the main on filename extension of historic trends within the context of PMLUSA ' s fore - casted U. S. cigarette industry envirorment. Business Planning & Analysis August, 1980 CONFIDENTIAL gLregzor0e",
        "Gas constant. J. REYNOLDS INDUSTRIES ANLAYSIS OF SECOND QUARTER 1980 SALES AND EARNINGS Contents Summary Consolidated Sales and Wage Domestic Tobacco NOTE Discussion and analysis is based on public information and internal model ing of corpe - tition developed by the Preparation Department. Projections and discussion of future actions based in the main on extension of historical trends within the context of PMLUSA ' atomic number 16 fore - vagabond U. S. cigarette industry envirorment. Business Planning & Analysis August, 1980 CONFIDENTIAL gLregzor0e"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "R.J. REYNOLDS INDUSTRIES: Sales and Earnings for the Second Quarter of 1980. PMLUSA's fore-casted U.S. cigarette industry envirorment. Analysis based on public information and internal model ing of corpe-                tition."
}