{
    "filename": "2041007708-a_2041007708.jpg",
    "metadata": {},
    "text": "Page 2\n\nSteffi Graf, Gabriela Sabatini and Chris Evert are past champions\n\nof the tournament. Graf is the reigning champion with four Virginia\nSlims of Florida titles to her credit, and both Sabatini and Evert are\n\nthree-time winners. Defending champion Graf won the event in 1987,\n\n1989, 1992 and 1993; Sabatini was the winner in 1988, 1990 and 1991;\n\nand Evert won from 1984 through 1986.\n\nThe Virginia Slims of Florida Qualifying tournament will be\n\nheld February 26-27, also at the Delray Beach Tennis Center. Eight\n\nwinners from this event will compete in the main draw of the Virginia\n\nSlims of Florida.\n\nDaily tickets range from $12 to $25. The “Series Ticket\" for\n\nthe entire week of tennis\n\nis $118, and the “Weekender” for Friday\n\nthrough Sunday is $89. Special group rates are also available.\nThe Virginia Slims of Florida is being produced by Liddun\n\nInternational, the international sports marketing firm based in\n\nFort Lauderdale.\n\nFor ticket information call (305)491-7115, or write to:\n\nVirginia Slims of Florida, 2929 East Commercial Bivd., Suite 610,\n\nFort Lauderdale, Florida 33308.\n\nySOLL00FHO%\n\f",
    "augmented_texts": [
        "Page 2 Steffi Graf, Gabriela Sabatini and Chris Evert are past champions of the tourney. Graf is the reigning champion with four Virginia Slims of Florida titles to her deferred payment, and both Sabatini and Evert exist three - time winners. Defending champion Graf won the event in 1987, 1989, 1992 and 1993; Sabatini was the winner in 1988, 1990 and 1991; and Evert won from 1984 through with 1986. The Virginia Slims of Florida Qualifying tournament bequeath be held February 26 - 27, also at the Delray Beach Tennis Center. 8 winners from this event will compete in the main draw of the Virginia Slims of Florida. Daily tickets range from $ 12 to $ 25. The “ Series Ticket \" for the entire week of tennis is $ 118, and the “ Weekender ” for Friday through Sunday is $ 89. Particular group rates are also available. The Virginia Slims of Florida is being produced by Liddun International, the international sports marketing firm based in Fort Lauderdale. For ticket information call (305) 491 - 7115, or write to: Virginia Slims of Florida, 2929 Orient Commercial Bivd. , Suite 610, Fort Lauderdale, Florida 33308. ySOLL00FHO%",
        "Page 2 Steffi Graf, Gabriela Sabatini and Chris Evert are past virtuoso of the tournament. Graf is the reigning champion with four Virginia Slims of Florida titles to her credit, and both Sabatini and Evert are three - time winners. Defending champion Stephanie graf won the case in 1987, 1989, 1992 and 1993; Sabatini was the winner in 1988, 1990 and 1991; and Evert won from 1984 through 1986. The Virginia Slims of Everglade state Qualifying tournament will be held February 26 - 27, also at the Delray Beach Tennis Center. Eight winners from this event will compete in the main draw of the Virginia Slims of Florida. Daily tickets range from $ 12 to $ 25. The “ Series Ticket \" for the entire workweek of tennis is $ 118, and the “ Weekender ” for Friday through Sunday is $ 89. Extra group rates are also available. The Virginia Slims of Florida is being produced by Liddun International, the international sports marketing firm based in Fort Lauderdale. For ticket information call (305) 491 - 7115, or write to: Virginia Slims of Florida, 2929 East Commercial Bivd. , Suite 610, Fort Lauderdale, Florida 33308. ySOLL00FHO%"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Steffi Graf, Gabriela Sabatini and Chris Evert are past champions of the tournament. The Virginia Slims of Florida Qualifying tournament will be February 26-27, also at the Delray Beach Tennis Center. Daily tickets range from $12 to $25, and the “Series Ticket\" for the entire week is $118."
}