{
    "filename": "2041545703.jpg",
    "metadata": {},
    "text": " \n\ns second fiscal quarter of $56 million from $14 million a year\n- earlier, in large part because of a $40.5 million charge for\nearly debt payment. The parent of Grand Union Co. supermarket\nchain said the 1992 results reflected $3.5 million in ex\nfor the company's $1.3 billion recapitalization. Sales for the\nquarter ended Oct. 10 were reported at $661 million, down 3.9\npercent from the previous year's $687.7 million. The company\nblamed the decline on poor weather in Northeastem resort areas,\nlow food prices, the recession, and news that Grand Union is\nlooking to sell its Southem region stores.\n\n“Dinkins to Propose $162 Million in New Taxes to Plug Budget\"\n‘The Associated Press (11/17/92)\n\nNew York--Mayor David Dinkins will propose $162 million in new taxes\non alcohol, cigarettes, commuters and commercial use of fuel to help\nclose a $1.3 billion gap in next year's budget, the Daily News reported\ntoday. Dinkins will release the tax package for the fiscal year beginning\nnext July 1 on Thursday, along with a new long-term financial plan, the\n‘News said. According to the newspaper, the proposal would raise $67\nmillion by increasing the income tax on commuters. Those who live in\nsuburban New York State would receive rebates, but commuters from\nConnecticut and New Jersey would not. Similar plans have met with\ndisfavor in the state Legislature in the past. Dinkins’ proposal would raise\n$39 million in \"sin\" taxes on alcohol and tobacco, of which $10 million\nwould be dedicated to an anti-smoking campaign, the News said. The\npackage also includes a $56 million tax on the commercial use of fuels, <5\"\nthe newspaper said. =\n\n2 7 -\neS id\n‘mokeless Workplaces Cut Overall Tobacco Use\" ae i we wt 4\n\n5 United Press International (11/18/92) f\nae we\n\nRew Onleans-A University of Califor cisco, study\n\ni th : iE policies influence workers to\ncut down on smoking during their off hours. If a business\nenforces a smoking ban, the researchers found, the number of\nregular smokers in the workforce is reduced by one third from 21 ¢\npetesnt io 14 percent tn ai ition, those who continue to smoke H\n\nGOnsume an average of one pack a week less than those smokers who ~/7\"\n\n‘work in places having no smoking restrictions. Overall, the\n\nresearchers estimated, workplace restrictions have reduced j\nemployee cigarette consumption by 26 percent. \"If all California\n\nworkplaces were smoke-free,\" the report says, “cigarette\n\nconsumption among employees would be 41 percent below [what it\n\n‘would be] if there were no workplace smoking restrictions,\n\napproximately a $406 million annual loss to the tobacco\n\nindustry.\" Dr. Stanton A. Glatz, the leader of the study group,\n\nsays, \"This study supports the hypothesis that smoke-free\n\nworkplace policies are an effective public health measure for\n\ndecreasing smoking prevalence and cigarette consumption among\n\ncontinuing smokers.”\n\n \n  \n\n   \n\nSOLSrStvoz\n\n \n\f",
    "augmented_texts": [
        "s second fiscal quarter of $ 56 million from $ 14 million a year - earlier, in large part because of a $ 40. 5 million charge for early debt payment. The parent of Grand Union Co. supermarket chain said the 1992 results reflected $ 3. 5 million in ex for the company ' s $ 1. 3 billion recapitalization. Sales for the quarter ended Oct. 10 were reported at $ 661 million, down 3. 9 percent from the previous year ' s $ 687. 7 million. The company blamed the decline on poor weather in Northeastem resort areas, low food prices, the recession, and news that Grand Union is looking to sell its Southem region stores. “ Dinkins to Propose $ 162 Million in New Taxes to Plug Budget \" ‘ The Associated Press (11 / 17 / 92) New York - - Mayor David Dinkins will propose $ 162 million in new taxes on alcohol, cigarettes, commuters and commercial use of fuel to help close a $ 1. 3 billion gap in next year ' s budget, the Daily News reported today. Dinkins will release the tax package for the fiscal year beginning next July 1 on Thursday, along with a new long - term financial plan, the ‘ News said. According to the newspaper, the proposal would raise $ 67 million by increasing the income tax on commuters. Those who live in suburban New York State would receive rebates, only commuters from Connecticut and New Jersey would not. Similar plans have met with disfavor in the state Legislature in the past times. Dinkins ’ proposal would raise $ 39 million in \" sin \" taxes on alcohol and tobacco, of which $ 10 million would be dedicated to an anti - smoking campaign, the News said. The package also includes a $ 56 million tax on the commercial use of fuels, <5 \" the newspaper said. = 2 7 - eS id ‘ mokeless Workplaces Cut Overall Tobacco Use \" ae i we wt 4 5 United Press International (11 / 18 / 92) f ae we Rew Onleans - A University of Califor cisco, study i thursday: iE policies influence worker to cut down on smoking during their off hours. If a business enforces a smoking ban, the researchers incur, the number of regular smokers in the workforce is reduced by i third from 21 ¢ petesnt io 14 percent tn ai ition, those who continue to smoke H GOnsume an average of one pack a week less than those smokers who ~ / 7 \" ‘ work in place having no smoking restrictions. Overall, the researchers estimated, workplace restrictions have reduced j employee cigarette consumption by 26 percent. \" If all California work were smoke - free, \" the report says, “ cigarette consumption among employees would be 41 percent below [what it ‘ would be] if there were no workplace smoking restrictions, approximately a $ 406 million annual loss to the tobacco industry. \" Dr. Stanton A. Glatz, the leader of the study group, says, \" This study supports the hypothesis that smoke - free workplace policies are an effective public health measure for decreasing smoking prevalence and cigarette consumption among continuing smokers. ” SOLSrStvoz",
        "s second fiscal quarter of $ 56 million from $ 14 million a yr - earlier, in large part because of a $ 40. 5 million charge for early debt payment. The parent of Grand Union Co. supermarket concatenation said the 1992 results chew over $ 3. 5 million in ex for the company ' s $ 1. 3 billion recapitalization. Sales for the quarter ended Oct. 10 were reported at $ 661 million, down 3. 9 percent from the previous year ' s $ 687. 7 million. The company blamed the decline on poor weather in Northeastem resort areas, low food prices, the recession, and news that Grand Union is looking to sell its Southem region stores. “ Dinkins to Propose $ 162 Million in New Taxes to Plug Budget \" ‘ The Associated Press (xi / 17 / 92) New House of york - - Mayor David Dinkins will propose $ 162 million in new taxes on alcohol, cigarettes, commuters and commercial use of fuel to help close a $ 1. 3 billion gap in next year ' s budget, the Daily News reported today. Dinkins will release the tax package for the fiscal year beginning next July 1 on Thursday, along with a new long - term financial plan, the ‘ News said. According to the newspaper, the proposal would raise $ 67 million by increasing the income tax on commuters. Those who live in suburban New York State would receive discount, but commuters from Connecticut and New Jersey would not. Similar plans have met with disfavor in the state Legislature in the past. Dinkins ’ proposal would raise $ 39 million in \" sin \" taxes on alcohol and tobacco, of which $ 10 million would be dedicated to an anti - smoking campaign, the News said. The package also includes a $ 56 million tax on the commercial use of fuels, <5 \" the newspaper said. = 2 7 - eS id ‘ mokeless Workplaces Deletion Overall Tobacco Use \" ae i we wt 4 5 United Press International (11 / 18 / 92) f ae we Rew Onleans - A University of Califor cisco, study i th: iE policies influence workers to cut down on smoking during their off hours. If a business enforces a smoking ban, the researchers found, the number of regular smokers in the workforce is reduced by one third from 21 ¢ petesnt io 14 percent tn ai ition, those who continue to smoke H GOnsume an average of one pack a week less than those smokers who ~ / 7 \" ‘ work in places having no smoking restrictions. Overall, the researchers estimated, workplace restrictions have reduced j employee cigarette consumption by 26 percent. \" If all California workplaces were smoke - free, \" the report says, “ cigarette consumption among employees would be 41 percent below [what it ‘ would be] if there were no workplace smoking restrictions, approximately a $ 406 million annual loss to the tobacco industry. \" Dr. Stanton A. Glatz, the leader of the study group, says, \" This study supports the hypothesis that smoke - free workplace policies are an effective public health measure for decreasing smoking prevalence and cigarette consumption among continuing smokers. ” SOLSrStvoz"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "New York City Mayor David Dinkins to propose $162 million in new taxes on alcohol, cigarettes, commuters and commercial use of fuel. Tax package for the fiscal year beginning July 1 on Thursday, along with new long-term financial plan. Sales for Grand Union Co.'s second fiscal quarter of $56 million down from $14 million a year earlier."
}