{
    "filename": "2041953896.jpg",
    "metadata": {},
    "text": " \n\n«\\\nOVERVIEW\n\nOver the past three years, Community Event Marketing has provided brand\nvisibility and massive sampling opportunities in highly attended, local grassroots\nand statewide regional events. The events are multi-branded, general market\nand multi-ethnic in nature. The brand mix has been tallored to the demographics\nof the community complying with the brand smoker profile.\n\nWe continue to work closely with the various Brand/Event groups to extend\npresence in community events by offering a non-traditional marketing vehicle\n\nB57\nThe 1993 Corfmunity Marketing calendar will have a total of 78 events sem 61%\nMarlboro, Gpriiy Marketing con a cand\n\nParliament. Through these efforts, we plan to reach approximately 26-milien\nconsumers. 12124\n\nIn 1993, Community Marketing will focus on events in key brand markets where\nwe can capitalize on high attendance levels by selling product on-site. We wil\nalso continue to either create themed interactive activities or sponsor quality\nattractions at selected events.\n\nAnother important element of our 1993 program will be retail tie-ins. Community\ngrassroots events offer Field Sales and Trade Marketing sales and\nmerchandising opportunities at retail, such as:\n\n+ redemption of UPC's on-site\n+ posters/flyers at retail outlets\n+ customized event branded incentives\n\nIn order to improve brand visibility and upgrade our presentation, we recommend\nrequisitioning additional trailers, tents and indoor exhibits. In addition, we also\nrecommend contracting external event marketing agencies to execute our on-site\n‘Sctivities traditionally handled by field sales. The agency (or agencies) would\nalso be responsible for overseeing all store sale activities. (If sales force\npersonnel is authorized, we would be pleased to use them, or their\nfecommended local retailer, rather than work through agencies.)\n\nMISSION.\n\nCommunity Event Marketing's mission is to continue to build brand equity over an\nextended period of time, becoming a fabric of the community at the following\ngrassroots events:\n\ngegesetvoz\n\f",
    "augmented_texts": [
        "« \\ OVERVIEW Over the past three years, Community Event Marketing has provided brand visibility and massive sampling opportunities in highly attended, local grassroots and statewide regional events. The events are multi - branded, general market and multi - ethnic in nature. The brand mix has be tallored to the demographics of the community complying with the brand smoker profile. We continue to work closely with the various Brand / Event groups to extend presence in community events by offering a non - traditional marketing vehicle B57 The 1993 Corfmunity Marketing calendar will have a total of 78 events sem 61% Marlboro, Gpriiy Marketing con a cand Fantan. Through these efforts, we plan to reach approximately 26 - milien consumer. 12124 In 1993, Community Marketing will focus on events in key brand markets where we can capitalize on high attendance levels by selling product on - site. We wil also continue to either create themed interactive activities or sponsor quality attractions at selected events. Another important element of our 1993 program will be retail tie - ins. Community grassroots events offer Field Sales and Trade Marketing sales and merchandising opportunities at retail, such as: + redemption of UPC ' s on - site + posters / flyers at retail outlets + customized event branded incentives In order to improve brand visibility and upgrade our presentation, we recommend requisitioning additional trailers, tents and indoor exhibits. In addition, we also recommend contracting external event marketing agencies to execute our on - site ‘ Sctivities traditionally handled by field sales. The agency (or agencies) would also be responsible for overseeing all store sale activities. (If gross revenue force personnel is authorized, we would be pleased to practice them, or their fecommended local retailer, rather than work through agencies.) MISSION. Community Event Marketing ' s mission is to continue to build brand equity terminated an lengthy period of time, becoming a fabric of the community at the following grassroots events: gegesetvoz",
        "« \\ OVERVIEW Over the past three years, Community Event Marketing has provided brand visibility and massive sampling opportunities in highly attended, local grassroots and statewide regional case. The effect are multi - branded, general market and multi - ethnic in nature. The brand mix has been tallored to the demographics of the community complying with the brand smoker profile. We continue to work closely with the various Brand / Event groups to extend presence in community events by offering a non - traditional marketing vehicle B57 The 1993 Corfmunity Selling calendar will have a total of 78 events sem 61% Marlboro, Gpriiy Marketing con a cand Sevens. Through these efforts, we plan to reach approximately 26 - milien consumers. 12124 In 1993, Community Marketing will focus on events in key brand markets where we can capitalise on high attending levels by selling product on - web site. We wil also continue to either create themed interactive activities or sponsor quality attractions at selected events. Another important element of our 1993 program will be retail tie - ins. Community grassroots events offer Field Sales and Trade Marketing sales and merchandising opportunities at retail, such as: + redemption of UPC ' s on - site + posters / flyers at retail outlets + customized event branded incentives In order to improve brand visibility and upgrade our presentation, we recommend requisitioning additional trailers, tents and indoor exhibits. In addition, we also recommend contracting external event marketing agencies to execute our on - site ‘ Sctivities traditionally handled by field sales. The agency (or agencies) would also be responsible for overseeing all store sale activities. (If sales force personnel is authorized, we would be pleased to use them, or their fecommended local retailer, rather than work through agencies.) MISSION. Community Event Marketing ' s mission is to continue to build brand equity over an extended point of time, becoming a fabric of the community at the following grassroots events: gegesetvoz"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "The 1993 Corfmunity Marketing calendar will have a total of 78 events. The events are multi-branded, general market andMulti-ethnic in nature. Community Event Marketing's mission is to continue to build brand equity over an extended period of time. Through these efforts, we plan to reach approximately 26-milien consumers."
}