{
    "filename": "2043043082_2043043084.jpg",
    "metadata": {},
    "text": "THE\n1980\n\nCONTACT\n\n \n\nVIRGINIA SLIMS Fran Ambrosino Susan Charles\nAMERICAN PHILIP MORRIS USA RUDER & FINN, INC.\nKe 100 Park Avenue 110 East 59th Street\nWOMENS New York, N.Y, 10017 New York, N.Y, 10022\nOPINION (212) 880-3572 (212) 593-6323\n\nPOLL\n\nFOR RELEASE SEPTEMBER 9, 1980 AND THEREAFTER\n\nBOYS AND GIRLS SHARE HOUSEHOLD TASKS\n\nFINDS VIRGINIA SLIMS POLL\n\nNEW YORK, N.Y, -- It has been widely documented that\nmore women than ever before are establishing themsélves in what\nwere long held to be male bastions, including the’ professions and\n\nthe sports world. And women today believe the same opportunities\n\nshould be available for young girls.\n\nAccording to The 1980 Virginia Slims American Women's\nOpinion Poll, the majority of women today believe that masculine\n\nand feminine ways of behavior are a result of the way people are\nraised and taught to act, rather than because of physical differences\nbetween the sexes. Consequently, itis not surprising to see that in\nlarger numbers than ever before, the assignment of household chores\n\nis based on criteria other than sex.\n\nSeven out of ten women today feel girls are equally as\n\ncapable of mowing the lawn as boys, Six years ago in 1974, only\n\n~more-\n\nzeoevoevoz\n\nA Study Conducted by the Roper Organization, Inc.\n\f",
    "augmented_texts": [
        "THE 1980 CONTACT VIRGINIA SLIMS Fran Ambrosino Susan Charles AMERICAN PHILIP MORRIS USA RUDER & FINN, INC. Ke 100 Park Avenue 110 East 59th Street WOMENS New York, N. Y, 10017 New York, N. Y, 10022 OPINION (212) 880 - 3572 (212) 593 - 6323 POLL FOR RELEASE sep 9, 1980 AND THEREAFTER BOYS AND GIRLS SHARE HOUSEHOLD TASKS FINDS VIRGINIA SLIMS POLL NEW YORK, N. Y, - - Information technology has been widely documented that more than women than ever before are establishing themsélves in what were long held to be male bastions, including the ’ professions and the sportsman world. And women today believe the same opportunities should be available for young girls. According to The 1980 Virginia Slims American Women ' s Opinion Poll, the majority of women today believe that masculine and feminine ways of behavior are a result of the way people are raised and taught to act, rather than because of physical differences between the sexes. Consequently, itis non surprising to see that in larger numbers than ever before, the appointment of household chores is based on criteria other than sex. Seven out of ten women today feel girls are equally as capable of mowing the lawn as boys, Six years ago in 1974, only ~ more - zeoevoevoz A Study Conducted by the Roper Organization, Iraqi national congress.",
        "THE 1980 CONTACT VIRGINIA SLIMS Fran Ambrosino Susan Charles AMERICAN PHILIP MORRIS USA RUDER & FINN, INC. Ke 100 Park Avenue 110 East 59th Street WOMENS New York, N. Y, 10017 New York, N. Y, 10022 OPINION (212) 880 - 3572 (212) 593 - 6323 POLL FOR RELEASE sept 9, 1980 AND THEREAFTER BOYS AND GIRLS SHARE HOUSEHOLD TASKS FINDS VIRGINIA SLIMS POLL NEW YORK, N. Y, - - It has been widely documented that more than women than e'er before are establishing themsélves in what were long held to be male bastions, including the ’ professions and the sports world. And women today believe the same opportunities should be available for young girls. According to The 1980 Virginia Slims American Women ' s Opinion Poll, the majority of women today believe that masculine and feminine ways of behavior equal a result of the way people are raised and taught to act, rather than because of physical differences between the sexes. Consequently, itis not surprising to see that in larger numbers than ever before, the assignment of household chores is based on criteria other than sex. Seven out of ten women today feel girls be equally as capable of mowing the lawn as boys, Half a dozen years ago in 1974, only ~ more - zeoevoevoz A Study Conducted by the Roper Organization, Inc."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "The Virginia Slims American Women'spinion Poll was released on September 9, 1980. The majority of women believe that masculine and feminine ways of behavior are a result of the way people are raised and taught to act. Seven out of ten women today feel girls are equally as capable of mowing the lawn as boys."
}