{
    "filename": "2044779405_2044779409.jpg",
    "metadata": {},
    "text": "orion:\n\n  \n\n \n\nct Sheet\n\nPerceptions and Facts about Youth Smoking\n\n‘Youth smoking is increasing because of cigarette advertising,\n\nGovernment data indicate the reverse: youth smoking has steadily declined since\n1975, even though industry advertising has increased. Research shows that peer\ninfluence and parental example are the reasons why youth smoke, not advertising.\n\n \n\nmajonty of youth have never smoked cigarettes. The Centers for Disease Control (the\nnage Atutudes and Practices Survey) shows that 69.5% of 12-to-17 years olds have\nsever med or smoked # waols cigarette; 16.6% experimented at some point, but don't smoke.\n\n  \n\nThe Deparment cf Health and Human Services annual survey with 17,000 high-school seniors,\n1cted by the University of Michigan's Institute for Social Research, shows that over the\n\n \n\n \n\n1 years (:978 vs i993) a decline of smoking in every category they measure:\nBereent Ever Used ‘17 8% decline\nin ast 30d 18.5% decline\n‘Dall 30.9% decline\n\n \n\n‘LDpacke daly 42.0% decline\n\n72 Gallup Organizanon reported in 1991 ang 1993 in two surveys conducted on behalf of\nsesith 1 Uist the principal influence in the decision to smoke was peer pressure and\n\"amy influence (75% of respondents in 1993) Advertising was listed by 1% in 1991; it was\nrot listed at all in 1993\n\nThe Joumal of Schoci Health in May 1992 reported that the major reasons for 10th graders\n\neginning to smoke were cunosity, social nonns and peer pressure Advertising was not\nfentioned Regarding edvertis author sisted, \"While there have been new tobacco\n\nadvertising cempaigns and some demographic changes, there is no basis for believing that\n\nreasont for smoking have changed among adolescents.”\n\nA recent review of the research on youth smoking, reported in the Intemational Jounal of\nAdvenising (1993), concludes, \"There is no ovidence in any of the studies to suggest tha, if\nadvertising were banned, it would make the least difference in the propensity of children to\nsmoke”\n\n       \n\n \n\nAn analysis of annual tobacco consumption in 22 countries assessing the likely effect of @\nsigarette advertising ban on consunption indicates thet a ban may have the opposite desired\neffect - it may increase consumption, The authors suggest in the Intemational Jounal of\nAdvertising (1993) a plausible interpretation may be that without cigarette advertising, health\nwarning labels have reduced exposure.\n\n \n\n \n\nA 1992 study by Dr. Richard Mizerski (Florida State University) presented at the American\n‘Academy of Advertiing in 1993 found that among 3-19-6 year olds, the older the child, the\nhigher the level of cigarette edverusing recognition and the greater the dislike for smoking,\n\n \n\nSORGLLEROZ\n\f",
    "augmented_texts": [
        "orion: ct Sheet Perceptions and Facts about Early days Smoking ‘ Youth smoking is increasing because of cigarette advertising, Governing data indicate the reverse: youth smoking has steadily declined since 1975, even though industry advertising has increased. Research shows that peer influence and parental example are the reasons why youth smoke, not advertising. majonty of youth have never smoked cigarettes. The Centers for Disease Control (the nage Atutudes and Practices Survey) shows that 69. 5% of 12 - to - 17 years olds have sever med or smoked # waols cigarette; 16. 6% experimented at some point, but don ' t smoke. The Deparment cf Health and Human Services annual survey with 17, 000 high - school seniors, 1cted by the University of Mi ' s Institute for Social Research, shows that over the 1 years (: 978 vs i993) a decline of smoking in every category they measure: Bereent Ever Used ‘ 17 8% decline in ast 30d 18. 5% decline ‘ Dall 30. ennead% decline ‘ LDpacke daly 42. 0% decline 72 Gallup Organizanon reported in 1991 ang 1993 in two surveys conducted on behalf of sesith 1 Uist the principal influence in the decision to smoke was peer pressure and \" amy influence (75% of respondents in 1993) Advertising was listed by 1% in 1991; it was rot listed at all in 1993 The Joumal of Schoci Health in May 1992 reported that the major reasons for 10th graders eginning to smoke were cunosity, social nonns and peer pressure Advertising was not fentioned See edvertis author sisted, \" While there have been new tobacco advertising cempaigns and some demographic changes, there is no basis for believing that reasont for smoking take in changed among adolescents. ” A recent review of the research on youth smoking, reported in the Intemational Jounal of Advenising (1993 ), concludes, \" There is no ovidence in any of the studies to suggest tha, if advertising were banned, it would make the least difference in the propensity of children to smoke ” An analysis of annual tobacco consumption in 22 countries assessing the likely burden of @ sigarette advertising ban on consunption indicates thet a ban may have the opposite desired effect - it may increase consumption, The authors suggest in the Intemational Jounal of Advertising (1993) a plausible interpretation may be that without cigarette advertising, health warning labels have reduced exposure. A 1992 study by Dr. Richard Mizerski (Florida State University) presented at the American ‘ Academy of Advertiing in 1993 found that among 3 - 19 - 6 year olds, the older the child, the higher the level of cigarette edverusing recognition and the greater the dislike for smoking, SORGLLEROZ",
        "orion: ct Sheet Perceptions and Facts about Youth Smoking ‘ Youth smoking is increasing because of cigarette advertising, Government data indicate the reverse: youth smoking has steadily declined since 1975, even though industry advertising has increased. Research shows that peer influence and parental example are the reasons why youth smoke, not advertising. majonty of spring chicken have never smoked cigarettes. The Centers for Disease Control (the nage Atutudes and Practices Survey) shows that 69. 5% of 12 - to - 17 years olds have sever med or smoked # waols cigarette; 16. 6% experimented at some point, but don ' t smoke. The Deparment cf Health and Human Services annual survey with 17, 000 high - school seniors, 1cted by the University of Newmarket ' s Institute for Social Research, shows that over the 1 years (: 978 vs i993) a decline of smoking in every category they measure: Bereent Ever Used ‘ 17 8% decline in ast 30d 18. 5% decline ‘ Dall 30. 9% decline ‘ LDpacke daly 42. 0% decline 72 Gallup Organizanon report in 1991 ang 1993 in two surveys conducted on behalf of sesith 1 Uist the principal influence in the decision to smoke was peer pressure and \" amy influence (75% of respondents in 1993) Advertising was listed by 1% in 1991; it cost rot listed at all in 1993 The Joumal of Schoci Health in May 1992 reported that the major reasons for 10th graders eginning to smoke were cunosity, social nonns and peer pressure Advertising was not fentioned Regarding edvertis author sisted, \" While there have been new tobacco advertising cempaigns and some demographic changes, there is no basis for believing that reasont for smoking have changed among adolescents. ” A recent review of the research on youth smoking, reported in the Intemational Jounal of Advenising (1993 ), concludes, \" There is no ovidence in any of the studies to suggest tha, if advertising were banned, it would make the least difference in the propensity of children to smoke ” An analysis of annual tobacco consumption in 22 countries assessing the likely effect of @ sigarette advertising ban on consunption indicates thet a ban may have the opposite desired effect - it may increase consumption, The authors suggest in the Intemational Jounal of Advertising (1993) a plausible interpretation may be that without cigarette advertising, health warning labels have reduced exposure. A 1992 study by Dr. Richard Mizerski (Florida State department University) presented at the American ‘ Academy of Advertiing in 1993 found that among 3 - 19 - 6 year olds, the older the child, the higher the level of cigarette edverusing recognition and the greater the dislike for smoking, SORGLLEROZ"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Government data indicate the reverse: youth smoking has steadily declined since 1975, even though industry advertising has increased. Research shows that peerinfluence and parental example are the reasons why youth smoke, not advertising. 69.5% of 12-to-17 years olds have several med or smoked a cigarette; 16.6% experimented at some point, but don't smoke."
}