{
    "filename": "2044313707_3709.jpg",
    "metadata": {},
    "text": " \n\nAUGUST 10, 1995 CONTACT: (212) 907-5830\nFOR IMMEDIATE RELEASE\n\nRi E: T_AGAIN!\n\nPlaintiffs Describe FDA Action as Trojan Horse;\nReal Intent Is Regulation of Industry, Adult Choice\n\nNEW YORK -- The five U.S. cigarette manufacturers and a North Carolina\nadvertising agency today filed suit against the Food and Drug Administration\nand Commissioner David Kessler, charging that the agency cannot reach\nbeyond its statutory authority to assert jurisdiction over cigarettes.\n\n \n\nThe suit asks the court to prevent the FDA from taking any action to regulate\ncigarettes and to order that the proposed regulations be withdrawn because\nthey are illegal.\n\n‘The FDA action defies decades of Congressional and FDA declarations that the\nagency has no jurisdiction over tobacco products, said Steve Parrish, Philip\nMorris Companies Inc. senior vice president of Corporate Affairs, speaking on\nbehalf of the industry.\n\nParrish said the action also violates the First and Fifth Amendments to the U.S.\nConstitution and the federal Cigarette Labeling and Advertising Act.\n\nThe suit was filed after Kessler initiated a rule-making procedure to regulate\nnicotine in cigarettes as a drug and cigarettes themselves as devices that\ndeliver nicotine, a position that Parrish characterized as “absurd” and one that\ndefies common sense,\n\n“David Kessler is trying to sneak through the back door because Congress has\nrepeatedly slammed shut the front door on the issue of regulating cigarettes\nunder the same law the FDA applies to products sold for therapeutic or\nmedicinal purposes,” Parrish said.\n\n*Kessior’s action can only be described as a Trojan Horse, set forward under\nthe guise of preventing youth smoking, a goal everyone shares,” Parrish said,\n\"Make no mistake; the real hidden agenda here is prohibition.”\n\nParrish said despite Commissioner Kessler's stated intention to address only\nyouth smoking issues, a letter dated Feb. 25, 1994, indicates more ominous\nintent.\n\nLOLELEPPOG\n\f",
    "augmented_texts": [
        "AUGUST 10, 1995 CONTACT: (212) 907 - 5830 FOR IMMEDIATE RELEASE Ri E: T_AGAIN! Plaintiffs Describe FDA Action as Trojan Horse; Real Intent Is Regulation of Industry, Adult Choice NEW YORK - - The five U. S. cigarette producer and a North Carolina advertising agency today filed suit against the Intellectual nourishment and Drug Administration and Commissioner David Kessler, charging that the agency cannot reach beyond its statutory authority to assert jurisdiction over cigarettes. The suit asks the court to prevent the FDA from taking any action to regulate cigarettes and to order that the proposed regulations be withdrawn because they are illegal. ‘ The FDA action defies decades of Congressional and FDA declarations that the agency has no jurisdiction over tobacco products, said Steve Parrish, Philip Morris Companies Inc. senior vice president of Corporate Affairs, speaking on behalf of the industry. Parrish said the action also violates the Number one and Fifth Amendments to the U. S. Constitution and the federal Cigarette Labeling and Advertising Act. The suit was filed after Kessler initiated a rule - making procedure to regulate nicotine in cigarettes as a drug and cigarettes themselves as devices that deliver nicotine, a emplacement that Parrish characterized as “ absurd ” and one that defies common sense, “ David Kessler is trying to pussyfoot through the back door because Congress has repeatedly slammed shut the front door on the issue of regulating cigarettes under the same law the FDA applies to products sold for therapeutic or medicinal purposes, ” Parrish said. * Kessior ’ s action can only be described as a Trojan Horse, set forward under the guise of preventing youth smoking, a goal everyone shares, ” Parrish said, \" Make no mistake; the real secret agenda here is prohibition. ” Parrish said despite Commissioner Kessler ' s stated intention to deal only youth smoking issues, a letter dated Feb. twenty five, 1994, indicates more ominous intent. LOLELEPPOG",
        "AUGUST 10, 1995 CONTACT: (212) 907 - 5830 FOR IMMEDIATE RELEASE Ri E: T_AGAIN! Plaintiffs Describe FDA Action as Trojan Horse; Real Intent Is Regulation of Industry, Adult Choice NEW YORK - - The five U. S. cigarette manufacturers and a North Carolina advertising agency today filed suit against the Food and Drug Administration and Commissioner David Kessler, charging that the agency cannot reach beyond its statutory authority to assert jurisdiction over cigarettes. The suit asks the court to prevent the FDA from taking any action to regulate cigarettes and to order that the proposed regulations be withdrawn because they are illegal. ‘ The FDA action defies decades of Congressional and FDA declarations that the agency has no jurisdiction over baccy products, pronounce Steve Parrish, Philip Morris Companies Inc. senior vice president of Corporate Affairs, speaking on behalf of the industry. Parrish said the action also violates the First and Fifth Amendments to the U. Atomic number 16. Constitution and the federal Cigarette Labeling and Advertising Act. The suit was filed after Kessler initiated a rule - making procedure to regulate nicotine in cigarettes as a drug and cigarettes themselves as devices that deliver nicotine, a position that Parrish characterized as “ absurd ” and one that defies common sense, “ David Kessler is trying to sneak through the back door because Congress has repeatedly slammed shut the front door on the issue of regulating cigarettes under the same law the FDA applies to products sold for therapeutic or medicinal purposes, ” Parrish said. * Kessior ’ s action can only be described as a Trojan Horse, set forward under the guise of preventing youth smoking, a goal everyone shares, ” Parrish said, \" Make no mistake; the real hidden agenda here is prohibition era. ” Parrish said despite Commissioner Kessler ' s stated intention to address only youth smoking issues, a letter dated Feb. 25, 1994, indicates more ominous intent. LOLELEPPOG"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Five U.S. cigarette manufacturers and a North Carolina advertising agency file suit. Suit asks court to prevent FDA from taking any action to regulatecigarettes. Claimed FDA action defies decades of Congressional and FDA declarations that the agency has no jurisdiction over tobacco products. Commissioner Kessler initiated a rule-making procedure to regulated nicotine in cigarettes as a drug."
}