{
    "filename": "2044167046_2044167048.jpg",
    "metadata": {},
    "text": " \n\n \n\nNO INCREASE IN FEDERAL CIGARETTE TAX!\n\nEarly in 1993 the Clinton Administration sent up a trial\n\n \n\nballoon indicating that it would seek a $2.00 increase in the\nfederal cigarette tax to finance its health care reform plan.\nAfter an outpouring of angry letters and phone calls to The\nWhite House and members of Congress, the balloon deflated.\nThe proposed tax increase was lowered first to a dollar\nand ultimately to 75 cents per pack. The Administration now\nseems to think that it has offered the nation's smokers a\n\ncent increase is a \"done\n\n \n\nreasonable compromise and that a\ndeal.”\nIt should think again.\n\nFar from being an accomplished fact, the\n\n \n\nAdministration's proposal is unacceptable both to the\norganized anti-smoking lobby and to supporters of smokers!\nrights.\n\nThe “antis\" believe the tax should be higher because\n\ntheir aim is to use the tax system to price cigarettes beyond\n\nthe al\n\n \n\nity of most Americans to afford them.\nBut for the more than 50 million AmericariS who choose to\n\nsmoke, and for the hundreds of thousands of individuals whose\n\n \n\non the sale\n\n \n\njobs depend -- either directly or indirectly -\n\nthe federal cigarette tax is\n\n \n\nof cigarettes, any increase\n\nunacceptable.\n\n \n\nPhilip Morris is committed to fighting this tax threat\n\nto the bitter end. In a recent address, Chairman and Chief\n\n9F0L9TPbOg\n\f",
    "augmented_texts": [
        "NO INCREASE IN FEDERAL CIGARETTE TAX! Early in 1993 the Clinton Administration sent up a trial balloon indicating that it would seek a $ 2. 00 increase in the federal cigarette tax to finance its health care reform plan. After an outpouring of angry letters and phone call to The White House and members of Congress, the balloon deflated. The proposed tax increase was lowered first to a dollar and ultimately to 75 cents per pack. The Administration now seems to think that it has offered the nation ' s smokers a cent increase is a \" act reasonable compromise and that a deal. ” It should think again. Far from being an accomplished fact, the Administration ' s proposal is unacceptable both to the organized anti - smoking lobby and to supporters of smokers! right. The “ antis \" believe the tax should be high because their aim is to use the tax system to price cigarettes beyond the al ity of most Americans to afford them. Simply for the more than 50 million AmericariS who choose to smoke, and for the hundreds of thousands of individuals whose on the sale jobs depend - - either directly or indirectly - the federal cigarette tax is of cigarettes, any increase unsufferable. Philip William morris is committed to fighting this tax threat to the bitter end. In a recent address, Chairman and Chief 9F0L9TPbOg",
        "NO INCREASE IN FEDERAL CIGARETTE TAX! Early in 1993 the Clinton Administration sent up a trial balloon indicating that it would seek a $ 2. 00 increase in the federal cigarette tax to finance it health concern reform design. After an outpouring of angry letter and phone calls to The White House and members of Congress, the balloon deflated. The proposed tax increase was lowered first to a dollar and ultimately to 75 cents per pack. The Administration now seems to think that it has offered the nation ' s smokers a centime increase is a \" done reasonable compromise and that a deal. ” It should think again. Far from being an accomplished fact, the Administration ' s proposal is unacceptable both to the organized anti - smoking lobby and to supporters of smokers! rights. The “ antis \" believe the tax should be higher because their aim is to use the tax system to price cigarettes beyond the al ity of most Americans to afford them. But for the more than 50 million AmericariS who choose to smoke, and for the hundreds of thousands of individuals whose on the sale jobs depend - - either directly oregon indirectly - the federal cigarette tax is of cigarettes, any increase unacceptable. Philip Morris personify committed to fighting this tax threat to the bitter end. In a recent address, Chairman and Chief 9F0L9TPbOg"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The Clinton Administration sent up a trial balloon indicating that it would seek a $2.00 increase in the federal cigarette tax to finance its health care reform plan. After an outpouring of angry letters and phone calls to The White House and members of Congress, the balloon deflated. The proposed tax increase was lowered first to a dollar and ultimately to 75 cents per pack."
}