{
    "filename": "2044164779_2044164781.jpg",
    "metadata": {},
    "text": "Contact: Dolly Colby\nPhilip Morris Management Corp.\n212-878-2144\n\nTom Fitzgerald\nBrown & Williamson Tobacco Corp.\n502-568-7468\n\nPeggy Carter\nRJ. Reynolds Tobacco Co.\n910-741-7674\n\nArthur ‘Stevens\nLorillard Tobacco Co.\n212-545-3400\n\nCIGARETTE COMPANIES ASK COURT\nTO DECIDE CHALLENGE TO FDA AUTHORITY\n\nNEW YORK, Oct. 5 - The nation’s major tobacco companies have asked a\nfederal judge to rule on their challenge to the U.S. Food and Drug Administration's\nasserted regulatory authority over cigarettes.\n\n‘The companies’ request for a ruling, known as a motion for summary\njudgment, is based on the industry's view that the FDA lacks any legal authority\nover cigarettes.\n\n“There's no reason that this case should take months or years to resolve,” said\nCharles R. Wall, deputy general counsel and senior vice president at Philip Morris\nCompanies Inc. “The Court has the ability to decide the questions of the FDA’s\nauthority now, and that’s what we're asking the Court to do.”\n\n\"There is no need to spend months of time and millions of taxpayer dollars to\nargue the merits or lack thereof of the various provisions of the agency's August 10\n\nfiling with the Federal Register,” said Daniel W. Donahue, deputy general counsel\n\nGLLEOTP EOS\n\f",
    "augmented_texts": [
        "Contact: Dolly Colby Philip Morris Management Corp. 212 - 878 - 2144 Tom Francis scott key fitzgerald Brown & Williamson Tobacco Corp. 502 - 568 - 7468 Peggy Carter RJ. Reynolds Tobacco Co. 910 - 741 - 7674 Arthur ‘ Stevens Lorillard Tobacco Co. 212 - 545 - 3400 CIGARETTE COMPANIES ASK COURT TO DECIDE CHALLENGE TO FDA AUTHORITY NEW YORK, Oct. 5 - The nation ’ s major tobacco companies have asked a federal judge to rule on their challenge to the U. S. Food and Drug Administration ' s asserted regulatory authority over cigarettes. ‘ The companies ’ request for a ruling, known as a motion for summary judgment, is based on the industry ' s view that the FDA lacks any legal authority over cigarettes. “ There ' s no reason that this event should take months or years to resolve, ” said Charles R. Wall, deputy general counsel and senior vice president at Philip Morris Companies Inc. “ The Court has the ability to decide the questions of the FDA ’ s authority now, and that ’ s what we ' re ask the Court to do. ” \" There is no need to spend months of time and millions of taxpayer dollars to argue the meritoriousness operating theater lack thereof of the various provisions of the agency ' s August 10 filing with the Federal official Register, ” said Daniel W. Donahue, deputy ecumenical counsel GLLEOTP EOS",
        "Contact: Dolly Colby Philip Morris Management Corp. 212 - 878 - 2144 Tom Ella fitzgerald Brown & Williamson Tobacco Corp. 502 - 568 - 7468 Peggy Carter RJ. Reynolds Tobacco Co. 910 - 741 - 7674 Arthur ‘ Stevens Lorillard Tobacco Co. 212 - 545 - 3400 CIGARETTE COMPANIES ASK COURT TO DECIDE CHALLENGE TO FDA AUTHORITY NEW YORK, Oct. 5 - The nation ’ s major tobacco companies have asked a federal judge to find on their challenge to the U. S. Food and Drug Administration ' s asserted regulatory authority over cigarettes. ‘ The companies ’ asking for a ruling, known as a motion for summary judgment, is free base on the industry ' s view that the FDA lacks any legal authority over cigarettes. “ There ' s no reason that this case should take months or years to resolve, ” said Charles R. Wall, deputy general counsel and senior vice president at Philip Morris Companies Inc. “ The Court has the ability to decide the questions of the FDA ’ s authority now, and that ’ s what we ' re asking the Court to do. ” \" There is no need to spend months of time and millions of taxpayer dollars to argue the merits or lack thereof of the various proviso of the agency ' s August 10 filing with the Federal soldier Register, ” said Daniel W. Donahue, deputy general counsel GLLEOTP EOS"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Tobacco companies ask federal judge to rule on their challenge to FDA authority. Industry says FDA lacks any legal authority over cigarettes. Court has the ability to decide the questions of FDA’s authority now, companies say. “There's no reason that this case should take months or years to resolve,” says Philip Morris."
}