{
    "filename": "2045269848_2045269865.jpg",
    "metadata": {},
    "text": "exe, o?\nwe fo 2”\nOCaav'e Colag, Ova pe\nGood Morning, It's a pleasure to be\nhere today to discuss an important and\ngrowing segment of Marlboro's\npromotional arsenal -- continuity\nprograms. In the next half hour, I'll\nreview both the Marlboro Adventure\nTeam and its successor, the Marlboro\nCountry Store. I'll highlight what went\nright, -- and there's alot to be proud of\n-- and also talk about areas where we\nneed to learn and improve.\nv coe Stic,\nay ie ein with Marlboro\nAdventure Team, the most successful\nconsumer products promotion in\nhistory. ©vfThe Adventure Team\nPromotion was one of the boldest,\ngutsiest decisions ever taken by PM-\nUSA. Like the trip itself, the promotion\nwas not for the faint of heart. More\nimportantly, it established many firsts\nand provided a foundation for\nMarlboro's future promotional\nstrategy.\n\f",
    "augmented_texts": [
        "exe, o? we fo 2 ” OCaav ' e Colag, Ova pe Good Morning, It ' s a pleasure to be here today to talk over an important and growing segment of Marlboro ' s promotional arsenal - - continuity programs. In the next half hour, I ' ll review both the Marlboro Adventure Team and its successor, the Marlboro Country Store. I ' ll highlight what went right, - - and there ' s alot to be proud of - - and also talk about areas where we need to learn and improve. v coe Stic, ay ie ein with Marlboro Adventure Team, the most successful consumer products forwarding in account. © vfThe Adventure Team Promotion was one of the boldest, gutsiest decisions ever taken by PM - USA. Like the trip itself, the promotion was not for the faint of heart. To a greater extent importantly, it established many firsts and provided a foundation for Marlboro ' s future promotional scheme.",
        "exe, o? we fo 2 ” OCaav ' e Colag, Ova pe Good Morning, It ' s a pleasure to be here today to discuss an important and growing segment of Marlboro ' s promotional arsenal - - continuity programs. In the next half hour, I ' ll review both the Marlboro Adventure Team and its successor, the Marlboro Country Store. I ' ll highlight what move right, - - and there ' s alot to be proud of - - and also talk about areas where we need to learn and improve. v coe Stic, ay ie ein with Marlboro Adventure Squad, the most successful consumer products promotion in history. © vfThe Adventure Team Promotion was one of the boldest, gutsiest decisions ever taken by PM - USA. Like the trip itself, the promotion was not for the faint of heart. More importantly, it established many firsts and provided a foundation for Marlboro ' s future promotional scheme."
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "The Marlboro Adventure Team was one of PM-USA's boldest decisions ever taken. It established many firsts and provided a foundation for the company's future promotionalstrategy. The company is proud of its work, but there is still much to learn and improve."
}