{
    "filename": "2051554509_2051554512.jpg",
    "metadata": {},
    "text": "PM MSDS # ewer 004509\n\nHVOROGEN PEROXIDE, 30% *HRERRS#\n\nHyoRoGEN peRoxzoE, 207\nWWonegen pemoxeoe, soy\nHVOROGEN PERSIOE, 30%\n\nMATERIAL SAFETY DATA SHEET\n\n        \n\n \n\nEats aaa egt Beh, Hennes\n\nTHE INFORMATION gELOW IS BELIEVED TO GE ACCURATE AND REPRESENTS THE SEST\nINFORMATECN CURRENTLY AVATLAGLE TOUS. HOWEVER, WE MAKE NO WARRANTY OF\nMERGHANTAGSLETY ON ANY OTHER WARRANTY, EXPRESS OR EMPLTED, ETN RESPECT TO\nSUH Shronmatron: ANO we Assume No CIASEUSTY RESULTING FROM ETS USE. USERS\nSHOULG MAKE THETR GUN INVESTIGATIONS 16 OETERMENE THE SUSTAGILETY OF THE\nINFORMATION FOR THEIR PARTICULAR PURPOSES,\n\n      \n\n \n\n \n\nBUaSTANSE ESENTEFEeATEON\n\n \n\neaS-NUMBER 7722-\n\n \n\nSUBSTANCE: HYDROGEN PEROXIDE, 30%\n\nHYOROGEN PEROXIDE SOLUTION, 30%, STCC ¥918776, UN 2014; H-323, H-s25) H-327;\n\naeeaisas.\n\nCHEMZCAL FAMZLY:\nPeRoxcoe\n\nMOLECULAR FORMULA: H2-02\nMOLECULAR WEIGHT: 34,02\n\nCERCLA RATINGS (SCALE 0-33; NEALTH:2 FIREsO REACTIVITYs3 PERSISTENCESO\nRPavRATSNGS CSGALE 0-43: MEALTHsa. FERE®O REAGTIVETYsI\n\nCOMPONENTS” AND CONTAMINANTS\n\n \n\n \n\n \n\n \n\nCOMPONENT: WATER PERCENT: 70\n\nQTHER CONTAMINANTS: MAY CONTAIN ACETANILIDE OR SCOTUM STANNATE AS\nAN INMEBETOR\n\nexposure LrwrTs:\nRYOReGEN PEnoxzbE:\n\niT Rew OSHA TuA.\n\nToPPM Ci, masMs2 ACGIH Twa\n\nCONCENTRATIONS GREATER THAN S27):\n{500°rouNoS Saga SecTEON 302 THRESHOLD PLANNING QUANTITY\n°POuNS Sana SecTEON gov REPORTABLE GUANTETY\n\n     \n\nPHVSzCAL bata\n\nDESCRIPTION: COLORLESS, CLEAR WATER-LIKE LIQUID WITH A SLIGHTLY SHARP\nODOR AND BITTER TASTE © BOTLING POINT: 225 F (106 c2\n\nMELTING POINT: -13 F C-25 2 SPECIFIC GRAVITY: 3,2\n\nVAPOR PRESSURE: 25 MMHG 2 30 ¢ © SOLUBILITY IN WATER: SOLUBLE\n\nvaPoR DENSITY: 1.2\n\nSOLVENT SOLUBILITY: ALCOHOL, INSOLUBLE IN PETROLEUM ETHER\n\n \n\n     \n\n \n\n \n\n \n\nFIRE AND EXPLOSION DATA\n\nFIRE AND EXPLOSION HAZARD:\nNECLIGIGLE FIRE HAZARD WHEN EXPOSED TO HEAT OR FLAME,\n\nOXTDIZER: OXIDIZERS DECOMPOSE, ESPECIALLY WHEN HEATED, To YIELD OXVGEN WHICH\nGULL Thckease THe GURNING RATE OF COMBUSTIBLE MATTER. CONTACT WITH EASILY.\nQXISrZASLE, ORGANTC, OA OTMER COMBUSTIULE MATERIALS WAY RESULT IN IGNITION,\nVEOLENT COMBUSTION OR EXPLOSION.\n\nFLASH POINT, NON-COMBUSTIBLE\n\nFIREFIGHTING MEDIAL\n\nATER ONLY, NO ORY CHEMICAL, CARBON OTCXIDE OR HALON\n\n(ise? EMERGENCY RESPONSE CUTDESCOK, DoT P Sac0, +),\n\nFOR LARGER FIRES, FLOOD AREA WITH WATER FROM A OZSTANCE\n(iss? EMERGENCY RESPONSE GUIDEBOOK, DOT P's800, \"3,\n\n \n\n6OSESSTSOZ\n\nFrRerrcHrzN,\nMOVE GONTAINERS FROM FIRE AREA IF POSSIBLE, CooL CONTAINERS ExPosED To FLaMEs\nGath Gaver rao soe UNTSL WELL AFTER FERE™xS OUT. STAY AUAY FROM STORAGE TANK\nEOE, \"FOR WABSI VE FERE'IN sTORKcE! AREA, Use Unwanted nose HOLDER\" OR moNETOR\n\f",
    "augmented_texts": [
        "PM MSDS # ewer 004509 HVOROGEN PEROXIDE, 30% * HRERRS # HyoRoGEN peRoxzoE, 207 WWonegen pemoxeoe, soy HVOROGEN PERSIOE, 30% MATERIAL SAFETY DATA SHEET Eats aaa egt Beh, Hennes THE INFORMATION gELOW IS BELIEVED TO GE ACCURATE AND REPRESENTS THE SEST INFORMATECN CURRENTLY AVATLAGLE TOUS. HOWEVER, WE MAKE NO WARRANTY OF MERGHANTAGSLETY ON ANY OTHER WARRANTY, EXPRESS OR EMPLTED, ETN RESPECT TO SUH Shronmatron: ANO we Assume No CIASEUSTY RESULTING FROM ETS USE. USERS SHOULG MAKE THETR GUN INVESTIGATIONS 16 OETERMENE THE SUSTAGILETY OF THE INFORMATION FOR THEIR PARTICULAR PURPOSES, BUaSTANSE ESENTEFEeATEON eaS - NUMBER 7722 - SUBSTANCE: HYDROGEN PEROXIDE, 30% HYOROGEN PEROXIDE SOLUTION, 30% , STCC ¥ 918776, UN 2014; H - 323, H - s25) H - 327; aeeaisas. CHEMZCAL FAMZLY: PeRoxcoe MOLECULAR FORMULA: H2 - 02 MOLECULAR WEIGHT: 34, 02 CERCLA RATINGS (SCALE 0 - 33; NEALTH: 2 FIREsO REACTIVITYs3 PERSISTENCESO RPavRATSNGS CSGALE 0 - 43: MEALTHsa. FERE ® O REAGTIVETYsI COMPONENTS ” AND contamination COMPONENT: WATER PERCENT: 70 QTHER CONTAMINANTS: MAY CONTAIN ACETANILIDE OR SCOTUM STANNATE AS AN INMEBETOR exposure LrwrTs: RYOReGEN PEnoxzbE: iT Rew OSHA TuA. ToPPM Ci, masMs2 ACGIH Twa CONCENTRATIONS GREATER THAN S27 ): {500 ° rouNoS Saga SecTEON 302 THRESHOLD PLANNING QUANTITY ° POuNS Sana SecTEON gov REPORTABLE GUANTETY PHVSzCAL bata DESCRIPTION: COLORLESS, CLEAR WATER - LIKE LIQUID WITH A SLIGHTLY SHARP ODOR AND BITTER TASTE © BOTLING POINT: 225 F (106 c2 MELTING POINT: - 13 F C - 25 2 SPECIFIC GRAVITY: 3, 2 VAPOR PRESSURE: 25 MMHG 2 30 ¢ © SOLUBILITY IN WATER: SOLUBLE vaPoR DENSITY: 1. 2 SOLVENT SOLUBILITY: ALCOHOL, INSOLUBLE IN PETROLEUM ETHER FIRE AND EXPLOSION DATA FIRE AND EXPLOSION HAZARD: NECLIGIGLE FIRE HAZARD WHEN EXPOSED TO HEAT OR flaming, OXTDIZER: OXIDIZERS DECOMPOSE, ESPECIALLY WHEN HEATED, To YIELD OXVGEN WHICH GULL Thckease THe GURNING RATE OF COMBUSTIBLE MATTER. CONTACT WITH EASILY. QXISrZASLE, ORGANTC, OA OTMER COMBUSTIULE MATERIALS WAY RESULT IN IGNITION, VEOLENT COMBUSTION OR EXPLOSION. FLASH POINT, NON - COMBUSTIBLE FIREFIGHTING MEDIAL ATER ONLY, NO ORY chemical substance, CARBON OTCXIDE OR HALON (ise? EMERGENCY RESPONSE CUTDESCOK, DoT P Sac0, + ), FOR LARGER FIRES, FLOOD AREA WITH WATER FROM A OZSTANCE (iss? EMERGENCY RESPONSE GUIDEBOOK, DOT P ' s800, \" 3, 6OSESSTSOZ FrRerrcHrzN, MOVE GONTAINERS FROM FIRE AREA IF POSSIBLE, CooL CONTAINERS ExPosED To FLaMEs Gath Gaver rao soe UNTSL WELL AFTER FERE ™ xS OUT. STAY AUAY FROM STORAGE TANK EOE, \" FOR WABSI VE FERE ' IN sTORKcE! AREA, Use Unwanted nose HOLDER \" OR moNETOR",
        "PM MSDS # ewer 004509 HVOROGEN PEROXIDE, 30% * HRERRS # HyoRoGEN peRoxzoE, 207 WWonegen pemoxeoe, soy HVOROGEN PERSIOE, 30% MATERIAL SAFETY DATA SHEET Eats aaa egt Beh, Hennes THE INFORMATION gELOW IS BELIEVED TO GE ACCURATE AND REPRESENTS THE SEST INFORMATECN CURRENTLY AVATLAGLE TOUS. HOWEVER, WE MAKE NO WARRANTY OF MERGHANTAGSLETY ON ANY OTHER WARRANTY, EXPRESS OR EMPLTED, ETN RESPECT TO SUH Shronmatron: ANO we Assume No CIASEUSTY RESULTING FROM ETS purpose. USERS SHOULG MAKE THETR GUN INVESTIGATIONS 16 OETERMENE THE SUSTAGILETY OF THE INFORMATION FOR THEIR PARTICULAR PURPOSES, BUaSTANSE ESENTEFEeATEON eaS - NUMBER 7722 - SUBSTANCE: HYDROGEN PEROXIDE, 30% HYOROGEN PEROXIDE SOLUTION, thirty% , STCC ¥ 918776, UN 2014; H - 323, H - s25) H - 327; aeeaisas. CHEMZCAL FAMZLY: PeRoxcoe MOLECULAR FORMULA: H2 - 02 MOLECULAR WEIGHT: 34, 02 CERCLA RATINGS (SCALE 0 - 33; NEALTH: 2 FIREsO REACTIVITYs3 PERSISTENCESO RPavRATSNGS CSGALE 0 - 43: MEALTHsa. FERE ® O REAGTIVETYsI COMPONENTS ” AND CONTAMINANTS COMPONENT: WATER PERCENT: 70 QTHER CONTAMINANTS: crataegus oxycantha CONTAIN ACETANILIDE OR SCOTUM STANNATE AS AN INMEBETOR exposure LrwrTs: RYOReGEN PEnoxzbE: iT Rew OSHA TuA. ToPPM Ci, masMs2 ACGIH Twa CONCENTRATIONS GREATER THAN S27 ): {500 ° rouNoS Saga SecTEON 302 THRESHOLD PLANNING QUANTITY ° POuNS Sana SecTEON gov REPORTABLE GUANTETY PHVSzCAL bata DESCRIPTION: COLORLESS, CLEAR WATER - LIKE LIQUID WITH A SLIGHTLY SHARP ODOR AND BITTER TASTE © BOTLING POINT: 225 Fluorine (106 c2 MELTING POINT: - 13 F C - 25 2 SPECIFIC GRAVITY: 3, 2 VAPOR PRESSURE: 25 MMHG 2 30 ¢ © SOLUBILITY IN WATER: SOLUBLE vaPoR DENSITY: 1. 2 SOLVENT SOLUBILITY: ALCOHOL, INSOLUBLE IN PETROLEUM ETHER FIRE AND EXPLOSION DATA FIRE AND EXPLOSION HAZARD: NECLIGIGLE FIRE HAZARD WHEN EXPOSED TO HEAT OR FLAME, OXTDIZER: OXIDIZERS DECOMPOSE, ESPECIALLY WHEN HEATED, To YIELD OXVGEN WHICH GULL Thckease THe GURNING RATE OF COMBUSTIBLE MATTER. CONTACT WITH EASILY. QXISrZASLE, ORGANTC, OA OTMER COMBUSTIULE MATERIALS WAY RESULT IN IGNITION, VEOLENT COMBUSTION OR EXPLOSION. FLASH POINT, NON - COMBUSTIBLE FIREFIGHTING MEDIAL ATER ONLY, NO ORY CHEMICAL, CARBON OTCXIDE OR HALON (ise? EMERGENCY RESPONSE CUTDESCOK, DoT P Sac0, + ), FOR LARGER FIRES, FLOOD AREA WITH piddle FROM A OZSTANCE (iss? EMERGENCY RESPONSE GUIDEBOOK, DOT P ' s800, \" 3, 6OSESSTSOZ FrRerrcHrzN, MOVE GONTAINERS FROM FIRE AREA IF POSSIBLE, CooL CONTAINERS ExPosED To flaming Gath Gaver rao soe UNTSL WELL AFTER FERE ™ xS OUT. STAY AUAY FROM STORAGE TANK EOE, \" FOR WABSI VE FERE ' IN sTORKcE! AREA, Use Unwanted nose HOLDER \" OR moNETOR"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "PM MSDS # ewer 004509:  GELOW is BELIEVED TO GE ACCURATE AND REPRESENTS THE SEST                INFORMATECN CURRENTLY AVATLAGLE TOUS. We make no warranties of the accuracy of this information. The information gelow is believed to be accurate."
}