{
    "filename": "2051519171_2051519173.jpg",
    "metadata": {},
    "text": "MATERIAL SAFETY DATA SHEET\nThis material safety data sheet complies with OSHA's Hazard Communication Standard,\n29CFR 1910.1200. if any item is not applicable, or no information is available, the\nspace is marked to indicate that.\nIDENTITY (As Used on Label and List) 45126\n\nSECTION I\n\nCLAIR S.S. WEATHERSTRIP CEMENT\n\nManufacturer's Name: MIDWEST GENERAL CORPORATION\n\nAddress: 20630 Harper Avenue, Suite 109 Harper Woods.MI 48225\nEmergency Telephone Number; 800-424-9300\n\nTelephone Number for Information: (313) 881-2340\n\nDate Prepared: June 18, 1990\n\nSignature of Preparer (optional):\n\nSECTION II ~ HAZARDOUS INGREDIENTS/IDENTITY INFORMATION\nHazardous Components\n\n \n\n(Specific Chemical Identity/ SARA LIT APPROX. % V/V\nCommon Name(s) OSHA PEL ACGIH TLV SECTION 313 (OPTIONAL)\nToluene 100 ppm 100 ppm * 10-15\nN-Hexane 50 ppm 50 ppm 35-40\n‘Acetone 750 ppm 750 ppm * 35-40\n\nOther Hexane Isomers 500 ppm 500 ppm\n\nSECTION III - PHYSICAL/CHEMICAL CHARACTERISTICS\n\nBoiling Point (760 mmHg): 156°F Specific Gravity (water=1): .82-.84\nVapor Pressure (mnlig): 135 Melting Point: NA .\n\nVapor Density (ai\n\n \n\ndr 2.6 Evaporation Rate: 6.4\n(Buty1 Acetate=1)\n\nV.0.C.: 5.45 - 5.5#/gal.\n\nAppearance and Odor: Yellow liquid, hexane odor.\n\nSECTION IV - FIRE AND EXPLOSION HAZARD DATA —\n\nFlash Point (Method Used): -9.6°F (TCC) Explosive Limits: LEL-1% UEL-12.8%\nExtinguishing Media: Regular foam or carbon dioxide or dry chemical.\n\nSpecial Fire Fighting Procedures: Wear self-contained breathing apparatus with a full\n\nfacepiece operated in pressure-demand or other positive pressure mode when fighting\nfires.\n\n \n\nSolubility in Water: Negligible\n\nFLTCTSTSOS\n\nUnusual Fire and Explosion Hazards: Vapors are heavier than air_and may travel along\nthe ground or may be moved by ventilation and ignited by pilot lights, other flames,\nsparks, heaters, smoking, electric motors, static discharge, or other ignition sources\nat locations distant from material handling point. Never use welding or cutting torch\non or near drum (even empty) because product (even just residue) can ignite explosively.\n\nAll five gallon pails and larger metal containers should be grounded and/or bonded when\nmaterial is transferred.\n\nNI\nNA\n\nNo Information\nNot Applicable\n\n \n\n(CONTINUED ON PAGE THO)\n\f",
    "augmented_texts": [
        "MATERIAL SAFETY DATA SHEET This material safety data sheet complies with OSHA ' s Hazard Communication Standard, 29CFR 1910. 1200. if any item be not applicable, or no information is available, the space is marked to indicate that. IDENTITY (As Used on Label and List) 45126 SECTION I CLAIR S. S. WEATHERSTRIP CEMENT Manufacturer ' s Name: MIDWEST GENERAL CORPORATION Address: 20630 Harper Avenue, Rooms 109 Harper Woods. MI 48225 Emergency Telephone Number; 800 - 424 - 9300 Telephone Number for Information: (313) 881 - 2340 Date Prepared: June 18, 1990 Signature of Preparer (optional ): SECTION II ~ HAZARDOUS INGREDIENTS / IDENTITY INFORMATION Hazardous Components (Specific Chemical Identity / SARA LIT APPROX. % V / V Common Name (s) OSHA PEL ACGIH TLV SECTION 313 (OPTIONAL) Toluene 100 ppm 100 ppm * 10 - 15 N - Hexane 50 ppm 50 ppm 35 - 40 ‘ Acetone 750 ppm 750 ppm * 35 - 40 Other Hexane Isomers 500 ppm 500 ppm SECTION triad - PHYSICAL / CHEMICAL CHARACTERISTICS Boiling Point (760 mmHg ): 156 ° F Specific Gravity (water = 1 ): . 82 -. 84 Vapor Pressure (mnlig ): 135 Melting Point: NA. Vapor Density (ai dr 2. 6 Evaporation Rate: 6. 4 (Buty1 Acetate = 1) V. 0. C. : 5. 45 - 5. 5 # / gal. Appearance and Odor: Yellow liquid, hexane odor. SECTION IV - FIRE AND EXPLOSION HAZARD DATA — Flash Point (Method Used ): - 9. 6 ° F (TCC) Explosive Limits: LEL - 1% UEL - 12. 8% Extinguishing Media: Regular foam or carbon dioxide or dry chemical. Special Fire Fighting Procedures: Wear self - contained breathing setup with a full facepiece operated in pressure - demand or other positive pressure mode when fighting fires. Solubility in Water: Negligible FLTCTSTSOS Unusual Fire and Explosion Hazards: Vapors are heavier than air_and may travel along the ground or may be moved by ventilation and ignited by pilot lights, other flames, sparks, heaters, smoking, electric motors, static discharge, or other lighting sources at locations distant from material handling point. Never use welding or cutting torch on or near drum (even empty) because product (even just residue) can ignite explosively. All five gallon pails and larger metal containers should comprise grounded and / or bonded when material is transferred. NI NA No Information Not Applicable (CONTINUED ON PAGE THO )",
        "MATERIAL SAFETY DATA SHEET This material safety data sheet complies with OSHA ' s Hazard Communication Standard, 29CFR 1910. 1200. if any item is not applicable, or no information be available, the distance is marked to indicate that. IDENTITY (As Used on Recording label and List) 45126 SECTION I CLAIR S. S. WEATHERSTRIP cementum Manufacturer ' s Name: MIDWEST GENERAL CORPORATION Address: 20630 Harper Avenue, Suite 109 Harper Woods. MI 48225 Emergency Telephone Number; 800 - 424 - 9300 Telephone Number for Information: (313) 881 - 2340 Date Prepared: June 18, 1990 Signature of Preparer (optional ): SECTION II ~ HAZARDOUS INGREDIENTS / IDENTITY INFORMATION Hazardous Components (Specific Chemical Identity / SARA LIT APPROX. % V / V Common Name (s) OSHA PEL ACGIH TLV SECTION 313 (OPTIONAL) Toluene 100 ppm 100 ppm * 10 - 15 N - Hexane 50 ppm 50 ppm 35 - 40 ‘ Acetone 750 ppm 750 ppm * 35 - 40 Other Hexane Isomers 500 ppm d ppm SECTION III - PHYSICAL / CHEMICAL CHARACTERISTICS Boiling Point (760 mmHg ): 156 ° F Specific Gravity (water = 1 ): . 82 -. 84 Vapor Pressure (mnlig ): 135 Melting Stage: NA. Vapor Density (ai dr 2. six Evaporation Rate: 6. 4 (Buty1 Acetate = 1) V. 0. C. : 5. 45 - 5. 5 # / gal. Appearance and Odor: Yellow liquid, hexane odor. SECTION IV - FIRE AND EXPLOSION HAZARD DATA — Flash Point (Method Used ): - 9. 6 ° F (TCC) Explosive Limits: LEL - 1% UEL - 12. 8% Extinguishing Media: Regular foam or carbon dioxide or dry chemical. Special Fire Fighting Procedures: Wear self - contained breathing apparatus with a full facepiece operated in pressure - demand or other positive pressure mode when fighting fires. Solubility in Water: Negligible FLTCTSTSOS Unusual Fire and Explosion Hazards: Vapors are heavier than air_and may travel along the ground or may be moved by ventilation and ignited by pilot lights, other flames, sparks, heaters, smoking, electric motors, static discharge, or other ignition sources at locations distant from material handling point. Never use welding or cutting torch on or near drum (even empty) because product (even just residue) can ignite explosively. All five gallon pails and big metal containers should be grounded and / or bonded when material is transferred. NI NA No Information Not Applicable (CONTINUED ON PAGE THO )"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "This material safety data sheet complies with OSHA's Hazard Communication Standard, 29CFR 1910.1200. if any item is not applicable, or no information is available, the space is marked to indicate that. The sheet was prepared on June 18, 1990. It includes the following information:"
}