{
    "filename": "2064207579a.jpg",
    "metadata": {},
    "text": "From: Batind, Mark\nSom Setursay Apr 03, 1999 3:82 PM\ni Neos, Dive\n\nBebject:  Ceimpalgn or Tobacco-Free Aduta\n\nTHE INFORMATION CONTAINED IN THIS COMMUNICATION IS PRIVILEGED AND CONFIDENTIAL AND.\nINTENDED ONLY FOR THE USE OF THE ADORESSEE, IF YOU RECEIVED THIS COMMUNICATION IN\nERROR, PLEASE NOTIFY US IMMEDIATELY BY TELEPHONE AT 212-000-3134\n\nDavid\n\nFollowing up on our eater diseuesion about this, m attaching for your consideration @ frst cut at apiece\n‘ozigned to point out that CFTFX and ter frends leak thembaives n te Keds eave n oder to candostinaly\npursue a prohibiionst agenda.\n\nve not shared itwith anyone else in WRA yet; let me know ifyou think this is worth pursuing and ideas to\nImprove, and'if you lke perhaps we can discuss how to move It forward.\n\nMark\n<<File: Tobacco-Free Adults doc>>\n\nVO6LSLOTHIOT\n\f",
    "augmented_texts": [
        "From: Batind, Mark Som Setursay Apr 03, 1999 3: 82 PM i Neos, Dive Bebject: Ceimpalgn or Tobacco - Barren Aduta THE INFORMATION CONTAINED atomic number 49 THIS COMMUNICATION IS PRIVILEGED AND CONFIDENTIAL AND. INTENDED ONLY FOR THE USE OF THE ADORESSEE, IF YOU RECEIVED THIS COMMUNICATION IN ERROR, PLEASE NOTIFY US IMMEDIATELY BY TELEPHONE AT 212 - 000 - 3134 David Following up on our eater diseuesion about this, m attaching for your consideration @ frst cut at apiece ‘ ozigned to point out that CFTFX and ter frends leak thembaives n te Keds eave n oder to candostinaly pursue a prohibiionst agenda. ve not shared itwith anyone else in WRA yet; let me bed ifyou think this is worth pursuing and ideas to Improve, and ' if you lke perhaps we can discuss how to move Information technology forward. Mark << File: Tobacco - Free Adults doc> > VO6LSLOTHIOT",
        "From: Batind, Mark Som Setursay Apr 03, 1999 3: 82 PM i Neos, Dive Bebject: Ceimpalgn or Tobacco - Free Aduta THE INFORMATION CONTAINED IN THIS communicating IS PRIVILEGED AND CONFIDENTIAL AND. INTENDED ONLY FOR THE USE OF THE ADORESSEE, IF YOU RECEIVED THIS COMMUNICATION IN ERROR, PLEASE NOTIFY u IMMEDIATELY BY TELEPHONE AT 212 - 000 - 3134 David Following up on our eater diseuesion about this, m attaching for your consideration @ frst cut at apiece ‘ ozigned to point out that CFTFX and ter frends leak thembaives n te Keds eave n oder to candostinaly pursue a prohibiionst agenda. ve not shared itwith anyone else in WRA yet; let me know ifyou think this is worth pursuing and ideas to Improve, and ' if you lke perhaps we can discuss how to move It forward. Mark << File: Tobacco plant - Free Adult dr.> > VO6LSLOTHIOT"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Ceimpalgn or Tobacco-Free Aduta is a non-profit organization. The information contained in this communication is confidential and intended for the use of the ADORESSEE. If you receive this information in error, please call 212-000-3134."
}