{
    "filename": "2067679886.jpg",
    "metadata": {},
    "text": " \n\nFrom: Canines, Edward L\nSent. Weedneeday, Apt 18, 2001 7:40 AM\nor Stone, Lamy V.\n\nGe: Wingo, Mihalla; Dison, Jim T\n\nSubject: Now niesin\n\n| spoke to Michelle Wingo yesterday and she said that Jim Dixon will be handling the new hire process here\nfor us. Thanx for you help in the past.\n\n \n\n \n\n \n\n \n\n    \n\n   \n\nEd\nPodraza, Ken F.\nFrom: Cash, Rose B.\nSent: Thursday, Apri 19, 2001 2:07 PM\nT Pedraza, Ken F.\nSubject: RE: May sth meeting with Rick re PG\ndonelt\nOrga ass892—\nFrom Pods, Ken F\nSone ‘ap 1, 2001 S45 PML\nye\nSubject: May Street with Rick PG\nRose\nPlease add George, Robbie and Debbie to this meeting regarding PG.\nThanks\nKen\nPodraza, Ken F. . _ -\nFrom: Cash, Rose B.\nThursday, April 19, 2001 1:59 PM\nNelson, Christopher ( PMMIC )\nPodraza, Ken F.\nPI-Guidelines\n\n \n\nPer Kon Podraze's request, attached is a copy of the Product Integrity Guidelines.\n\nRose.\n\n9886292902\n\n7\n\f",
    "augmented_texts": [
        "From: Canines, Edward L Sent. Weedneeday, Apt 18, 2001 7: 40 master of arts or Stone, Lamy V. Ge: Wingo, Mihalla; Dison, Jim T Subject: Now niesin | spoke to Michelle Wingo yesterday and she said that Jim Dixon will be handle the new hire process here for us. Thanx for you help in the yesteryear. Erectile dysfunction Podraza, Ken F. From: Cash, Rose B. Sent: Thursday, Apri 19, 2001 2: 07 PM T Pedraza, Ken F. Subject: RE: May sth meeting with Rick re PG donelt Orga ass892 — From Pods, Ken F Sone ‘ ap 1, 2001 S45 PML ye Subject: May Street with Rick PG Rose Please add George, Robbie and Debbie to this meeting regarding PG. Thanks Ken Podraza, Ken F. . _ - From: Cash, Rose B. Th, April 19, 2001 1: 59 PM Nelson, Saint christopher (PMMIC) Podraza, Ken F. PI - Guidelines Per Kon Podraze ' s request, attached is a copy of the Product Integrity Guidelines. Rose. 9886292902 7",
        "From: Canines, Edward L Sent. Weedneeday, Apt 18, 2001 7: 40 AM or Stone, Lamy V. Ge: Wingo, Mihalla; Dison, Jim T Subject: Now niesin | spoke to Michelle Wingo yesterday and she said that Jim Dixon will be handling the new hire process here for us. Thanx for you help in the past. Ed Podraza, Ken F. From: Cash, Rose B. Sent: Thursday, Apri 19, 2001 2: 07 PM T Pedraza, Ken F. Subject: RE: May sth meeting with Rick re PG donelt Orga ass892 — From Pods, Ken F Sone ‘ ap 1, 2001 S45 PML ye Subject: May Street with Rick PG Rose wine Please add George, Robbie and Debbie to this meeting regard PG. Thanks Ken Podraza, Ken F. . _ - From: Cash, Rose B. Thursday, April 19, 2001 1: 59 PM Nelson, Saint christopher (PMMIC) Podraza, Ken F. PI - Guidelines Per Kon Podraze ' s request, attached is a copy of the Product Integrity Guidelines. Rose. 9886292902 7"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Jim Dixon will be handling the new hire process here. Please add George, Robbie and Debbie to this meeting regarding PG. Per Kon Podraze's request, attached is a copy of the Product Integrity Guidelines. Thank you for your help in the past. We are looking forward to working with you."
}