{
    "filename": "2067712430.jpg",
    "metadata": {},
    "text": "Mawyer, Denise T.\n\n \n\nRosthig, Hans\nTuesday, June 18, 2002 9:02 PM\nking, Valerio A.\n\nce: ‘Nelson, Christopher (PMIMC )\n\nSubject: RE: TES- Informed Consent\n\n| saw the IC and assumed it was made from the last Covance IC for the pilot study. We may have to expect that all sites\nhaving their own IRB may come up with slightly different ICs.\n\nBest regards\n\nHany\n\nOriginal Message —\nFrom: King, Valerie A.\nSent “Tuesday, une 18, 2002 1:50 AM\n\n \n\nSubject: TES: Informed Consent\nHans:\n\nChris Nelson called me this moming with a question about the dratt Informed Gonsent for the TES Mult-Center study\nfrom Covance. Essentially, he is questio ‘we are considering to use a new (Covance's) format for the\nInformed Consent. Given the time and input already put into the IC format used with the MDS studies, he is trying to\n‘understand our rationale for introducing another IC format.\n\n \n\n| wasnt sure whether this was based on the IC used in the TES pilot study, nor was | entirely clear on the rationale\n{does each CRO have thelr own IC format?), 501 told him | would talk to you and get back with him as soon as\npossible.\n\n \n\nHe will review the Covance IC as\n‘standpoint of consistency. Please\n\n‘that is what we want, but think he ultimately raises the question from the\nme know your thoughits/rationale so that I can get back to him.\n\n \n\nThanks,\nValerio\n\nOEPZL2902\n\f",
    "augmented_texts": [
        "Mawyer, Denise T. Rosthig, Hans Tuesday, June 18, 2002 9: 02 PM king, Valerio A. ce: ‘ Nelson, Christopher (PMIMC) Subject: RE: TES - Informed Consent | saw the IC and assumed it was made from the last Covance IC for the pilot study. We may have to expect that all sites having their own IRB may come up with slightly different united states intelligence community. Good regards Hany Original Message — From: Billie jean moffitt king, Valerie A. Sent “ Tuesday, une 18, 2002 1: 50 AM Subject: TES: Informed Consent Hans: Chris Nelson called me this moming with a question about the dratt Informed Gonsent for the TES Mult - Center study from Covance. Essentially, he is questio ‘ we are considering to use a new (Covance ' s) format for the Informed Consent. Given the time and input already put into the IC format used with the MDS studies, he is trying to ‘ understand our rationale for introducing another IC format. | wasnt trusted whether this was based on the IC used in the TES pilot study, nor be | entirely clear on the rationale {does each CRO have thelr own IC format? ), 501 told him | would talk to you and arrest back with him as soon as possible. He will review the Covance IC as ‘ standpoint of consistency. Please ‘ that is what we want, merely think he ultimately raises the question from the me know your thoughits / rationale so that I can get back to him. Thanks, Valerio OEPZL2902",
        "Mawyer, Denise T. Rosthig, Hans Tuesday, June 18, 2002 9: 02 PM king, Valerio A. ce: ‘ Nelson, Christopher (PMIMC) Subject: RE: TES - Informed Consent | saw the IC and assumed it was made from the last Covance IC for the pilot study. We may have to expect that all sites having their ain IRB may come up with slightly different ICs. Best regards Hany Original Message — From: King, Valerie Adenine. Sent “ Tuesday, une 18, 2002 i: 50 AM Subject: TES: Informed Consent Hans: Chris Nelson called me this moming with a question about the dratt Informed Gonsent for the TES Mult - Center study from Covance. Essentially, he is questio ‘ we are considering to use a new (Covance ' s) format for the Informed Consent. Given the time and input already put into the IC format used with the MDS studies, he is try to ‘ understand our rationale for introducing another IC format. | wasnt sure whether this was based on the IC used in the TES pilot study, nor was | entirely open on the rationale {does each CRO have thelr own IC format? ), 501 told him | would talk to you and get back with him as soon as possible. He will review the Covance IC as ‘ standpoint of consistency. Please ‘ that is what we want, but think he ultimately raises the interrogation from the me know your thoughits / rationale so that I can get back to him. Thanks, Valerio OEPZL2902"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Covance is considering to use a new format for the TES Mult-Center study. We may have to expect that all sites having their own IRB may come up with slightly different ICs. Please let me know your thoughits/rationale so that I can get back to him."
}