{
    "filename": "2067618492_2067618493.jpg",
    "metadata": {},
    "text": " \n\nCarcich, Claire\nTuesday, January 09, 2001 6:53 PM\n\nDuperier, Laurie; Podraza, Ken F.\n\nHunwitz, Even; Whidden, Roger; Amold, James.\nSubject: RE: EU and the smoke tests\n\n \n\npo, deed Ghee! he eee\nBelow is the contact information for Greg Connolly, Bill Rickert and Murray Kalsermian. By copy of this note, | am asking\n\nKen Podraza (or whomever he leels is Dest positioned) to contact these three ifdividuals to let them know that the\nAustralian Ministry of Heath may contact them to discuss soerevian Ken: Will you please let Laurie know\n\n \n\n \n\nwhen that has been done so that she can release this information to PM Australia? Thanks. I'm also providing (further\nbelow) a list of the public health authorities that have been present at Meetings with Connolly when benchmarking issues\nhave been discussed. Let me know if you need anything further. Ciaire\n\nGregory N. Connolly, D.M.D., M.P.H.\nMassachusetts Tobacco Control Program\nMassachusetts Department of Public Health\n250 Washington Street, Fourth Floor\nBoston, Massachusetts 02108\n617-824-5900\n\nBill Rickert\nLabstat Intemational Inc.\n\n262 Manitou Drive\n\nKitchener, Ontario\n\nN2C 113.\n\nCanada\n\n(619) 748 5409\n-chito:/www.labstat,com/index.htmi>.\n\nMurray J. Kaiserman\nOftice of Tobacco Control\n\nHealth Protection Branch\n\nHealth Canada\n\nMain Statistics Building\n\nBuilding No. 3\n\n2nd floor - room 2065C\n\nTunney's Pasture\n\nOttawa, Ontario K1A 0K9\n\nCanada\n\n613-954-5851<?xmlnamespace prefix = ons = \"um:schemas-microsott-com:office:office\" />\n\nMeeting with Connolly on = public health attend\nMurray Kaiserman, Health Canada\n\nBill Rickert, Labstat\n\nJohn Slade, Robert Wood Johnson Medical Center\nDiotrich Hoffman, American Health Foundation\n\nKiaus Brunnerman, American Health Foundation\n\nBrian Beech, British Columbia Health Dept,\n\nMurray Langasen (sp2), Health New Zealand\n\nMoeting with Connolly on 7/24/00 - public health attendees\nBrian Beech, British Columbia Health Dept.\n\nMurray Kaiserman, Health Canada\n\nBill Rickert, Labstat\n\nDon Shopland, National Cancer institute\n\nDawn Milner, Dept. of Health, England\n\nDave Burns, University of California, San Diego\n\nBurke Fishburn, CDC/Office on Smoking & Health\n\nZEVBL9L902\n\n \n\f",
    "augmented_texts": [
        "Carcich, Claire Tuesday, January 09, 2001 6: 53 PM Duperier, Laurie; Podraza, Ken F. Hunwitz, Even; Whidden, Roger; Amold, James. Subject: RE: EU and the smoke tests po, deed Ghee! he eee Below is the contact information for Greg Connolly, Bill Rickert and Murray Kalsermian. By copy of this note, | am asking Ken Podraza (or whomever he leels is Dest positioned) to contact these three ifdividuals to let them know that the Australian Ministry of Heath may contact them to discuss soerevian Ken: Will you please let Laurie know when that has been done so that she can release this information to PM Australia? Thanks. I ' m also providing (further below) a list of the public health authorities that have been present at Meetings with Connolly when benchmarking issues have been discussed. Let me know if you need anything further. Ciaire Gregory N. Connolly, D. M. D. , M. P. H. Massachusetts Tobacco Control Program Massachusetts Department of Public Health 250 Washington Street, Fourth Floor Boston, Massachusetts 02108 617 - 824 - 5900 Bill Rickert Labstat Intemational Inc. 262 Manitou Drive Kitchener, Ontario N2C 113. Canada (619) 748 5409 - chito: / www. labstat, com / index. htmi >. Murray J. Kaiserman Oftice of Tobacco Control Health Protection Branch Health Canada Main Statistics Building Building No. 3 2nd floor - room 2065C Tunney ' s Pasture Ottawa, Ontario K1A 0K9 Canada 613 - 954 - 5851 <? xmlnamespace prefix = ons = \" um: schemas - microsott - com: office: office \" /> Meeting with Connolly on = public health attend Murray Kaiserman, Health Canada Bill Rickert, Labstat John Slade, Robert Ellen price wood Johnson Medical Center Diotrich Hoffman, American Health Foundation Kiaus Brunnerman, American Wellness Foundation Brian Beech, Brits Columbia Health Dept, Murray Langasen (sp2 ), Health New Zealand Moeting with Connolly on 7 / 24 / 00 - public wellness attendees Brian Beech, British Columbia Health Dept. Murray Kaiserman, Health Canada Bill Rickert, Labstat Don Shopland, National Cancer institute Dawn Milner, Dept. of Health, England Dave Burns, University of California, San Diego Burke Fishburn, CDC / Office on Smoking & Health ZEVBL9L902",
        "Carcich, Claire Tuesday, January 09, 2001 6: 53 PM Duperier, Laurie; Podraza, Ken F. Hunwitz, Even; Whidden, Roger; Amold, James. Subject: RE: EU and the smoke tests po, deed Ghee! he eee Below is the contact information for Greg Connolly, Bill Rickert and Murray Kalsermian. By copy of this note, | am asking Ken Podraza (or whomever he leels is Dest positioned) to contact these three ifdividuals to let them know that the Australian Ministry of Heath may contact them to discuss soerevian Ken: Will you please let Laurie know when that has been done so that she can release this information to PM Australia? Thanks. I ' m also providing (further below) a list of the public health dominance that have be present at Meetings with Maureen catherine connolly when benchmarking issues have been discussed. Let me know if you need anything further. Ciaire Gregory N. Connolly, D. M. D. , M. P. H. Massachusetts Tobacco Control Program Massachusetts Department of Public Health 250 Washington Street, Fourth Floor Boston, Massachusetts 02108 617 - 824 - 5900 Bill Rickert Labstat Intemational Inc. 262 Manitou Drive Kitchener, Ontario N2C 113. Canada (619) 748 5409 - chito: / www. labstat, com / index. htmi >. Murray J. Kaiserman Oftice of Tobacco Control Health Protection Branch Health Canada Main Statistics Building Building No. 3 2nd floor - room 2065C Tunney ' s Pasturage Ottawa, Ontario K1A 0K9 Canada 613 - 954 - 5851 <? xmlnamespace prefix = ons = \" um: schemas - microsott - com: office: office \" /> Meeting with Connolly on = public health attend Murray Kaiserman, Health Canada Bill Rickert, Labstat John Slade, Robert Wood Johnson Medical Center Diotrich Hoffman, American Health Foundation Kiaus Brunnerman, American Health Foundation Brian Beech, British Columbia Health Dept, Murray Langasen (sp2 ), Health New Zealand Moeting with Connolly on 7 / 24 / 00 - public health attendees Brian Beech, British Columbia Health Dept. Murray Kaiserman, Health Canada Bill Rickert, Labstat Don Shopland, National Cancer institute Dawn Milner, Dept. of Health, England Dave Burns, University of California, San Diego Burke Fishburn, CDC / Office on Smoking & Health ZEVBL9L902"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Australian Ministry of Heath may contact them to discuss soerevian Ken: Will you please let Laurie know when that has been done so that she can release this information to PM Australia? I'm also providing a list of the public health authorities that have been present at Meetings with Connolly when benchmarking issueshave been discussed. Let me know if you need anything further."
}