{
    "filename": "2070046307a.jpg",
    "metadata": {},
    "text": "Cusato, Denise\n\nFrom: Levy, Carolyn J.\n\n‘Thursday, June 10, 1999 9:06 AM\n“sust@weinderggroup.com!\nDaragan, Karen M,; Cusato, Denise\nJune 24\n\n   \n\nSusan,\n\nKD and I will be coming to DC for an aftemoon meeting on the 2'st...ust a question, any reason for us to come by your\nplace and look at documents, etc. in the morning? -\n\n{'m not looking to extend our stay down there, but also don't want to miss a chance to keep project moving forward\n\npis advise\n\nCarolyn Levy\n¥SP ae\n917-663-2283 > =\n\nWLOE9PO0L0Z\n\f",
    "augmented_texts": [
        "Cusato, Denise From: Levy, Carolyn J. ‘ Thursday, June 10, 1999 nina from carolina: 06 AM “ sust @ weinderggroup. com! Daragan, Karen Mb, ; Cusato, Denise June 24 Susan, KD and I will be coming to direct electric current for an aftemoon meeting on the 2 ' st. .. ust a question, any reason for us to come by your place and feel at documents, etc. in the morning? - {' megabyte not looking to extend our stay down there, but also don ' t want to miss a chance to hold on project moving fore pis advise Carolyn Levy en masse ¥ SP ae 917 - 663 - 2283> = WLOE9PO0L0Z",
        "Cusato, Denise From: Levy, Carolyn J. ‘ Thursday, June 10, 1999 9: 06 AM “ sust @ weinderggroup. com! Daragan, Karen M, ; Cusato, Denise June 24 Susan, KD and I will be come to DC for an aftemoon meeting on the 2 ' st. .. ust a question, any reason for us to come by your place and look at documents, etc. in the morning? - {' m not looking to extend our stop down there, but also don ' t want to miss a chance to keep project moving forward pis advise Carolyn Levy ¥ SP ae 917 - 663 - 2283> = WLOE9PO0L0Z"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Cusato, Denise                                                                             ‘Thursday, June 10, 1999 9:06 AM                ’sust@weinderggroup.com!                 Daragan, Karen M,; Cusatos, Denise; Susan, Susan.                   ‘I will be coming to DC for an aftemoon meeting on the 2'st...ust a question, any reason for us to come by your place and look at documents, etc. in the morning? - Carolyn J."
}