{
    "filename": "2070055167d.jpg",
    "metadata": {},
    "text": "From: McCormick, Brendan on Wed, Jul 5, 1995\nSubject: FW: Los Angeles Times\n\nTo: Colby, Dolly; Han, Vie; Lenzi, Jack; Nicoli, David; Sorrells, John; Woodward, Ellis\nCe: Carraro, Tara; Coughlin, Mary; Laufer, David\n\n \n\n27 PM\n\nLevin's story ran on Monday. He left me a voice mail on Monday afternoon so he may have\nanother story in the works. If you think it’s best to continue to blow off his calls, I will. If\nnot, [can return his call and let him know that we don't discuss any focus group testing that\nwe may or may not be doing. What do you think?\n\n \n\naz9Lssooz0z\n\f",
    "augmented_texts": [
        "From: McCormick, Brendan on Wed, Jul 5, 1995 Subject: FW: Los Angeles Times To: Colby, Doll; Han, Vie; Lenzi, Jack; Nicoli, David; Sorrells, John; Woodward, Ellis Atomic number 58: Carraro, Tara; Coughlin, Mary; Laufer, David 27 PM Levin ' s story ran on Mon. He left me a voice mail service on Monday afternoon so he may have another story in the works. If you think it ’ s best to continue to blow off his calls, I will. If not, [can return his telephone call and lease him get it on that we don ' t discuss any focus group testing that we may or may not be doing. What do you think? az9Lssooz0z",
        "From: cyrus hall mccormick, Brendan on Wed, Jul 5, 1995 Topic: FW: Los Angeles Times To: Colby, Dolly; Han, Vie; Lenzi, Jack; Nicoli, David; Sorrells, John the divine; Woodward, Ellis Ce: Carraro, Tara; Coughlin, Mary; Laufer, David 27 PM Levin ' s story ran on Mon. He left pine tree state a voice mail on Monday afternoon so he may have another story in the works. If you think it ’ s best to continue to blow off his calls, I leave. If not, [can return his call and let him know that we don ' t discuss any focus group testing that we may or may non be doing. What do you think? az9Lssooz0z"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Levin left me a voice mail on Monday afternoon so he may have another story in the works. If you think it’s best to continue to blow off his calls, I will. We don't discuss any focus group testing that we may or may not be doing."
}