{
    "filename": "2070361244.jpg",
    "metadata": {},
    "text": "@ ..\n\nFrom:\nDate:\n\nReporter:\n\n2070361244 Page 4\n\n \n\nDaragan, Karen; Dennis, Darienne; Laufer, David; Martin, Maria; McCormick, Brenda\n\n \n\nMerlo, Ellen; Rainey, Karen; Temple, Richmond; Walls, Tina\nCarraro, Tara\n\nFri, Oct 28, 1994 5:03 PM\n\nMs. Pam Burdman\n\nPhone No, (415) 777-7154\nMedia Outlet:\n\nLocation:\n\nTopic:\n\n \n\nDeaating\n\nFW; San Francisco Chronicle\n\ncA\n\nProposition 187\n\n3:30 Today (California Time)\n\nReporter is writing a story about Prop 187 out in CA (illegal imigrents) and how certain\n\nbusinesses are supporting it with funds. She wants to know if any of PM's operating\n‘companies are supporting it and if'so why?\n\f",
    "augmented_texts": [
        "@. . From: Date: Newsperson: 2070361244 Page 4 Daragan, Karen; Dennis, Darienne; Laufer, David; Martin, Maria; McCormick, Brenda Merlo, Ellen; Rainey, Karen; Temple, Richmond; Walls, Tina Carraro, Tara Fri, Oct 28, 1994 5: 03 PM Ms. Pam Burdman Earphone No, (415) 777 - 7154 Media Outlet: Location: Topic: Deaating FW; San Francisco Chronicle cA Proposition 187 3: 30 Today (California Fourth dimension) Newsperson is publish a story about Prop 187 out in CA (illegal imigrents) and how certain businesses are supporting it with funds. She wants to screw if any of PM ' s operating ‘ companies are supporting it and if ' hence wherefore?",
        "@. . From: Date: Reporter: 2070361244 Page 4 Daragan, Karen; Dennis, Darienne; Laufer, Saint david; Martin, Maria; McCormick, Brenda Merlo, Ellen; Rainey, Karen; Temple, Richmond; Wall, Tina Carraro, Tara Fri, Oct 28, 1994 5: 03 PM Mib. Pam Burdman Phone Nobelium, (415) 777 - 7154 Media Outlet: Location: Topic: Deaating FW; San Francisco Chronicle cA Proposition 187 3: 30 Today (California Time) Reporter is writing a story about Prop 187 out in atomic number 20 (illegal imigrents) and how certain businesses are supporting it with funds. She wants to know if any of PM ' s operating ‘ companies are supporting it and if ' hence why?"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Reporter is writing a story about Prop 187 out in CA (illegal imigrents) and how certain certain businesses are supporting it with funds. She wants to know if any of PM's operating companies are support it and if'so why. For confidential support call the National Suicide Prevention Lifeline at 1-800-273-8255 or visit http://www.suicidepreventionlifeline.org/. For support in the U.S., contact the Samaritans."
}