{
    "filename": "2070699016.jpg",
    "metadata": {},
    "text": "From:\n\n \n\nDat\nSubject:\n\nTo:\n\n2070699016 ‘eget\n\nNote for Keane, Denise\n\nCacich, Claire\n‘Thu, May 26, 1994 4:07 PM\n\nFW: Minnesota Ruling\n\nKeane, Denise; Murphy, Virginia .\nDavid Curle from Richmond called asking about the note below and similarly whether or not\n\nwwe can send replacement cigarettes to consumers in NY who have a product complaint. 1\n\nvaguely remember that we didn't have a problem sending replacement product into\n\n‘Minnesota and I thought we were leaning towards resuming sending replacement product in\nNY but I wanted to check with you before responding,\n\f",
    "augmented_texts": [
        "From: Digital audiotape Topic: To: 2070699016 ‘ eget Note for Keane, Denise Cacich, Claire ‘ Thu, May 26, 1994 4: 07 PM FW: Minnesota Ruling Keane, Denise; Murphy, Virginia. David Curle from Richmond called asking about the note below and similarly whether or not wwe can send replacement cigarettes to consumers in NY world health organization have a product charge. 1 vaguely remember that we didn ' t have a problem sending replacement production into ‘ Minnesota and I thought we exist lean towards resuming sending replacement product in NY but I wanted to check with you before responding,",
        "From: Dat Subject: To: 2070699016 ‘ eget Banker's bill for Keane, Denise Cacich, Claire ‘ Thu, May 26, 1994 4: 07 PM FW: North star state Ruling Keane, Denise; Murphy, Virginia. David Curle from Richmond called asking astir the eminence below and similarly whether or not wwe can send replacement cigarettes to consumers in NY who take a cartesian product complaint. 1 vaguely remember that we didn ' t have a problem sending replacement product into ‘ Minnesota and I thought we were leaning towards resuming sending replacement product in new york state but I wanted to check with you before responding,"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Minnesota and I thought we were leaning towards resuming sending replacement product in. NY but I wanted to check with you before responding. David Curle from Richmond called asking about the note below and similarly whether or not we can send replacement cigarettes to consumers in NY who have a product complaint."
}