{
    "filename": "2070229300.jpg",
    "metadata": {},
    "text": "From:\n\n \n\nSubject:\n\nTo:\n\nce:\n\nPage 1\n\nNote for Marryshow, Karen\n\n‘Marryshow, Karen 2070229300\n‘Tue, Jun 7, 1994 2:19 PM\n\nLA METRO GROUP-MR. HAMM\nCimine, Diane\n\nits, Liz; Morgan, Jim; Schneider, Rita\n\n \n\nDIANE,\n\nIN RESPONSE TO YOUR INQUIRY ABOUT ADVERTISING EXPERTT'S\nINTERACTION WITH THE LA METRO GROUP AND ITS PUBLISHER, MR. HAMM,\n‘THE FOLLOWING OUTLINES EVENTS LEADING UP TO MR. HAMM'S LETTER TO\n‘MR. CAMPBELL LAST MONTH (CORRESPONDENCE WAS NOT DATED):\n\nBACKGROUND --\n\nINMAY, 1990 ADVERTISING EXPERTI BECAME OUR AGENCY OF RECORD FOR\nAFRICAN-AMERICAN ADVERTISING. MR. HAMM'S PUBLICATIONS, ALONG\nWITH ALL. OTHER PUBLICATIONS ON OUR SCHEDULE WERE REVIEWED BY\nTHE AGENCY.\n\nADVERTISING EXPERTI REQUESTED BACK ISSUES OF THE LA METRO\n\nGROUP'S NEWSPAPERS BOTH IN WRITING AND VERBALLY. THE REQUEST\n\nWAS MET WITH RESISTANCE AND WAS NEVER FULFILLED. AS A RESULT OF\n\nSoe ESP APEES NON. COMELIANES, S78. WHEE REMOVED ROM THE EM\n‘A LIST.\n\nADVERTISING EXPERTI HAS CONTINUED TO CORRESPOND WITH THE LA\nMETRO GROUP AND ASSURED THE PUBLISHER THAT THEY WOULD BE.\nCONSIDERED FOR ADVERTISING AS SOON AS ISSUES ARE FORWARDED ON A\nREGULAR BASIS.\n\nADVERTISING EXPERTIS RECOMMENDATION ~~\n\n‘THE AGENCY RECOMMENDS THAT PM USA REFRAIN FROM ADVERTISING.\nWITHTHE LA METRO GROUP. THE PUBLICATION APPEARS TO BE UNSTABLE.\nAS A RESULT INCONSISTANT PUBLISHING PRACTICES, E.G. ONLY WHEN THE\nNEWSPAPER OBTAINS FINANCIAL BACKING IN THE WAY OF ADVERTISING.\n\nADDITIONALLY, ADVERTISING EXPERTI HAS EXPRESSED CONCERN ABOUT\n‘MR. HAMM'S QUESTIONABLE BUSINESS BACKGROUND.\n\nNEXT STEPS ~\n\nGARRISON JACKSON WILL ATTEND THE NNPA CONVENTION IN MINNEAPOLIS\nNEXT WEEK AND IS PREPARED TO DISCUSS PM USA BUSINESS\nREQUIREMENTS WITH MR. HAMM (IF MR. HAMM IS IN ATTENDANCE).\nPLEASE LET ME KNOW IF YOU NEED ADDITIONAL INFORMATION.\n\n‘THANK YOU.\n\n \n\f",
    "augmented_texts": [
        "From: Subject: To: ce: Page 1 Note for Marryshow, Karen ‘ Marryshow, Karenic 2070229300 ‘ Tue, Jun 7, 1994 2: 19 PM LA METRO GROUP - MR. HAMM Cimine, Diane its, Liz; Morgan, Jim; Schneider, Rita DIANE, IN RESPONSE TO YOUR INQUIRY ABOUT ADVERTISING EXPERTT ' S INTERACTION WITH THE LA METRO GROUP AND ITS PUBLISHER, MR. HAMM, ‘ THE FOLLOWING OUTLINES EVENTS LEADING UP TO MR. HAMM ' S LETTER TO ‘ MR. CAMPBELL LAST MONTH (CORRESPONDENCE WAS NOT DATED ): BACKGROUND - - INMAY, 1990 ADVERTISING EXPERTI BECAME OUR AGENCY OF RECORD FOR AFRICAN - american english ADVERTISING. MR. HAMM ' S PUBLICATIONS, ALONG WITH ALL. OTHER PUBLICATIONS ON OUR SCHEDULE WERE REVIEWED BY THE AGENCY. advertisement EXPERTI REQUESTED BACK ISSUES OF THE LA METRO GROUP ' S NEWSPAPERS BOTH IN WRITING AND VERBALLY. THE REQUEST WAS MET WITH RESISTANCE AND WAS NEVER FULFILLED. AS A RESULT OF Soe ESP APEES NON. COMELIANES, S78. WHEE REMOVED ROM THE EM ‘ A LIST. ADVERTISING EXPERTI HAS CONTINUED TO CORRESPOND WITH THE LA METRO GROUP AND ASSURED THE PUBLISHER THAT THEY WOULD BE. CONSIDERED FOR ADVERTISING AS SOON AS ISSUES ARE FORWARDED ON A REGULAR BASIS. ADVERTISING EXPERTIS RECOMMENDATION ~ ~ ‘ THE AGENCY RECOMMENDS THAT PM USA REFRAIN FROM ADVERTISING. WITHTHE LA METRO GROUP. THE PUBLICATION APPEARS TO BE UNSTABLE. AS A RESULT INCONSISTANT PUBLISHING PRACTICES, E. G. ONLY WHEN THE NEWSPAPER OBTAINS FINANCIAL BACKING IN THE WAY OF ADVERTISING. ADDITIONALLY, ADVERTISING EXPERTI HAS EXPRESSED CONCERN ABOUT ‘ MR. HAMM ' S QUESTIONABLE BUSINESS BACKGROUND. NEXT STEPS ~ GARRISON JACKSON volition ATTEND THE NNPA CONVENTION IN MINNEAPOLIS NEXT WEEK AND IS PREPARED TO DISCUSS PM united states army BUSINESS REQUIREMENTS WITH MR. HAMM (IF mister. HAMM IS IN ATTENDANCE ). PLEASE LET ME KNOW IF YOU NEED ADDITIONAL INFORMATION. ‘ THANK YOU.",
        "From: Subject: To: ce: Page 1 Note for Marryshow, Karen ‘ Marryshow, Karen 2070229300 ‘ Tue, Jun 7, 1994 2: 19 PM LA METRO GROUP - MR. HAMM Cimine, Diane its, Liz; Morgan, Jim; Schneider, Rita DIANE, IN RESPONSE TO YOUR INQUIRY ABOUT ADVERTISING EXPERTT ' S INTERACTION WITH THE LA METRO GROUP AND ITS PUBLISHER, MR. HAMM, ‘ THE FOLLOWING OUTLINES EVENTS LEADING UP TO MR. HAMM ' S LETTER TO ‘ MR. joseph campbell LAST MONTH (CORRESPONDENCE WAS NOT DATED ): BACKGROUND - - INMAY, 1990 ADVERTISING EXPERTI BECAME OUR AGENCY OF RECORD FOR AFRICAN - AMERICAN advertisement. MR. HAMM ' S PUBLICATIONS, ALONG WITH ALL. OTHER PUBLICATIONS ON OUR SCHEDULE WERE REVIEWED BY THE AGENCY. ADVERTISING EXPERTI REQUESTED BACK ISSUES OF THE LA METRO mathematical group ' S NEWSPAPERS BOTH IN WRITING AND VERBALLY. THE REQUEST WAS MET WITH RESISTANCE AND WAS NEVER FULFILLED. AS A RESULT OF Soe ESP APEES NON. COMELIANES, S78. WHEE REMOVED ROM THE pica ‘ A LIST. ADVERTISING EXPERTI HAS CONTINUED TO CORRESPOND WITH THE LA METRO GROUP AND ASSURED THE PUBLISHER THAT THEY WOULD BE. CONSIDERED FOR publicizing AS SOON AS ISSUES ARE FORWARDED ON A REGULAR BASIS. ADVERTISING EXPERTIS RECOMMENDATION ~ ~ ‘ THE AGENCY RECOMMENDS THAT PM USA REFRAIN FROM ADVERTISING. WITHTHE LA METRO GROUP. THE PUBLICATION APPEARS TO BE UNSTABLE. AS A RESULT INCONSISTANT PUBLISHING PRACTICES, E. G. ONLY WHEN THE NEWSPAPER OBTAINS FINANCIAL BACKING IN THE WAY OF ADVERTISING. ADDITIONALLY, ADVERTISING EXPERTI HAS EXPRESSED CONCERN ABOUT ‘ mr.. HAMM ' S QUESTIONABLE BUSINESS BACKGROUND. NEXT STEPS ~ GARRISON JACKSON WILL ATTEND THE NNPA CONVENTION indium MINNEAPOLIS NEXT WEEK AND IS PREPARED TO DISCUSS PM USA BUSINESS REQUIREMENTS WITH MR. HAMM (IF MR. HAMM IS IN ATTENDANCE ). PLEASE LET ME KNOW IF YOU demand ADDITIONAL INFORMATION. ‘ THANK YOU."
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "The LA METRO GROUP-MR. HAMM sent the following letter to Marryshow, Karen 2070229300. The publication of the letter appears to be UNSTABLE. Advertisers are concerned that PM USA will be forced to rely on the LA Metro Group for advertising."
}