{
    "filename": "209 (3).txt",
    "metadata": {},
    "text": "Gallas sees two-horse race\n\nChelsea's William Gallas believes they will battle it out with Arsenal for the Premiership in the coming months.\n\n\"It'll be a two-horse race all the way to the end of the season because we are both going to give it everything,\" he told BBC Sport. \"You need to be good and you need a lot of luck. You need a bit of both but it will be as hard for the Arsenal players as it is for the Chelsea boys.\" \"We know that we have got the power in our hands just now,\" added Gallas.\n\n\"But you never know what is going to happen in football - two seasons ago Manchester United picked up so many points towards the end of the season when they won the title. \"Obviously, nobody at Chelsea wants to come second but you never know what happens in football. \"We will be challenging to come first as much as every Arsenal player will be challenging to come first.\" Gallas has been given extra confidence by the impact manager Jose Mourinho has had since taking over as manager during the summer.\n\nAnd the French international defender believes Mourinho is perfectly suited to boss the squad of Chelsea stars and says his managerial expertise will prevent any player revolt. \"It's only normal when you have got a team put together of such big names that you put the finishing touch to it and the finishing touch at Chelsea is a fantastic manager like Mourinho,\" he said. \"He is the icing on the cake at the club. He has this fantastic knack of thinking of everything. \"Another incredible quality that Mourinho has is that every player, even though the fans may consider them to be a stars, within the dressing-room they are absolutely equal. \"Mourinho reminds everyone but he doesn't have to because he has created a wonderful atmosphere where everybody is playing and laughing every day. \"It is a changed dressing-room from the atmosphere there was last year.\"\n\n",
    "augmented_texts": [
        "Gallas sees two - horse race Chelsea ' s William Gallas believes they will battle it out with Arsenal for the Premiership in the coming months. \" It ' ll be a two - horse race all the way to the end of the season because we are both going to give it everything, \" he told BBC Sport. \" You need to be good and you need a lot of luck. You need a bit of both but it will be as hard for the Arsenal players as it is for the Chelsea boys. \" \" We know that we have got the power in our hands just now, \" added Gallas. \" But you never know what is going to happen in football - two seasons ago Manchester United picked up so many points towards the end of the season when they won the title. \" Obviously, nobody at Chelsea wants to come 2nd but you never know what happens in football. \" We will be challenging to come first as much as every Arsenal player will be challenging to come first. \" Gallas has been given extra confidence by the impact manager Jose Mourinho has had since taking over as manager during the summer. And the French international defender believes Mourinho is perfectly suited to boss the squad of Chelsea stars and tell his managerial expertise will prevent any player revolt. \" Information technology ' s only normal when you have got a team put together of such big names that you put the finishing touch to it and the finishing touch at Chelsea is a fantastic manager like Mourinho, \" helium said. \" He is the icing on the cake at the club. He has this fantastic knack of thinking of everything. \" Another incredible quality that Mourinho has is that every player, even though the fans may consider them to be a stars, within the dressing - room they are absolutely equal. \" Mourinho reminds everyone but he doesn ' t have to because he has created a wonderful atmosphere where everybody is playing and laughing every day. \" It is a changed dressing - room from the atmosphere there was last year. \"",
        "Gallas sees two - horse race Chelsea ' s William Gallas believe they will battle it out with Arsenal for the Premiership in the coming months. \" It ' ll be a two - horse race all the way to the end of the season because we are both going to give it everything, \" he told BBC Sport. \" You need to be good and you need a lot of luck. You need a bit of both but it will be as hard for the Arsenal players as it is for the Chelsea boys. \" \" We know that we have drive the power in our hands just now, \" added Gallas. \" But you never know what is going to happen in football - two seasons ago Manchester United nibble up so many points towards the end of the season when they won the title. \" Obviously, nobody at Chelsea wants to total second but you never know what happens in football. \" We will be challenging to fare first as much as every Arsenal player will be challenging to total first. \" Gallas has been given extra confidence by the impact manager Jose Mourinho has had since taking over as manager during the summer. And the French international defender believes Mourinho is perfectly suited to boss the squad of Chelsea stars and says his managerial expertise will prevent any player revolt. \" It ' s only normal when you have got a team put together of such big names that you put the finishing touch to it and the finishing touch at Chelsea is a antic manager like Mourinho, \" he said. \" He is the icing on the cake at the club. He has this fantastic knack of thinking of everything. \" Another incredible quality that Mourinho has is that every player, even though the fans may consider them to be a stars, within the dressing - room they be absolutely equal. \" Mourinho reminds everyone but he doesn ' t have to because he has created a wonderful atmosphere where everybody is playing and laughing every day. \" It is a changed dressing - room from the atmosphere there was last year. \""
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Gallas sees two-horse race between Chelsea and Arsenal for the Premiership title. French defender believes Jose Mourinho has created a wonderful atmosphere at Stamford Bridge. Gallas says Mourinho is the icing on the cake at the club and has a fantastic knack of thinking of everything. The defender says Chelsea have the power in their hands just now."
}