{
    "filename": "214 (2).txt",
    "metadata": {},
    "text": "Mansfield 0-1 Leyton Orient\n\nAn second-half goal from Andy Scott condemned Mansfield to a ninth successive game without a win.\n\nEarly in the second half Wayne Carlisle's cross was met by Scott and he blasted the ball home from just outside the penalty area. As Orient chased a second, Mansfield had to clear Alan White's header off the line and Kevin Pilkington saved well from Michael Simpson. By the end Mansfield fans were chanting for the head of chairman Keith Haslam.\n\nPilkington, Talbot, Buxton, Dimech, Artell, Corden, Murray, Curtis, Neil, Warne, Barker. Subs Not Used: White, McIntosh, Wood, Lloyd, Herron.\n\nHarrison, Lockwood, Donny Barnard, White,Mackie, Scott, Saah, Simpson, Carlisle, Lee Barnard, Ibehre. Subs Not Used: Morris, Wardley, Newey, Zakuani, McMahon.\n\nScott 51.\n\n3,803\n\nS Mathieson (Cheshire).\n",
    "augmented_texts": [
        "Mansfield cipher - unity Leyton Orient An second - half destination from Andy Scott condemned Mansfield to a ninth successive game without a win. Early in the second half Wayne Carlisle ' s cross was met by Scott and he blasted the ball home from just outside the penalty area. As Orient chased a second, Mansfield had to clear Alan White ' s header off the line and Kevin Pilkington saved well from Michael Simpson. By the close Mansfield fans were intone for the head of chairman Keith Haslam. Pilkington, Talbot, Buxton, Dimech, Artell, Corden, Murray, Curtis, Neil, Warne, Barker. Subs Not Used: White, McIntosh, Wood, Lloyd, Herron. Benjamin harrison, Lockwood, Donny Barnard, White, Mackie, Scott, Saah, Simpson, Carlisle, Lee Barnard, Ibehre. Subs Not Used: Morris, Wardley, Newey, Zakuani, McMahon. Dred scott 51. 3, 803 S Mathieson (Cheshire ).",
        "Mansfield 0 - 1 Leyton Orient An second - one half destination from Andy Scott condemned Mansfield to a ninth successive game without a win. Early in the second half Wayne Carlisle ' s cross was met by Scott and he blast the ball home from just outside the penalty area. As Orient chased a second, Mansfield had to clear Alan White ' s header off the line and Kevin Pilkington saved well from Michael Simpson. By the end Mansfield fans were chanting for the head of chairman Keith Haslam. Pilkington, Fox talbot, Buxton, Dimech, Artell, Corden, Murray, Curtis, Neil, Warne, Barker. Subs Non Used: White, McIntosh, Wood, Lloyd, Herron. Harrison, Lockwood, Donny Barnard, White, Mackie, Scott, Saah, Wallis warfield windsor, Carlisle, Lee Barnard, Ibehre. Subs Not Used: Morris, Wardley, Newey, Zakuani, McMahon. Scott 51. 3, 803 S Mathieson (Cheshire )."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Mansfield lose their ninth successive game without a win. Andy Scott scored the only goal of the game in the second-half. Leyton Orient move up to 10th in League One, while Mansfield drop to 11th. The visitors have now lost their last nine games in all competitions."
}