{
    "filename": "220.txt",
    "metadata": {},
    "text": "Standard Life concern at LSE bid\n\nStandard Life is the latest shareholder in Deutsche Boerse to express concern at the German stock market operator's plans to buy the London Stock Exchange.\n\nIt said Deutsche Boerse had to show why its planned £1.35bn ($2.5bn) offer for the LSE was good for shareholder value. Reports say Standard Life, which owns a 1% stake in Deutsche Boerse, may seek a shareholder vote on the issue. Fellow shareholders US-based hedge fund Atticus Capital and UK-based TCI Fund Management have also expressed doubts.\n\nDeutsche Boerse's supervisory board has approved the possible takeover of the LSE despite the signs of opposition from investors. \"The onus is on Deutsche Boerse's management to demonstrate why the purchase of the LSE creates more value for shareholders than other strategies, such as a buyback,\" said Richard Moffat, investment director of UK Equities at Standard Life Investments. Atticus Capital, holding 2% of Deutsche Boerse, wants it to buy back its own shares rather than buy the LSE. And TCI which holds about 5%, has made a request for an extraordinary shareholders meeting to be held to vote on replacing the company's entire supervisory board. It has also demanded that shareholders be consulted about the proposed acquisition, and whether the operator of the Frankfurt stock exchange should return $500m (£266m) to shareholders instead.\n\nIn December, Deutsche Boerse, which also owns the derivatives market Eurex and the clearing firm Clearstream, put an informal offer of 530 pence per LSE share on the table. However, the LSE said the cash offer \"undervalued\" both its own business and the benefits of such a tie-up. Since then an improved offer from Deutsche Boerse has been anticipated as its management has continued talks with LSE chief executive Clara Furse. But the London exchange is also holding talks with Deutsche Boerse's rival Euronext, which operates the Amsterdam, Brussels, Lisbon and Paris exchanges, as well as London-based international derivatives market Liffe.\n",
    "augmented_texts": [
        "Standard Life concern at LSE bidding Standard Life is the latest shareholder in Deutsche Boerse to express concern at the German stock market operator ' s plans to buy the London Stock Exchange. It said Deutsche Boerse had to show why its planned £ 1. 35bn ($ 2. 5bn) offer for the LSE was good for shareholder value. Reports say Standard Life, which owns a 1% stake in Deutsche Boerse, may seek a shareholder vote on the issue. Fellow shareholders US - based hedge fund Atticus Capital and UK - based TCI Fund Management have also expressed doubts. Deutsche Boerse ' s supervisory board has approved the possible takeover of the LSE despite the signs of opposition from investors. \" The onus is on Deutsche Boerse ' s management to demonstrate why the purchase of the LSE create more value for shareholders than other strategies, such as a buyback, \" said Richard Moffat, investment director of UK Equities at Standard Life Investments. Atticus Capital, holding 2% of Deutsche Boerse, wants it to buy back its own shares rather than buy the LSE. And TCI which holds about 5% , has made a request for an extraordinary shareholders meeting to be held to vote on replacing the company ' s entire supervisory board. It has also demanded that shareholders be consulted about the proposed acquisition, and whether the operator of the Frankfurt stock exchange should return $ 500m (£ 266m) to shareholder alternatively. In December, Deutsche Boerse, which also owns the derivatives market Eurex and the clearing firm Clearstream, arrange an informal offer of 530 pence per LSE share on the table. However, the LSE enunciate the cash offer \" undervalued \" both its own business and the benefits of such a tie - up. Since then an improved offer from Deutsche Boerse has been anticipated as its management has continued talks with LSE chief executive Clara Furse. But the London exchange is also holding talks with Deutsche Boerse ' s rival Euronext, which operates the Amsterdam, Belgian capital, Lisbon and Paris exchanges, as well as London - based international derivatives market Liffe.",
        "Standard Life concern at LSE bid Standard Life is the latest shareholder in Deutsche Boerse to express concern at the German stock market operator ' s plans to buy the London Stock Exchange. It said Deutsche Boerse had to show why its planned £ 1. 35bn ($ 2. 5bn) offer for the LSE was good for shareholder value. Reports say Standard Life, which owns a 1% stake in Deutsche Boerse, may seek a shareholder vote on the issue. Fellow shareholders US - base hedge fund Genus atticus Cap and UK - based TCI Fund Management have also expressed doubts. Deutsche Boerse ' s supervisory board has approved the possible takeover of the LSE despite the signs of opposition from investors. \" The onus is on Deutsche Boerse ' s management to demonstrate why the purchase of the LSE creates more value for shareholder than other strategies, such as a buyback, \" said Richard Moffat, investment director of UK Equities at Standard Life Investments. Atticus Upper case letter, holding 2% of Deutsche Boerse, wants it to buy back its own shares rather than buy the LSE. And TCI which holds about 5% , has make a request for an extraordinary shareholders meeting to be held to vote on replacing the company ' s entire supervisory board. It has also demanded that shareholders be consulted about the proposed acquisition, and whether the operator of the Frankfurt stock exchange should return $ 500m (£ 266m) to shareholders instead. In December, Deutsche Boerse, which also owns the derivatives market Eurex and the clearing firm Clearstream, put an informal offer of 530 pence per LSE share on the table. However, the LSE said the cash offer \" undervalued \" both its own business and the benefits of such a tie - up. Since then an improved offer from Deutsche Boerse has been anticipated as its management has continued talks with LSE chief executive Clara Furse. But the London exchange is also holding talks with Deutsche Boerse ' s rival Euronext, which operates the Amsterdam, Brussels, Lisbon and Paris exchanges, as well as London - based international derivatives market Liffe."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Standard Life is the latest shareholder in Deutsche Boerse to express concern at the German stock market operator's plans to buy the London Stock Exchange. Reports say Standard Life may seek a shareholder vote on the issue. Fellow shareholders Atticus Capital and UK-based TCI Fund Management have also expressed doubts."
}