{
    "filename": "224 (2).txt",
    "metadata": {},
    "text": "Bristol City 2-1 Milton Keynes\n\nLeroy Lita took his goal tally to 13 for the season as his double earned City an LDV Vans Trophy win.\n\nThe striker finished off Scott Murray cross from close range just seconds before half-time. Lita then made it 2-0 on 52 minutes, but Dons' substitute Serge Makofo then netted a great volley to make it 2-1. The visitors almost took the tie to extra time with a late 30-yard bullet from Richard Johnson which was well held by Steve Phillips.\n\nPhillips, Amankwaah, Coles, Hill, Fortune, Murray (Anyinsah 59), Doherty (Harley 45), Dinning, Bell, Lita (Cotterill 72), Gillespie. Subs Not Used: Orr, Brown.\n\nHill.\n\nLita 45, 52.\n\nBevan, Oyedele, Ntimban-Zeh, Crooks, Puncheon, Kamara (Makofo 64), Chorley, Herve (McKoy 45), Tapp (Johnson 45), Mackie, Pacquette. Subs Not Used: Martin, Palmer.\n\nPacquette, Chorley, Johnson, McKoy.\n\nMakofo 66.\n\n3,367\n\nJ Ross (Essex).\n",
    "augmented_texts": [
        "Bristol City 2 - 1 John milton Keynes Leroy Lita took his goal tally to 13 for the time of year as his double earned City an LDV Vans Trophy win. The striker finished dispatch Dred scott Murray cross from close range just seconds before half - time. Lita then made it 2 - 0 on 52 minutes, but Dons ' substitute Serge Makofo then netted a great volley to make it 2 - one. The visitant almost took the tie to extra time with a late 30 - yard bullet from Richard Johnson which was well held by Steve Phillips. Phillips, Amankwaah, Coles, Hill, Fortune, Murray (Anyinsah 59 ), Doherty (Harley 45 ), Dinning, Bell, Lita (Cotterill 72 ), Gillespie. Subs Not Used: Orr, Brown. James jerome hill. Lita 45, 52. Bevan, Oyedele, Ntimban - Zeh, Crooks, Puncheon, Kamara (Makofo 64 ), Chorley, Herve (McKoy 45 ), Tapp (Johnson 45 ), Mackie, Pacquette. Subs Not Used: Steve martin, Palmer. Pacquette, Chorley, Lyndon baines johnson, McKoy. Makofo 66. 3, 367 J Ross (Essex ).",
        "Bristol City 2 - 1 Milton Keynes Leroy Lita took his goal tally to 13 for the season as his double earned City an LDV Vans Trophy win. The striker finished off Scott Murray cross from close range just seconds before half - time. Lita then made it 2 - 0 on fifty two minutes, but Dons ' substitute Serge Makofo then netted a great volley to make it 2 - ane. The visitors nigh choose the tie to extra time with a late 30 - yard bullet from Richard Johnson which was well held by Steve Phillips. Phillips, Amankwaah, Coles, Hill, Fortune, Murray (Anyinsah 59 ), Doherty (Harley xlv ), Dinning, Bell, Lita (Cotterill 72 ), Dizzy gillespie. Subs Not Used: Orr, Brown. Mound. Lita 45, 52. Bevan, Oyedele, Ntimban - Zeh, Crooks, Puncheon, Kamara (Makofo 64 ), Chorley, Herve (McKoy 45 ), Tapp (Johnson 45 ), Mackie, Pacquette. Subs Not Used: Martin, Palmer. Pacquette, Chorley, Johnson, McKoy. Makofo 66. 3, 367 J Ross (Essex )."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Bristol City beat Milton Keynes Dons 2-1 in the LDV Vans Trophy. Leroy Lita scored twice to take his season tally to 13 goals. Serge Makofo scored a great volley to make it 2 -1 for the visitors. Richard Johnson almost took the tie to extra time with a late bullet."
}