{
    "filename": "225 (2).txt",
    "metadata": {},
    "text": "Hereford 1-1 Doncaster\n\nHereford win 3-1 on penalties.\n\nRovers took the lead on 59 minutes as Michael McIndoe's corner found Adriano Rigoglioso, whose stunning volley soared into the top right of the net. Danny Williams equalised for the hosts after 72 minutes with a crisp finish from just insist the penalty box. McIndoe saw an extra-time penalty saved, giving Mills the chance to net the winning penalty.\n\nMawson, Travis, Mkandawire, James, Robinson, Daniel Williams, Stanley, Hyde (Pitman 105), Purdie (Mills 83), Brown, Stansfield (Green 102). Subs Not Used: Smith, Scott.\n\nJames.\n\nDaniel Williams 72.\n\nIngham, Mulligan, Fenton, Morley, Priet (Ryan 79), McIndoe, Ravenhill (Price 90), Rigoglioso, Tierney (Jackson 79), Beardsley, Coppinger. Subs Not Used: Warrington, Maloney.\n\nRigoglioso 59.\n\n1,375\n\nT Parkes (W Midlands).\n",
    "augmented_texts": [
        "Hereford 1 - 1 Doncaster Hereford win 3 - ane on penalties. Rovers took the confidential information on 59 minutes as Michael McIndoe ' s corner found Adriano Rigoglioso, whose stunning volley soared into the top right of the net. Danny Williams equalised for the hosts after 72 minutes with a nappy finish from just insist the penalisation box. McIndoe saw an extra - time penalty saved, giving Mills the chance to net the winning penalty. Mawson, Travis, Mkandawire, James, Robinson, Daniel Williams, Stanley, Hyde (Pitman 105 ), Purdie (Mills 83 ), Brown, Stansfield (Green 102 ). Subs Not Used: Bessie smith, Scott. James. Daniel Williams 72. Ingham, Mulligan, Fenton, Morley, Priet (Ryan 79 ), McIndoe, Ravenhill (Price 90 ), Rigoglioso, Tierney (Jackson 79 ), Beardsley, Coppinger. Subs Not Used: Warrington, Maloney. Rigoglioso 59. 1, 375 T Parkes (West Midlands ).",
        "Hereford 1 - 1 Doncaster Hereford win 3 - 1 on penalties. Rovers took the lead on 59 minutes as Michael McIndoe ' s corner found Adriano Rigoglioso, whose stunning volley soared into the top right of the net. Danny Tennessee williams equalised for the hosts after 72 minutes with a crisp culture from just insist the penalty box. McIndoe saw an extra - time penalisation saved, giving Mills the chance to net the winning penalty. Mawson, Travis, Mkandawire, James, Robinson, Daniel Williams, Stanley, Hyde (Pitman 105 ), Purdie (Mills 83 ), Brown, Stansfield (Green 102 ). Subs Not Used: Smith, Sir walter scott. James ii. Daniel Williams 72. Ingham, Mulligan, Fenton, Morley, Priet (Ryan 79 ), McIndoe, Ravenhill (Price 90 ), Rigoglioso, Tierney (Jackson 79 ), Beardsley, Coppinger. Subs Not Apply: Warrington, Maloney. Rigoglioso 59. 1, 375 T Parkes (W Midlands )."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Hereford beat Doncaster 3-1 on penalties. Adriano Rigoglioso gave the hosts the lead on 59 minutes. Danny Williams equalised after 72 minutes with a crisp finish. McIndoe saw an extra-time penalty saved, giving Mills the chance to net the winning penalty."
}