{
    "filename": "229 (2).txt",
    "metadata": {},
    "text": "McClaren targets Champions League\n\nMiddlesbrough boss Steve McClaren believes his side can clinch a top-four spot in the Premiership and secure qualification for the Champions League.\n\nAfter their 3-2 win over Manchester City, McClaren said: \"We are playing exciting football, it's a magnificent result to keep us in the top five. \"But how well we do depends how often we can get our best team out. \"Once we got the third goal it should have been four or five but we nearly paid for it in the end.\" McClaren also praised winger Stewart Downing and strikers Jimmy Floyd Hasselbaink and Mark Viduka, who both ended barren runs in front of goal. He added: \"If Stewart keeps playing like this Sven-Goran Eriksson has got to pick him. \"And the strikers scored great goals, the combination play between them shows they want to play with each other and they are trying.\"\n",
    "augmented_texts": [
        "McClaren targets Champions League Middlesbrough boss Steve McClaren believes his side of meat can clench a top - four spot in the Premiership and secure qualification for the Champions League. After their 3 - 2 win over Manchester City, McClaren said: \" We are playing exciting football, it ' s a magnificent result to keep us in the top quint. \" But how well we do depends how often we can get our best team out. \" Once we got the third goal it should have been four or five but we nearly paid for it in the final stage. \" McClaren also praised winger Jimmy stewart Downing and strikers Jimmy Floyd Hasselbaink and Crisscross Viduka, who both ended barren runs in front of goal. He added: \" If Stewart keeps playing like this Sven - Goran Eriksson has got to pick him. \" And the strikers scored great goal, the combination play between them shows they want to play with each other and they are trying. \"",
        "McClaren targets Champions League Middlesbrough boss Steve McClaren believes his side can clinch a top - four spot in the Premiership and secure qualification for the Superstar League. After their 3 - 2 win over Manchester City, McClaren said: \" We are play exciting football, it ' s a magnificent result to keep us in the top five. \" But how well we do depends how often we can get our best team out. \" Once we got the third goal it should have be quaternity or five but we nearly paid for it in the end. \" McClaren also praised winger Stewart Downing and strikers Jimmy Floyd Hasselbaink and Mark Viduka, who both ended barren runs in front of goal. He added: \" If Stewart keeps play like this Sven - Goran Eriksson has got to pick him. \" And the strikers scored great goals, the combination turn between them shows they require to play with each other and they are trying. \""
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Middlesbrough boss Steve McClaren believes his side can clinch a top-four spot in the Premiership and secure qualification for the Champions League. He also praised winger Stewart Downing and strikers Jimmy Floyd Hasselbaink and Mark Viduka, who both ended barren runs in front of goal."
}