{
    "filename": "234 (2).txt",
    "metadata": {},
    "text": "FA charges Liverpool and Millwall\n\nLiverpool and Millwall have been charged by the Football Association over crowd trouble during their Carling Cup match on 26 October.\n\nMillwall, who lost the match 3-0, have also been charged over alleged racist behaviour by their supporters. During the match at Millwall's new Den Stadium, seats were ripped up and four people were ejected from the ground. A disabled fan was injured at the perimeter of the pitch and riot police were needed to control the situation. Liverpool fans claimed the trouble was sparked by chants about the Hillsborough disaster, where 96 supporters were crushed to death in April 1989. But Lions chairman Theo Paphitis has denied the claims. He has said CCTV footage showed the catalyst for the trouble was a Liverpool fan attacking a Millwall fan in the west stand. However, Millwall have been charged with two breaches of FA rules. They have been charged with failing to ensure that fans refrained from racist and/or abusive behaviour and for failing to prevent spectators throwing missiles onto the pitch. Liverpool have been charged with one breach for failing to prevent their fans conducting themselves in threatening and/or violent and/or provocative behaviour. Both clubs have until 23 December to respond.\n",
    "augmented_texts": [
        "FA charges Liverpool and Millwall Liverpool and Millwall have been charged by the Football Association over crowd difficulty during their Carling Cup match on twenty six October. Millwall, who lost the match 3 - 0, have also been charged over alleged racist behaviour by their supporters. During the match at Millwall ' s new Den Stadium, seats were ripped up and four people were ejected from the ground. A disabled fan was injured at the perimeter of the pitch and riot police were needed to control the situation. Liverpool devotee claimed the fuss was sparked by chants about the Hillsborough disaster, where 96 supporters were crushed to death in April 1989. But Lions chairman Theo Paphitis has denied the claims. He has say CCTV footage showed the catalyst for the trouble was a Liverpool fan attacking a Millwall fan in the west stand. However, Millwall have been charged with two breaches of FA rules. They have been charged with failing to ensure that fans refrained from racist and / or abusive behaviour and for failing to prevent spectators throwing missiles onto the pitch. Liverpool have been charged with one breach for failing to prevent their fans conducting themselves in threatening and / or violent and / or provocative behaviour. Both clubs have until 23 December to respond.",
        "FA charges Liverpool and Millwall Liverpool and Millwall make been charged by the Football Association over crowd trouble during their Carling Cup match on 26 October. Millwall, who lost the match 3 - 0, consume also been charged over alleged racist behaviour by their garter. During the match at Millwall ' s new Den Stadium, seats be ripped up and four people were ejected from the ground. A disabled fan be injured at the perimeter of the pitch and riot police were needed to control the situation. Liverpool fans claimed the trouble was sparked by chants about the Hillsborough disaster, where 96 supporters were crushed to death in April 1989. But Lions chairman Theo Paphitis has denied the title. He has said CCTV footage showed the catalyst for the trouble was a Liverpool fan attacking a Millwall fan in the west stand. However, Millwall have been charged with two breaches of FA rules. They have been charged with failing to ensure that fans refrained from racist and / or abusive behaviour and for fail to prevent spectators throwing missiles onto the pitch. Liverpool have been charged with one breach for failing to prevent their fans conducting themselves in threatening and / or violent and / or provocative behaviour. Both clubs have until 23 December to respond."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "FA charges Liverpool and Millwall over crowd trouble during Carling Cup match. Four people were ejected from the ground and a disabled fan was injured. Liverpool fans claimed the trouble was sparked by chants about the Hillsborough disaster, where 96 supporters were crushed to death in April 1989. Lions chairman Theo Paphitis has denied the claims."
}