{
    "filename": "234.txt",
    "metadata": {},
    "text": "Vodafone appoints new Japan boss\n\nVodafone has drafted in its UK chief executive William Morrow to take charge of its troubled Japanese operation.\n\nMr Morrow will succeed Shiro Tsuda as president of Vodafone KK, Japan's number three mobile operator, in April. Mr Tsuda, who will become chairman, was appointed president only two months ago but the business has struggled since then, losing customers in January. Vodafone had pinned its hopes on the launch of its 3G phones in November but demand for them has been slow.\n\nWhile it has more than 15 million customers in Japan, Vodafone has found it difficult to satisfy Japan's technologically demanding mobile users. It suffered a net loss of more than 58,000 customers in January, its second monthly reverse in the last year. \"Vodafone is going to need to put a lot of money into Japan if it wants to rebuild the business,\" Tetsuro Tsusaka, a telecoms analyst with Deutsche Bank, told Reuters. \"I do not know if it will be worth it for them to spend that kind of money just for Japan.\"\n",
    "augmented_texts": [
        "Vodafone appoints new Japan boss Vodafone has drafted in its UK chief executive William Morrow to take charge of its troubled Japanese operation. Mr Morrow will deliver the goods Shiro Tsuda as president of Vodafone KK, Japan ' s number three mobile operator, in April. Mr Tsuda, who will become chairman, was appointed president only two months ago but the business has struggled since then, losing customers in January. Vodafone had pinned its hopes on the launch of its 3G phones in November but demand for them have been slow. While it has more than 15 gazillion customers in Japan, Vodafone has found it difficult to satisfy Japan ' s technologically demanding mobile users. It suffered a net loss of more than 58, 000 customers in January, its 2d monthly reverse in the last year. \" Vodafone is going to need to put a lot of money into Japan if it wants to rebuild the business, \" Tetsuro Tsusaka, a telecoms analyst with Deutsche Bank, told Reuters. \" I do not know if it will be worth it for them to spend that form of money just for Japanese archipelago. \"",
        "Vodafone appoints new Japan boss Vodafone has draught in its UK chief executive William Morrow to take charge of its troubled Nipponese operation. Mr Morrow will succeed Shiro Tsuda as president of Vodafone KK, Japan ' s number three mobile operator, in April. Mr Tsuda, who will become chairman, was appointed president only ii months ago but the business has struggled since then, losing customers in January. Vodafone had pinned its hopes on the launch of its 3G phones in November but demand for them has been slow. While it has more than 15 million customers in Japan, Vodafone has found it difficult to satisfy Japan ' s technologically demanding mobile users. It suffered a net loss of more than fifty eight, 000 customers in January, its second monthly reverse in the last year. \" Vodafone is going to need to put a lot of money into Japan if it wants to reconstruct the business, \" Tetsuro Tsusaka, a telecoms analyst with Deutsche Bank, told Reuters. \" I do not know if it will be worth it for them to spend that kind of money just for Japan. \""
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Vodafone appoints new Japan boss William Morrow. Morrow will succeed Shiro Tsuda as president of Japan's number three mobile operator. MrTsuda was appointed president only two months ago but the business has struggled since then. It suffered a net loss of more than 58,000 customers in January, its second monthly reverse in last year."
}