{
    "filename": "237 (2).txt",
    "metadata": {},
    "text": "English clubs make Euro history\n\nAll four of England's Champions League representatives have reached the knockout stages for the first time.\n\nArsenal and Chelsea are seeded as group winners, while runners-up Manchester United and Liverpool are not. Rules stipulate that teams from the same country or group will be kept apart in the draw on 17 December. The favourites are Chelsea and Barcelona, and Real Madrid, the two Milan sides, Juventus and Bayern Munich are among the 16 still in the hat.\n\nSteven Gerrard's last-gasp wonder-strike secured qualification for\n\nagainst Olympiakos on Wednesday evening.\n\nAC Milan, Bayer Leverkusen, Internazionale, Juventus, Lyon.\n\nwho had already qualified, fielded a second-string side and went down 3-0 to Fenerbahce.\n\nAC Milan, Bayer Leverkusen, Internazionale, Juventus, Monaco.\n\nOn Tuesday,\n\nfinished top of their group with a 5-1 win over the Rosenborg after drawing four of their first five matches.\n\nBarcelona, Bayern Munich, Porto, Real Madrid, Werder Bremen\n\n, who had already qualified lost 2-1 to Porto as Jose Mourinho made an unhappy return to his former club.\n\nBarcelona, Bayern Munich, PSV Eindhoven, Real Madrid, Werder Bremen.\n",
    "augmented_texts": [
        "English clubs nominate Euro history All four of England ' s Champions League representatives have reached the knockout stages for the first time. Arsenal and Chelsea are seeded as group winners, while runners - up Manchester United and Liverpool are not. Rules stipulate that teams from the same country or group will be kept apart in the draw on 17 December. The favourites are Chelsea and Barcelona, and Real Madrid, the two Milan sides, Juventus and Bayern Munich are among the sixteen still in the hat. Steven Gerrard ' s last - gasp wonder - strike secured qualification for against Olympiakos on Wednesday evening. AC Milan, Bayer Leverkusen, Internazionale, Juventus, Lyon. who had already qualified, fielded a second - string side and went down 3 - 0 to Fenerbahce. AC Milano, Bayer Leverkusen, Internazionale, Juventus, Monaco. On Tuesday, finished top of their group with a 5 - 1 win over the Rosenborg after drawing four of their first five matches. Barcelona, Bayern Munich, Oporto, Real Madrid, Werder Bremen, who had already qualified lost 2 - 1 to Porto as Jose Mourinho made an unhappy return to his former club. Barcelona, Bayern Munich, PSV Eindhoven, Real Spanish capital, Werder Bremen.",
        "English clubs make Euro history All four of England ' s Champions League representatives have reached the knockout stages for the first time. Arsenal and Chelsea are seeded as group winners, while runners - up Manchester United and Liverpool are non. Rules stipulate that teams from the same land operating theatre group will be kept apart in the draw on 17 December. The favourites are Chelsea and Barcelona, and Real Madrid, the two Milan sides, Juventus and Bayern Munich are among the 16 still in the hat. Steven Gerrard ' s last - gasp wonder - strike secured qualification for against Olympiakos on Wednesday evening. AC Milan, Bayer Leverkusen, Internazionale, Juventus, Lyon. who had already qualified, fielded a second - string face and went down 3 - 0 to Fenerbahce. AC Milan, Bayer Leverkusen, Internazionale, Juventus, Principality of monaco. On Tuesday, finished top of their group with a 5 - 1 win over the Rosenborg after drawing four of their first five matches. Barcelona, Bayern Munich, Porto, Real Madrid, Werder Bremen, who had already qualified lost 2 - 1 to Porto as Jose Mourinho made an unhappy return to his former club. Barcelona, Bayern Muenchen, PSV Eindhoven, Real Madrid, Werder Bremen."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Arsenal and Chelsea are seeded as group winners, while runners-up Manchester United and Liverpool are not. Rules stipulate that teams from the same country or group will be kept apart in the draw on 17 December. The favourites are Chelsea and Barcelona, and Real Madrid, the two Milan sides, Juventus and Bayern Munich are among the 16."
}