{
    "filename": "24013236.jpg",
    "metadata": {},
    "text": "CHECKLIST\nolitical Campaign Contribution Requests\n\nCONTRIBUTIONS POLICY\n\n1. Contributions may be made to Individual candidate committees only:\n‘a. When lagislature Is not in session ~ OR ~\n. In response to fundraiser invitation (enclose copy)\nContributions to paltical organizations may be made as appropriate.\n2 Contribution checks must be malled from the Regional Office directly to the campaign committee or\noltical organization with a transmittal letter from the Regional Vice President.\n\n3. Raglonal Office complies with all state/local laws and reporting requirements.\n4. Checks not cashed within 90 days will be queried; checks will be canceled after 180 days.\n\n     \n\nThis checklist must accompany all political campaign contributions requests. Use one checklist for each\ngroup of requests submitted for a single state at one time. Initial each statement or step as it is completed.\n\n   \n\nSenta (number) requests from Yisanusi (0a) totalling 8,5, 20.0%\n\nState or Local Account Charged: 7 7/- 77/2--/NOSC\n\n   \n\n \n\n \n\n \n \n\nRequests received\nRequests and letter comply wi\nEach request signed by Sector\nSenior Vice President's signatur Zi\nRequests and checklist copied (2); (date)\n\n‘Checks returned to Sector Secretary Ls (date) with checklist.\n\n‘Checks stamped and copied (2) for data entry and files.\nChecks mailed to Regional Office with copy of this checklist and approved/revised\ndraft transmittal letters on (Gate).\n\nin 79(date).\nstate laws and TI policy.\n\n \n\n   \n \n\n‘Checks mailed by Regional Vice President directly to campaign committees\n(date) with transmittal letter.\n\nGhecklist and copy of each transmittal letter returned to Headquarters.\n\nSend acknowledgment letters to Headquarters upon receipt.\n\nChecklist, check copies, and transmittal letters filed. Revised 7/21/92\n\nConfidential Missouri Tobacco\n\nLitigation Cai s\nitigation Case No. 972-1465 TIMO 0004947\n\f",
    "augmented_texts": [
        "CHECKLIST olitical Campaign Contribution Requests CONTRIBUTIONS POLICY 1. Contributions may be made to Individual candidate committees only: ‘ a. When lagislature Is not in session ~ OR ~. In response to fundraiser invitation (enclose copy) Contributions to paltical organizations may be made as appropriate. 2 Contribution checks must be malled from the Regional Office directly to the campaign committee or oltical organization with a transmittal letter from the Regional Vice President. 3. Raglonal Office complies with all state / local laws and coverage requirements. tetrad. Checks not cashed within 90 days will be queried; checks will be canceled after 180 days. This checklist must accompany all political campaign contributions requests. Use one checklist for each group of requests submitted for a single state at one time. Initial each statement or step as it is completed. Senta (number) requests from Yisanusi (0a) totalling 8, 5, 20. 0% State or Local Account Charged: 7 7 / - 77 / 2 - - / NOSC Requests received Requests and letter comply wi Each request signalize by Sector Senior Vice President ' s signatur Zi Requests and checklist copied (2 ); (date) ‘ Checks returned to Sector Secretary Ls (date) with checklist. ‘ Checks stamped and copied (2) for data entry and files. Checks mailed to Regional Office with copy of this checklist and approved / revised draft transmittal letters on (Gate ). in 79 (date ). land laws and TI policy. ‘ Checks mailed by Regional Vice President directly to run committees (date) with transmittal letter. Ghecklist and copy of each transmittal letter returned to Headquarters. Send acknowledgment letters to Headquarters upon receipt. Checklist, check copies, and transmittal letters filed. Revised 7 / 21 / 92 Confidential Missouri Baccy Litigation Cai s itigation Case No. 972 - 1465 TIMO 0004947",
        "CHECKLIST olitical Campaign Contribution Requests CONTRIBUTIONS POLICY 1. Contributions may be made to Individual candidate committees only: ‘ a. When lagislature Equal not in session ~ OR ~. In reception to fundraiser invitation (enclose copy) Contributions to paltical organizations may be made as appropriate. 2 Contribution checks must be malled from the Regional Office directly to the campaign committee or oltical organization with a transmittal letter from the Regional Vice President. 3. Raglonal Office complies with all state / local laws and reporting requirements. 4. Checks not cashed within 90 days will be queried; checks will be canceled after 180 days. This checklist must accompany all political campaign contributions requests. Use one checklist for each group of requests submitted for a single state at one time. Initial each statement or step as it is completed. Senta (number) requests from Yisanusi (0a) totalling 8, 5, twenty. 0% State or Local Account Charged: 7 7 / - 77 / 2 - - / NOSC Requests received Requests and letter comply wi Each request subscribe by Sector Senior Vice President ' s signatur Zi Requests and checklist copied (2 ); (date) ‘ Checks returned to Sector Secretary Ls (date) with checklist. ‘ Check stamped and copied (2) for data entry and files. Bridle mailed to Regional Office with copy of this checklist and approved / revised draft transmittal letters on (Gate ). in 79 (date ). state laws and TI policy. ‘ Checks mailed by Regional Vice President directly to campaign committees (date) with transmittal letter. Ghecklist and copy of each transmittal letter returned to Headquarters. Send acknowledgment letters to Headquarters upon receipt. Checklist, balk copies, and transmittal letters filed. Revised 7 / 21 / 92 Confidential Missouri Tobacco Litigation Cai s itigation Case Nobelium. 972 - 1465 TIMO 0004947"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "This checklist must accompany all political campaign contributions requests. Use one checklist for each group of requests submitted for a single state at one time. Contribution checks must be malled from the Regional Office directly to the campaign committee or paltical organization with a transmittal letter. Raglonal Office complies with all state/local laws and reporting requirements."
}