{
    "filename": "40008232-8232.jpg",
    "metadata": {},
    "text": "Proc, Nat. Acad. Sci, USA\nGot pp, 2088-2097, March 1991\nNeurobiology\n\n \n\nDendritic location of neural BC1 RNA\n\n(polarity of neurons/RNA polymerase I! transrit/in ss bybridization)\n\nHenn Tispoe*, Rovent T. FReMEAU, Jn.*t, Pever H. Weinstock\", OTTavio‘ARANCION,\n\nAND JORGEN Brosius*\n\nFisher Research Cente for Neatoiloy.\n‘Physiology and Calla Blophysies, cota University\n\nCommuniceted by Richard L. Sidman, December 19,1990\n\nABSTRACT In nerve cells, a specialized protein synthetic\n‘machinery is thought to operate in local compartments of\n‘dendrites, in particular beneath synaptic junctions, and\nthereby to faclitate swift adjustments of the postsynaptic\nprotein repertoice in situ. This notion has been supported by\n{he identification of polyribosomes and selected mRNAS in\nthose compartments. In this study, we report the discovery of\nfa specific RNA polymerase II transcript in dendrites. This\nRNA, a noncoding, 152-nucleotidedong,single-gene transcript\nknown as BCI RNA, is expressed almost exclusively in the\nnervous system. In adult rats as wel asin immature ral in late\n‘developmental stages, BCI RNA has been located in the\nddendeltes and somata of a subset of neurons in the central and\nperipheral nervous system. ‘The colocalization of BCL RNA\nBith dendritic mRNAs and polyribosomes may indicate a\nTole—-possibly within the functional unit of a high molecular\n‘mass ribomucleoprotein particle—In specific pre- or posttrans-\nTational processes in postsynaptic compartments of neurons.\n\n \n\n \n\n \n\n \n\n \n\n‘The presence of RNA in dendrites constitutes an important\nclement of molecular polaity in nerve cells (I-11). RNA is\nsctively transported into dendrites but mot into axons of\ntultured hippocampal neurons (1). In the dentate gyrus.\npolyribosomes have been detected in postsynaptic dendritic\nCompartments, frequently in close association with dendritic\nSpines (2-5). Postsynaptic accumplation of polyribosomes\nhas been shown to be most dramatic during periods of\n‘developmental synaptogenesis (4), and it has been proposed\nthat proteins synthesized on these ribosomes may be in-\nvolved in the formation, differentiation, and modification of\nsynapses (2-4).\n\n‘Although most neuronal mRNAs seem to be confined to\nthe perikarya of nerve cells, a small number of mRNAS, all\nff them coding for dendritic proteins, has recently been\nSetected in the somatodendrtic compartments of neurons in\nthe rat nervous system. One of thems the mRNA for the high\n‘molecular mass form of microtubule-associated protein 2\n(MAD2, refs. 6-8), a tubulin-binding protein associated with\nthe dendritic cytoskeleton (see ret. 12 fora review). Another\n‘dendritic mRNA encodes the a-subunit of Ca** /ealmodilin\ndependent protein kinase type II (CaM-KIl) (8). CaM-KIL is\nhighly concentrated in postsynaptic densities and has been\nimplicated in signal transduction mechanisms and in the\ninduction of long-term potentiation (see ref. 13 for a review,\nTm addition, the selective targeting of a subset of voltage\ndependent calcium channels (VDCCs) to dendrites of hip-\npocampal neurons raises the possibility that dendritic VD-\nics might arise from local translation af VDCC mRNA (14),\n\nBased on these observations, it has been proposed (10)\nthata specialized protein synthetic machinery may operate in\npostsynaptic compartments of dendrites, Selected dendritic\n\n \n\n   \n\n \n\n“The publication cost ofthis article were defrayed in art by pane chars\npayment-Ths utile mast hesefore be hereby marie advertemen\nFr ccordance with I8 U.S.C $175 solely to indie this ft.\n\n‘Mount Sin! Scoot of Meine, 1 GostaveL. Levy Pace, New York\nSteg ot Pyscns a Surgeons 630 West eh Suet,\n\n2093\n\nNY 1002; and Department of\nNow York NY 1032\n\nproteins would thus be synthesized locally, close to, the\nFespective postsynaptic sites where they are required. This\nmodel is interesting because it would allow a decentralized\nland more flexible regulation of postsynaptic protein pools,\nfacilitating, for example, long-term responses to modulations\nof local synaptic activity. Such a mechanism would require 2\nSelective sorting and targeting of individual mRNAs to dif-\nferent postsynaptic loci. Ribonucleoprotein particles (RNPS)\nSuch a the signal recognition particle (15) have been impli-\nated in the sorting and targeting of protein-nibosome-\nmRNA complexes, However, a candidate RNP has not yet\nbeen identified that would qualify for a role in sorting,\ntargeting, o processing of dendritic mRNAS.\n\nin the present study, we used in situ hybridization tech-\nniques to identify BCL RNA (16, 17), short RNA polymer\ntse IIL transcript, in the somata and dendrites of a subset of|\n‘neurons in the rat nervous system, Like other RNAs of this\ntype, BCL RNA does not code for any protein but eppeats 10\nbe part ofa high molecular mass RNP. The specific location\nOf BCL RNA may indicate a functional role relaced to pre~ or\nposttranslational processes in the somatodendritie compart-\nments of neurons.\n\nMATERIALS AND METHODS\n\nGeneration of Probes. The 5' part of BCL RNA shares\nsequence homology with the family of repetitive ID elements\n(16. 17). To prevent hybridization fo other RNAS that contain\nTD elements (8), we used probes that correspond to the\n‘unique 3° part of BCL RNA (17). A transcription vector\n(MRI) containing a sequence that represents the 603'-most\nrhucleotides of BCI RNA (17) was constructed by inserting &\nChemically syathesized piece of DNA with the appropriate\n‘estiction site termini between the Kpa I and the Sac I sites\n‘Of pBluescript KS (+) (Stratagene). A transcription vector for\ngenerating probes specific for growth-associated protein 43\n{GAP-43) miRNA has been described earlier (19). \"S-labeled\nRNA probes were transcribed from linearized templates,\nUsing $P6, 73, or T7 RNA polymerase as recommended by\nthe manufacturers (Promega and BRL).\n\n‘hn Situ Hybridization. Acutely isolated neurons were pre-\npared from pinal cords of day-old ratsas described (20), The\nEells were allowed to settle for 1 br on poly(o-lysine)-coated\nLab-Tek four-chamber slides (Nunc) before fixation. In site\nhybridization histochemistry was performed as described (21,\n22), Brey, formaldehyde-fixed specimens on microscope\nslides were illuminated with wide-spectrum UV light (germi-\nidal UV lamp, 30 W) for 12 min at a distance of 30 em to\n\n \n\n \n\n \n\n“Niieeviauons: BNP, rbonucleoprotcin particle; MAP2. microtubule\n\n‘sociated protein 2: CaMKII, Cat /ealmodulin-dependen protein\nauc Iype Il, GAPes3,growtbeassocated protein 43\n\npresen address: Department of Neurobiology, Duke University\n\n‘Mediea! Center, Dutham, NC 27710.\n\nPresent adress situ gi Fisiologia, Universitadi Verona\n\n‘Verona, Tay.\n\n \n\n \n\n37100\n\n \n\n40008232\n\f",
    "augmented_texts": [
        "Proc, Nat. Acad. Sci, USA Got pp, 2088 - 2097, March 1991 Neurobiology Dendritic location of neural BC1 RNA (polarity of neurons / RNA polymerase I! transrit / in ss bybridization) Henn Tispoe *, Rovent T. FReMEAU, Jn. * t, Pever H. Weinstock \", OTTavio ‘ ARANCION, AND JORGEN Brosius * Fisher Research Cente for Neatoiloy. ‘ Physiology and Calla Blophysies, cota University Communiceted by Richard L. Sidman, December 19, 1990 ABSTRACT In nerve cells, a specialized protein synthetic ‘ machinery is thought to operate in local compartments of ‘ dendrites, in particular beneath synaptic junctions, and thereby to faclitate swift adjustments of the postsynaptic protein repertoice in situ. This notion has been supported by {he identification of polyribosomes and selected mRNAS in those compartments. In this study, we report the discovery of fa specific RNA polymerase II transcript in dendrites. This RNA, a noncoding, 152 - nucleotidedong, single - gene transcript known as BCI RNA, is expressed almost exclusively in the nervous system. In adult rats as wel asin immature ral in late ‘ developmental stages, BCI RNA has been located in the ddendeltes and somata of a subset of neurons in the central and peripheral nervous system. ‘ The colocalization of BCL RNA Bith dendritic mRNAs and polyribosomes may indicate a Tole — - possibly within the functional unit of a high molecular ‘ mass ribomucleoprotein particle — In specific pre - or posttrans - Tational processes in postsynaptic compartments of neurons. ‘ The presence of RNA in dendrites constitutes an important clement of molecular polaity in nerve cells (I - xi ). RNA is sctively transported into dendrites but mot into axons of tultured hippocampal neurons (1 ). In the dentate gyrus. polyribosomes have been detected in postsynaptic dendritic Compartments, frequently in close association with dendritic Spines (2 - 5 ). Postsynaptic accumplation of polyribosomes has been shown to be most dramatic during periods of ‘ developmental synaptogenesis (4 ), and it has been proposed that proteins synthesized on these ribosomes may be in - volved in the formation, differentiation, and modification of synapses (2 - 4 ). ‘ Although most neuronal mRNAs seem to be confined to the perikarya of nerve cells, a small number of mRNAS, all ff them coding for dendritic proteins, has recently been Setected in the somatodendrtic compartments of neurons in the rat nervous system. One of thems the mRNA for the high ‘ molecular mass form of microtubule - associated protein 2 (MAD2, refs. 6 - 8 ), a tubulin - binding protein associated with the dendritic cytoskeleton (see ret. 12 fora review ). Another ‘ dendritic mRNA encodes the a - subunit of Ca * * / ealmodilin dependent protein kinase type II (CaM - KIl) (8 ). CaM - KIL is highly concentrated in postsynaptic densities and has been implicated in signal transduction mechanisms and in the induction of long - term potentiation (see ref. 13 for a review, Tm addition, the selective targeting of a subset of voltage dependent calcium channels (VDCCs) to dendrites of hip - pocampal neurons raises the possibility that dendritic VD - ics might arise from local translation af VDCC mRNA (14 ), Based on these observations, it has been proposed (10) thata specialized protein synthetic machinery may operate in postsynaptic compartments of dendrites, Selected dendritic “ The publication cost ofthis article were defrayed in art by pane chars payment - Ths utile mast hesefore be hereby marie advertemen Fr ccordance with I8 U. S. C $ 175 solely to indie this ft. ‘ Mount Sin! Scoot of Meine, 1 GostaveL. Levy Pace, New York Steg ot Pyscns a Surgeons 630 West eh Suet, 2093 NY 1002; and Department of Now York NY 1032 proteins would thus be synthesized locally, close to, the Fespective postsynaptic sites where they are required. This model is interesting because it would allow a decentralized land more flexible regulation of postsynaptic protein pools, facilitating, for example, long - term responses to modulations of local synaptic activity. Such a mechanism would require 2 Selective sorting and targeting of individual mRNAs to dif - ferent postsynaptic loci. Ribonucleoprotein particles (RNPS) Such a the signal recognition particle (xv) have been impli - ated in the sorting and targeting of protein - nibosome - mRNA complexes, However, a candidate RNP has not yet been identified that would qualify for a role in sorting, targeting, o processing of dendritic mRNAS. in the present study, we used in situ hybridization tech - niques to identify BCL RNA (16, 17 ), short RNA polymer tse IIL transcript, in the somata and dendrites of a subset of | ‘ neurons in the rat nervous system, Like other RNAs of this type, BCL RNA does not code for any protein but eppeats 10 be part ofa high molecular mass RNP. The specific location Of BCL RNA may indicate a functional role relaced to pre ~ or posttranslational processes in the somatodendritie compart - ments of neurons. MATERIALS AND METHODS Generation of Probes. The 5 ' part of BCL RNA shares sequence homology with the family of repetitive ID elements (16. 17 ). To prevent hybridization fo other RNAS that contain TD elements (8 ), we used probes that correspond to the ‘ unique trio ° part of BCL RNA (seventeen ). A transcription vector (MRI) containing a sequence that represents the 603 ' - most rhucleotides of BCI RNA (17) was constructed by inserting & Chemically syathesized piece of DNA with the appropriate ‘ estiction site termini between the Kpa I and the Sac I sites ‘ Of pBluescript KS (+) (Stratagene ). A transcription vector for generating probes specific for growth - associated protein 43 {GAP - 43) miRNA has been described earlier (19 ). \" S - labeled RNA probes were transcribed from linearized templates, Using $ P6, 73, or T7 RNA polymerase as recommended by the manufacturers (Promega and BRL ). ‘ hn Situ Hybridization. Sharp isolated neurons were pre - pared from pinal cords of day - old ratsas described (20 ), The Eells were allowed to settle for 1 br on poly (o - lysine) - coated Lab - Tek four - chamber slides (Nunc) before fixation. In site hybridization histochemistry was performed as described (21, 22 ), Brey, formaldehyde - fixed specimens on microscope slides were illuminated with wide - spectrum UV light (germi - idal UV lamp, 30 W) for 12 min at a distance of 30 em to “ Niieeviauons: BNP, rbonucleoprotcin particle; MAP2. microtubule ‘ sociated protein 2: CaMKII, Cat / ealmodulin - dependen protein auc Iype Il, GAPes3, growtbeassocated protein 43 presen address: Department of Neurobiology, Duke University ‘ Mediea! Center, Dutham, NC 27710. Present adress situ gi Fisiologia, Universitadi Verona ‘ Verona, Tay. 37100 40008232",
        "Proc, Nat. Acad. Sci, USA Got pp, 2088 - 2097, March 1991 Neurobiology Dendritic location of neural BC1 RNA (polarity of neuron / RNA polymerase I! transrit / in ss bybridization) Henn Tispoe *, Rovent T. FReMEAU, Jn. * t, Pever H. Weinstock \", OTTavio ‘ ARANCION, AND JORGEN Brosius * Fisher Research Cente for Neatoiloy. ‘ Physiology and Calla Blophysies, cota University Communiceted by Richard L. Sidman, December 19, 1990 ABSTRACT In nerve cells, a specialized protein synthetic ‘ machinery is thought to operate in local compartments of ‘ dendrites, in particular beneath synaptic junctions, and thereby to faclitate swift adjustments of the postsynaptic protein repertoice in situ. This notion has been supported by {he identification of polyribosomes and selected mRNAS in those compartments. In this study, we report the discovery of fa specific RNA polymerase II transcript in dendrites. This RNA, a noncoding, 152 - nucleotidedong, single - gene copy known as BCI RNA, is expressed almost exclusively in the nervous system. In adult rats as wel asin immature ral in late ‘ developmental stages, BCI RNA has been located in the ddendeltes and somata of a subset of neurons in the central and peripheral nervous system. ‘ The colocalization of BCL RNA Bith dendritic mRNAs and polyribosomes may indicate a Tole — - possibly within the functional unit of a high molecular ‘ mass ribomucleoprotein mote — In specific pre - or posttrans - Tational processes in postsynaptic compartments of neurons. ‘ The presence of RNA in dendrites constitutes an important clement of molecular polaity in nerve cells (I - 11 ). RNA is sctively transported into dendrites but mot into axons of tultured hippocampal neurons (1 ). In the dentate gyrus. polyribosomes have been detected in postsynaptic dendritic Compartments, frequently in close association with dendritic Spines (2 - 5 ). Postsynaptic accumplation of polyribosomes has been shown to be most dramatic during periods of ‘ developmental synaptogenesis (4 ), and it has been proposed that proteins synthesized on these ribosomes may be in - volved in the formation, differentiation, and modification of synapses (2 - 4 ). ‘ Although most neuronal mRNAs seem to be confined to the perikarya of cheek cells, a small number of mRNAS, all ff them coding for dendritic proteins, has recently been Setected in the somatodendrtic compartments of neurons in the rat nervous system. One of thems the mRNA for the high ‘ molecular mass form of microtubule - associated protein 2 (MAD2, refs. 6 - 8 ), a tubulin - binding protein associated with the dendritic cytoskeleton (see ret. 12 fora review ). Another ‘ dendritic mRNA encodes the a - subunit of Ca * * / ealmodilin dependent protein kinase type II (CaM - KIl) (8 ). CaM - KIL be highly concentrated in postsynaptic densities and has been implicated in signal transduction mechanisms and in the induction of long - term potentiation (see ref. 13 for a review, Tm addition, the selective targeting of a subset of voltage dependent calcium channels (VDCCs) to dendrites of hip - pocampal neurons raises the possibility that dendritic VD - ics might arise from local translation af VDCC mRNA (14 ), Based on these observations, it has been proposed (10) thata specialized protein synthetic machinery may run in postsynaptic compartments of dendrites, Selected dendritic “ The publication cost ofthis article were defrayed in art by pane chars payment - Ths utile mast hesefore be hereby marie advertemen Fr ccordance with I8 U. S. C $ 175 solely to indie this ft. ‘ Mount Sinning! Scoot of Meine, 1 GostaveL. Levy Pace, New York Steg ot Pyscns a Surgeons 630 West eh Suet, 2093 NY 1002; and Department of Now York new york 1032 proteins would thus be synthesized locally, close to, the Fespective postsynaptic sites where they are required. This model is interesting because it would allow a decentralized land more flexible regulation of postsynaptic protein pools, facilitating, for example, long - term responses to modulations of local synaptic activity. Such a mechanism would require 2 Selective sorting and targeting of individual mRNAs to dif - ferent postsynaptic loci. Ribonucleoprotein particles (RNPS) Such a the signal recognition particle (15) have been impli - ated in the sorting and targeting of protein - nibosome - mRNA complexes, However, a candidate RNP has not yet been identified that would qualify for a role in sorting, targeting, o processing of dendritic mRNAS. in the present study, we used in situ hybridization tech - niques to identify BCL RNA (16, 17 ), short RNA polymer tse IIL transcript, in the somata and dendrites of a subset of | ‘ neurons in the rat nervous system, Like other RNAs of this type, BCL RNA does not code for any protein but eppeats 10 be part ofa high molecular mass RNP. The specific location Of BCL RNA may indicate a functional role relaced to pre ~ or posttranslational processes in the somatodendritie compart - ments of neurons. MATERIALS AND METHODS Generation of Probes. The 5 ' part of BCL RNA shares sequence homology with the family of repetitive ID elements (16. 17 ). To prevent hybridization fo other RNAS that contain TD elements (8 ), we used probes that correspond to the ‘ unique 3 ° part of BCL RNA (17 ). A transcription vector (MRI) containing a sequence that represents the 603 ' - most rhucleotides of BCI RNA (17) was constructed by inserting & Chemically syathesized piece of DNA with the appropriate ‘ estiction site terminal figure between the Kpa I and the Sac I sites ‘ Of pBluescript KS (+) (Stratagene ). A transcription vector for generating probes specific for growth - associated protein 43 {GAP - 43) miRNA has been described earlier (19 ). \" S - labeled RNA probes were transcribed from linearized templates, Using $ P6, 73, or T7 RNA polymerase as recommended by the manufacturers (Promega and BRL ). ‘ hn Situ Hybridization. Acutely isolated neurons were pre - pared from pinal cords of day - old ratsas described (20 ), The Eells were allowed to settle for 1 br on poly (o - lysine) - coated Lab - Tek four - chamber slides (Nunc) before fixation. In site hybridization histochemistry was performed as described (21, 22 ), Brey, formaldehyde - fixed specimens on microscope slides were illuminated with wide - spectrum UV light (germi - idal UV lamp, 30 W) for 12 min at a distance of 30 em to “ Niieeviauons: BNP, rbonucleoprotcin particle; MAP2. microtubule ‘ sociated protein 2: CaMKII, Cat / ealmodulin - dependen protein auc Iype Il, GAPes3, growtbeassocated protein 43 presen address: Department of Neurobiology, Duke University ‘ Mediea! Center, Dutham, NC 27710. Present adress situ gi Fisiologia, Universitadi Verona ‘ Verona, Tay. 37100 40008232"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "In nerve cells, a specialized protein synthetic. is thought to operate in local compartments of dendrites. This notion has been supported by. the identification of polyribosomes and selected mRNAS in those comp.artments. In this study, we report the discovery of a specific RNA polymerase II transcript in d endrites, which is expressed almost exclusively in the rodent nervous system."
}