{
    "filename": "40001212-1213.jpg",
    "metadata": {},
    "text": "FE Princsa investigaterrogram Diecoe (Last, ist mis):\n\nBIOGRAPHICAL SKETCH\n\nGive te fotowing information forthe key personnel and consultants and collaborators. gin wth the principal\nInvestigatororogram director. Photocopy this page fr each person,\n\n \n\n \n\n \n\n \n\n \n\n \n\nNaw POSITIONTITLE\nGinette Serrero Senior Scientist\n{EDUGATION (Begin wih baccalaureate or ober hital professional ch as nursing, and include postdoctoral vaing)\nYEAR\n\nINSTITUTION AND LOCATION cegace | coNFenneD FIELD OF STUDY\nUniversity of Nice, Nice, FRANCE BS. 1973 | Biology & Biochemistry\nUniversity of Marseille, Marseille, FRANCE PhD. 1975 | Biochemistry\nUniversity of Nice, Nice, FRANCE Doct. es Sei 1982 | Biology\n\n \n\n \n\n \n\n \n\nRESEARCH AND PROFESSIONAL EXPERIENCE: Concluding wih presen positon, list in chronological order, previous employment, experiance,\n\n‘2nd honors Key personnel inde the xncipal investigator and any her navdvas ito parpate in the scent evelopment o:exseuton of he\n\n‘roec. Key personne! typicafy wil include alindividals with doctoral or ater professional dograes, but in some project wil include indviuale a he\n\n‘masters or baccalaureate level provided they conta ina substantive way 1 the scientific development or execution ofthe project. Include present\n\n‘membership on any Federal Goverment pubic atvsory commits. Ls, i chronological order, tho files, al author, and complete rolerences to al\n\nublcatons dung tne pas thre years and to reprosontative ear publications pertnert otis application. DO NOT EXGEED TWO PAGES.\n\n1973-1975 Research Assistant, University of Nice, France\n\n1976-1978 Visiting Scientist, Dept. of Biology, University of Calif., San Diego, La Jolla, CA\n\n1978 - 1989 Investigator on leave trom Centre National de a Recherche Scientifique France Centre de Biochimie, University\nof Nice, France\n\n1982- 1983 Post-doctoral Research Biologist Ill, Cancer Center, University of California, San Diego, La Jolla, CA\n\n1983 - 1984 Visiting Scientist, W. Alton Jones Cell Science Center, Old Barn Road, Lake Placid, NY\n\n1984 - present Senior Scientist, W. Alton Jones Cell Science Center, Old Barn Road, Lake Placid, NY\n\n1986 present Adjunct Assistant Professor, Dept. of Biology, University of Vermont, Burlington, VT\n\n1987 - present Adjunct Assistant Professor, Dept. of Biology, Clarkson University, Potsdam, NY\n\n \n\n \n\nHe\n1976-1978 Fellowship from the Delegation Generale de la Recherche Sciemtfique et Technique France\n1979-1980 NATO Exchange Program Fellowship\n\n1984-1986 Diabetes Research Award from New York State Health Department\n\nPUBLICATIONS: (since 1984)\n\nSerrero, G. and J.C. Khoo (1982) An in vitro model to study adipose differentiation in serum-free\n‘medium, Anal. Biochem, 120:351-359,\n\nGaillard, D., R. Negrel, G. Serrero and G. Ailhaud (1984) Growth of pre-adipocyte cell lines and cell\nSteins from rodents in Serum-fee hormone-supplemented medium. In Vito Cell. Devel. Biol. 20:79-\n88.\n\nSerrero, G. (1984) Study of a teratoma-derived adipogenic cell line 1246 and isolation of an insulin\nindependent variant in serum-free medium. In: Hormonally Defined Media, a Tool in Cell Biology (G.\nFisher and R.J. Wieser, eds.), Springer-Verlag, Berlin, Heidelberg, New York, Tokyo, pp. 310-313.\n\nSerrero, G. (1984) Growth and differentiation of pre-adipocyte cell line in’serum-free medium.\nMammalian Cell Culture. ‘The Use of Serum-Free Hormone-Supplemented Media, (J.P. Mather, ed.\nPlenum Press, NY, pp. 53-76.\n\nSerrero, G. (1985) Tumorigenicity associated with the loss of differentiation and of response to insulin in\nthe adipogenic cell line 1246. In Vitro Cell. Devel, Biol. 21:537-540.\n\nYamada, Y. and G. Serrero (1986) Characterization of an insulin-related factor secreted by a teratoma cell\nline. Biochem. Biophys. Res. Commun, 135:533-540.\n\nSerrero, G. (1986) Endocrine and autocrine control of growth and differentiation of teratoma-derived cell\nlines. In: Cellular Endocrinology. Hormonal Control of Embryonic and Cellular Differentiation, (G.\nSerrero and J. Hayashi, eds.), Alan R. Liss, Inc., NY, pp. 191-204.\n\nSerrero, G. and D. Mills (1986) Assay for adipose ‘differentiation using primary culture of adipocyte\nprecursors. J. Tissue Culture Methods. 10:75.\n\nYamada, Y. and G, Serrero. (1987) Purification of an insulin-related factor (IRF) secreted by a teratoma-\nderived mesodermal cell line. J. Biol. Chem. 262:209-213.\n\nSerrero, i\n\n  \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\nHS 098 Rv. 991) (orm Page 6)\n\"Number pages consecuivel athe botom theughut tho atcaton Do not aa slices auch 38 S98\n\n \n\n40001212\n\f",
    "augmented_texts": [
        "FE Princsa investigaterrogram Diecoe (Last, ist mis ): BIOGRAPHICAL SKETCH Give te fotowing information forthe key personnel and consultants and collaborators. gin wth the principal Investigatororogram director. Photocopy this page fr each person, Naw POSITIONTITLE Ginette Serrero Senior Scientist {EDUGATION (Begin wih baccalaureate or ober hital professional ch as nursing, and include postdoctoral vaing) YEAR INSTITUTION AND LOCATION cegace | coNFenneD FIELD OF STUDY University of Nice, Nice, FRANCE BS. 1973 | Biology & Biochemistry University of Marseille, Marseille, FRANCE PhD. 1975 | Biochemistry University of Nice, Nice, FRANCE Doct. es Sei 1982 | Biology RESEARCH AND PROFESSIONAL EXPERIENCE: Concluding wih presen positon, list in chronological order, previous employment, experiance, ‘ 2nd honors Key personnel inde the xncipal investigator and any her navdvas ito parpate in the scent evelopment o: exseuton of he ‘ roec. Key personne! typicafy wil include alindividals with doctoral or ater professional dograes, but in some project wil include indviuale a he ‘ masters or baccalaureate level provided they conta ina substantive way 1 the scientific development or execution ofthe project. Include present ‘ membership on any Federal Goverment pubic atvsory commits. Ls, i chronological order, tho files, al author, and complete rolerences to al ublcatons dung tne pas thre years and to reprosontative ear publications pertnert otis application. DO NOT EXGEED TWO PAGES. 1973 - 1975 Research Assistant, University of Nice, France 1976 - 1978 Visiting Scientist, Dept. of Biology, University of Calif. , San Diego, La Jolla, CA 1978 - 1989 Investigator on leave trom Centre National de a Recherche Scientifique France Centre de Biochimie, University of Nice, France 1982 - 1983 Post - doctoral Research Biologist Ill, Cancer Center, University of California, San Diego, La Jolla, CA 1983 - 1984 Visiting Scientist, W. Alton Jones Cell Science Center, Old Barn Road, Lake Placid, NY 1984 - present Senior Scientist, W. Alton Jones Cell Science Center, Old Barn Road, Lake Placid, NY 1986 present Adjunct Assistant Professor, Dept. of Biology, University of Vermont, Burlington, vermont 1987 - present Adjunct Assistant Professor, Dept. of Biology, Clarkson University, Potsdam, NY He 1976 - 1978 Fellowship from the Delegation Generale de la Recherche Sciemtfique et Technique France 1979 - 1980 NATO Exchange Program Fellowship 1984 - 1986 Diabetes Research Award from New York State Health Department PUBLICATIONS: (since 1984) Serrero, G. and J. C. Khoo (1982) An in vitro model to study adipose differentiation in serum - free ‘ medium, Anal. Biochem, 120: 351 - 359, Gaillard, D. , R. Negrel, G. Serrero and G. Ailhaud (1984) Growth of pre - adipocyte cell lines and cell Steins from rodents in Serum - fee hormone - supplemented medium. In Vito Cell. Devel. Biol. 20: 79 - 88. Serrero, G. (1984) Study of a teratoma - derived adipogenic cell line 1246 and isolation of an insulin independent variant in serum - free medium. In: Hormonally Defined Media, a Tool in Cell Biology (G. Fisher and R. J. Wieser, eds. ), Springer - Verlag, Berlin, Heidelberg, New York, Tokyo, pp. 310 - 313. Serrero, G. (1984) Growth and differentiation of pre - adipocyte cell line in ’ serum - free medium. Mammalian Cell Culture. ‘ The Use of Serum - Free Hormone - Supplemented Media, (J. Atomic number 15. Mather, ed. Plenum Press, NY, pp. 53 - 76. Serrero, G. (1985) Tumorigenicity associated with the passing of differentiation and of response to insulin in the adipogenic cell line 1246. In Vitro Cell. Devel, Biol. 21: 537 - 540. Yamada, Y. and G. Serrero (1986) Characterization of an insulin - related factor secreted by a teratoma cell line. Biochem. Biophys. Res. Commun, 135: 533 - 540. Serrero, G. (1986) Endocrine and autocrine control of growth and differentiation of teratoma - derived cell lines. In: Cellular Endocrinology. Hormonal Control of Embryonic and Cellular Differentiation, (G. Serrero and J. Hayashi, eds. ), Alan R. Liss, Inc. , NY, pp. 191 - 204. Serrero, G. and D. Mills (1986) Assay for adipose ‘ differentiation using primary culture of adipocyte precursors. J. Tissue Culture Methods. 10: 75. Yamada, Y. and G, Serrero. (1987) Purification of an insulin - related factor (IRF) secreted by a teratoma - derived mesodermal cell line. J. Biol. Chem. 262: 209 - 213. Serrero, i HS 098 Rv. 991) (orm Page 6) \" Number pages consecuivel athe botom theughut tho atcaton Do not aa slices auch 38 S98 40001212",
        "FE Princsa investigaterrogram Diecoe (Last, ist mis ): BIOGRAPHICAL SKETCH Give te fotowing info forthe key personnel and consultants and collaborators. gin wth the principal Investigatororogram director. Photocopy this page fr each person, Naw POSITIONTITLE Ginette Serrero Senior Scientist {EDUGATION (Begin wih baccalaureate or ober hital professional ch as nursing, and include postdoctoral vaing) YEAR INSTITUTION AND LOCATION cegace | coNFenneD FIELD OF STUDY University of Nice, Nice, FRANCE BS. 1973 | Biology & Biochemistry University of Marseille, Marseille, FRANCE PhD. 1975 | Biochemistry University of Nice, Nice, FRANCE Doct. es Sei 1982 | Biology RESEARCH AND PROFESSIONAL EXPERIENCE: Concluding wih presen positon, list in chronological order, previous employment, experiance, ‘ 2nd honors Key personnel inde the xncipal investigator and any her navdvas ito parpate in the scent evelopment o: exseuton of he ‘ roec. Key personne! typicafy wil include alindividals with doctoral or ater professional dograes, but in some project wil include indviuale a he ‘ masters or baccalaureate level provided they conta ina substantive way 1 the scientific development or execution ofthe project. Include present ‘ membership on any Federal Goverment pubic atvsory commits. Ls, i chronological order, tho files, al author, and complete rolerences to al ublcatons dung tne pas thre years and to reprosontative ear publications pertnert otis application. DO NOT EXGEED TWO PAGES. 1973 - 1975 Research Assistant, University of Nice, France 1976 - 1978 Visiting Scientist, Dept. of Biology, University of Calif. , San Diego, La Jolla, CA 1978 - 1989 Investigator on leave trom Centre National de a Recherche Scientifique France Centre de Biochimie, University of Nice, France 1982 - 1983 Post - doctoral Research Biologist Ill, Cancer Center, University of California, San Diego, Atomic number 57 Jolla, CA 1983 - 1984 Visiting Scientist, W. Alton Jones Cell Science Center, Old Barn Road, Lake Placid, NY 1984 - present Senior Scientist, W. Alton Bobby jones Cell Science Center, Old Barn Road, Lake Placid, NY 1986 present Adjunct Assistant Professor, Dept. of Biology, University of Vermont, Burlington, VT 1987 - present Adjunct Assistant Professor, Dept. of Biology, Clarkson University, Potsdam, NY He 1976 - 1978 Fellowship from the Delegation Generale de la Recherche Sciemtfique et Technique France 1979 - 1980 NATO Exchange Program Fellowship 1984 - 1986 Diabetes Research Award from New York State Health Department PUBLICATIONS: (since 1984) Serrero, G. and J. C. Khoo (1982) An in vitro model to study adipose differentiation in serum - free ‘ medium, Anal. Biochem, 120: 351 - 359, Gaillard, D. , Universal gas constant. Negrel, G. Serrero and G. Ailhaud (1984) Growth of pre - adipocyte cell line and cell Steins from rodents in Serum - fee hormone - supplemented medium. In Vito Cell. Devel. Biol. 20: 79 - 88. Serrero, G. (1984) Study of a teratoma - derived adipogenic cell line 1246 and isolation of an insulin independent variant in serum - free medium. In: Hormonally Defined Media, a Tool in Cell Biology (Thou. Fisher and R. J. Wieser, eds. ), Springer - Verlag, Berlin, Heidelberg, New York, Tokyo, pp. 310 - 313. Serrero, G. (1984) Growth and differentiation of pre - adipocyte cell line in ’ serum - free medium. Mammalian Cell Culture. ‘ The Use of Serum - Free Hormone - Supplemented Media, (J. P. Mather, ed. Plenum Press, NY, pp. 53 - 76. Serrero, G. (1985) Tumorigenicity associated with the loss of differentiation and of response to insulin in the adipogenic cell line 1246. In Vitro Cell. Devel, Biol. 21: 537 - 540. Yamada, Y. and G. Serrero (1986) Characterization of an insulin - related factor secreted by a teratoma cell line. Biochem. Biophys. Res. Commun, 135: 533 - 540. Serrero, G. (1986) Endocrine and autocrine control of growth and differentiation of teratoma - derived cell lines. In: Cellular Endocrinology. Hormonal Control of Embryonic and Cellular Differentiation, (G. Serrero and J. Hayashi, eds. ), Alan R. Liss, Inc. , NY, pp. 191 - 204. Serrero, G. and D. Mills (1986) Assay for adipose ‘ differentiation using primary culture of adipocyte precursors. J. Tissue Culture Methods. 10: 75. Yamada, Y. and G, Serrero. (1987) Purification of an insulin - related factor (IRF) secreted by a teratoma - derived mesodermal cell line. J. Biol. Chem. 262: 209 - 213. Serrero, i enthalpy 098 Rv. 991) (orm Page 6) \" Number pages consecuivel athe botom theughut tho atcaton Do not aa slices auch 38 S98 40001212"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Ginette Serrero is a Senior Scientist at Clarkson University in Potsdam, New York. She is the author of the book ‘The Use of Serum-Free Hormone-Supplemental Culture in Cell Culture’ (J.P. Mather, 1985)"
}