{
    "filename": "40000672-0681.jpg",
    "metadata": {},
    "text": " \n\n46\nMolecular Mapping of Immunogenic\nDeterminants of Human CD4 Using Chimeric\nInterspecies Molecules and Anti-CD4\nAntibodies!\n\n \n\nPila Estess\nSharon L. Salmon\nMargaret Winberg\nVernon T. Of\nDavid Buck\nBecton Dickinson Monoclonal Center, Mounisn View, Califomia 94039\n\n1. Introduction\n\nThe CD4 (Leu3/T4) lymphocyte antigen, expressed on helper T-cells and\nmacrophages, appears to be involved in restrition of antigen reactive T-cells to\nClass If bearing antigen presenting cells and may in fact mediate that restriction\n(reviewed in (2}). Antibodies to murine CD4 (L3T) have been used successfully\nto treat murine autoimmune diseases {1}(27)[28). In addition, anti-L3TS\nantibodies, co-administered with antigen, result in antigen-specific tolerance [6]\nSuch treatments may have implications for human autoimmune disease and\ntransplantation therapies. In most model systems, a single rat monoclonal anti-\nL3T4 antibody, GK1.5 {7] has been utilized, In considering similar in vivo\napplications in primates and humans, it may be important to use anti-CD4\nantibodies that mimic GK1.$ as closely as possible, particularly with respect to\nreactivity with the equivalent region epitope) of the human CD4 molecule.\n\nA particular interest in humnan CD4 epitopes stems from it role as the receptor\nfor human immunodeficiency virus (HIV) (8][12}. The binding of HIV to CD4\nhhas suggested an ant-idiotype vaccine strategy utilizing anti-Cb4 antibodies as\njimmunogens (reviewed in (29]). Immunization with such an anti-Cb4\n‘monoclonal antibody (or antibodies) may generate anti-idiotypic responses\ncapable of neutralizing HIV and preventing infection. In theory. this approach\n‘would be applicable to multiple HIV isolates since the CD4 binding site on gp120\n's conserved (25]. Identification of an anti-CD4 antibody reactive with an epitope\nidemtical to or overlaping the HIV gp120 binding site would be an initial sep in\nSuch a strategy. Cross-blocking studies have partitioned anti-CD4 antibodies into\n‘multiple epitope clusters {21}{22][4], but steric interference between two\nsuntibodies binding to very different regions of the primary sequence cannot be\n4istinguished from their binding to near or overlapping epitopes. We have\ncomplemented antibody cross-blocking and recombinant HIV rEp120 (rgp120)\n{15} blocking studies by using a bacterial recombination system with human and\n‘nouse CD4 cDNA's to generate chimeric CD4 molecules, “The chimeric CDS\n\n  \n\n \n\n \n\n \n\n‘This work was supported in part by National Insttues of Health ‘grant AI26462 and California\nSote Research and Bevelopaeat ran 71980,\nvita sc oar\n\n \n\n  \n\n \n\n40000672\n\n \n\n \n\f",
    "augmented_texts": [
        "46 Molecular Mapping of Immunogenic Determinants of Human CD4 Using Chimeric Interspecies Molecules and Anti - CD4 Antibodies! Pila Estess Sharon L. Salmon Margaret Winberg Vernon T. Of David Buck Becton Dickinson Monoclonal Center, Mounisn View, Califomia 94039 1. Introduction The CD4 (Leu3 / T4) lymphocyte antigen, expressed on helper T - cells and macrophages, appears to be involved in restrition of antigen reactive T - cells to Class If bearing antigen presenting cells and may in fact mediate that restriction (reviewed in (2} ). Antibodies to murine CD4 (L3T) have been used successfully to treat murine autoimmune diseases {1} (27) [28 ). In addition, anti - L3TS antibodies, co - administered with antigen, result in antigen - specific tolerance [6] Such treatments may have implications for human autoimmune disease and transplantation therapies. In most model systems, a single rat monoclonal anti - L3T4 antibody, GK1. 5 {7] has been utilized, In considering similar in vivo applications in primates and humans, it may be important to use anti - CD4 antibodies that mimic GK1. $ as closely as possible, particularly with respect to reactivity with the equivalent region epitope) of the human CD4 molecule. A particular interest in humnan cluster of differentiation 4 epitopes stems from it role as the receptor for human immunodeficiency virus (HIV) (8] [12 }. The binding of HIV to CD4 hhas suggested an ant - idiotype vaccine strategy utilizing anti - Cb4 antibodies as jimmunogens (reviewed in (29] ). Immunization with such an anti - Cb4 ‘ monoclonal antibody (or antibodies) may generate anti - idiotypic responses capable of neutralizing HIV and forestall infection. In theory. this approach ‘ would be applicable to multiple HIV isolates since the CD4 binding site on gp120 ' s conserved (25 ]. Identification of an anti - CD4 antibody reactive with an epitope idemtical to or overlaping the HIV gp120 binding site would be an initial sep in Such a strategy. Cross - blocking studies have partitioned anti - cluster of differentiation 4 antibodies into ‘ multiple epitope clusters {21} {22] [4 ], but steric interference between two suntibodies binding to very different regions of the primary sequence cannot be 4istinguished from their binding to near or overlapping epitopes. We have complemented antibody cross - blocking and recombinant HIV rEp120 (rgp120) {15} blocking studies by using a bacterial recombination system with human and ‘ nouse CD4 cDNA ' s to generate chimeric CD4 mote, “ The chimeric CDS ‘ This work was supported in part by National Insttues of Health ‘ grant AI26462 and California Sote Research and Bevelopaeat ran 71980, vita sc oar 40000672",
        "46 Molecular Mapping of Immunogenic Determinants of Human CD4 Using Chimeric Interspecies Molecules and Anti - CD4 Antibodies! Pila Estess Sharon L. Salmon Margaret Winberg Vernon T. Of David Buck Becton Dickinson Monoclonal Center, Mounisn View, Califomia 94039 1. Introduction The CD4 (Leu3 / T4) lymphocyte antigen, expressed on helper T - cells and macrophage, appears to be involved in restrition of antigen reactive Metric ton - cells to Class If bearing antigen presenting cells and may in fact mediate that restriction (reviewed in (2} ). Antibodies to murine CD4 (L3T) have been used successfully to treat murine autoimmune diseases {1} (27) [28 ). In addition, anti - L3TS antibodies, co - administered with antigen, result in antigen - specific tolerance [6] Such treatments may have implications for human autoimmune disease and transplantation therapies. In most model systems, a single rat monoclonal anti - L3T4 antibody, GK1. 5 {7] has been utilise, In considering similar in vivo applications in primates and humans, it may be important to use anti - CD4 antibodies that mimic GK1. $ as closely as possible, particularly with respect to reactivity with the equivalent region epitope) of the human CD4 molecule. A particular interest in humnan CD4 epitopes stems from it role as the receptor for human immunodeficiency virus (HIV) (8] [12 }. The binding of HIV to CD4 hhas suggested an ant - idiotype vaccine strategy utilizing anti - Cb4 antibodies as jimmunogens (reviewed in (29] ). Immunization with such an anti - Cb4 ‘ monoclonal antibody (or antibodies) may generate anti - idiotypic responses capable of neutralizing HIV and preventing infection. In theory. this approach ‘ would be applicable to multiple HIV isolates since the CD4 binding site on gp120 ' s conserved (25 ]. Identification of an anti - CD4 antibody reactive with an epitope idemtical to or overlaping the HIV gp120 binding site would be an initial sep in Such a strategy. Cross - blocking studies have partitioned anti - CD4 antibodies into ‘ multiple epitope cluster {21} {22] [4 ], but steric interference between two suntibodies binding to very different regions of the primary sequence cannot be 4istinguished from their binding to near or overlapping epitope. We have complemented antibody cross - blocking and recombinant HIV rEp120 (rgp120) {15} blocking studies by using a bacterial recombination system with human and ‘ nouse CD4 cDNA ' s to generate chimeric CD4 molecules, “ The chimeric CDS ‘ This work was supported in part by National Insttues of Health ‘ grant AI26462 and California Sote Research and Bevelopaeat ran 71980, vita sc oar 40000672"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "The CD4 (Leu3/T4) lymphocyte antigen appears to be involved in restrition of antigen reactive T-cells to class If bearing cells. Antibodies to murine CD 4 (L3T) have been used successfully to treat autoimmune diseases. Such treatments may have implications for human autoimmune disease and transplantation therapies."
}