{
    "filename": "40005029-5030.jpg",
    "metadata": {},
    "text": "Estradiol is a Survival Factor for Human Endothelial Cells\nInhibiting TNF-o. Induced Apoptosis by an Estrogen Receptor\nMediated Mechanism\n\nSpyridopoulos et al Estradiol inhibits endothelial cell apoptosis\n\nIoakim Spyridopoulos, M.D.\nAlison B, Sullivan, M.S.\nMarianne Keamey, B.A.\n\nJeffrey M. Isner, M.D.\nDouglas W. Losordo, M.D.\n\nAddress for correspondence:\n\nDouglas W. Losordo, M.D.\n\nSt. Elizabeth’s Medical Center\nDepartment of Medicine\n\nDivision of Cardiovascular Research\n736 Cambridge Street\n\nBoston, MA 02135\n\nPhone: 617-789-3346\n\nFax: 617-789-5029\n\ne-mail: — dlosordo@opal.tufts.edu\n\f",
    "augmented_texts": [
        "Estradiol is a Survival Gene for Human Endothelial Cells Inhibiting TNF - o. Induced Programmed cell death by an Estrogen Receptor Mediated Mechanism Spyridopoulos et al Estradiol inhibits endothelial cell apoptosis Ioakim Spyridopoulos, M. D. Alison B, Sullivan, M. S. Marianne Keamey, B. A. Jeffrey M. Isner, M. D. Douglas W. Losordo, M. Cholecalciferol. Computer address for correspondence: Douglas W. Losordo, M. D. St. Elizabeth ’ s Medical Center Department of Medicine Division of Cardiovascular Research 736 Cambridge Street Boston, MA 02135 Phone: 617 - 789 - 3346 Fax: 617 - 789 - 5029 e - mail: — dlosordo @ opal. tufts. edu",
        "Estradiol is a Survival Factor for Human Endothelial Cells Inhibiting TNF - o. Induced Apoptosis by an Estrogen Receptor Mediated Chemical mechanism Spyridopoulos et atomic number 13 Oestradiol inhibits endothelial cell apoptosis Ioakim Spyridopoulos, M. D. Alison B, Sullivan, M. S. Marianne Keamey, B. A. Jeffrey Mb. Isner, M. D. Douglas W. Losordo, M. D. Address for correspondence: Douglas W. Losordo, M. D. St. Elizabeth ’ s Medical Marrow Department of Medicine Division of Cardiovascular Inquiry 736 Cambridge Street Boston, mama 02135 Phone: 617 - 789 - 3346 Fax: 617 - 789 - 5029 e - mail: — dlosordo @ opal. tufts. edu"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Estradiol is a Survival Factor for Human Endothelial Cells. Inhibiting TNF-o. Induced Apoptosis by an Estrogen Receptor. Mediated Mechanism for EstrADiol inhibits endothelial cell apoptosis. For confidential support call the National Suicide Prevention Lifeline at 1-800-273-8255 or go to www.suicidepreventionlifeline.org."
}