{
    "filename": "40013873-3874.jpg",
    "metadata": {},
    "text": " \n\nPrncipl invessgatauPregram Deco (Last fst. mete.\n\n \n\nBIOGRAPHICAL SKETCH\n\n‘Gee me ttewng iteration or ne key personnel ana caneutens sn cokeborators. Seyn mh tne anncica!\nsessgatcfvogeam arc, Preacooy\n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nWME POSITION TLE =\nReinhold H. Kreutz, M.D. Research Fellow\nnsrTumiow ano Locariow Pe\n(nob finetsaiaias | tie | eat | Wale\ngon |\n|\n\nea err previous employran exsedence, and\n\nRESEARCH AND PROFESSIONAL EXPERIENCE: Conctusng wit present asin st, n cv\nhonors. Kay rerconnaliniase we panic investigate sna any ena nds wr al carafe dasa or axeciton cttw prlece\nKey ersonnalypealy wi itu a ndicas with decor rater pofesion! cegaas, btn same ates wilinciade nvidia ane meter o>\n‘accaiaucaats level orovcedtny conaute na substan way tthe scembcceveccment or execution othe paisa. elude prose memes oa\nany Federal Gvemment sublic asvscry commtes Us in chrantagel order, nee, al ahora, and complete telrencest a1 puoleavone do oe\nPas: theayears and to represarative earle publeatonspartnanea this appieabon. 00 NOT EXCEED TWO PAGES\n\n \n\n \n    \n\n \n\n \n\n \n\n \n\nAppointments\n1986-1987 Intem ia Medicine, Malteser Hospital, uni. of Bonn, Germany\n1987-1989 Resideat in Medicine, Holweide Hospital, Une of Cologne, Germany\n1980-1991 Senior Resident in Medicine, Maltesc Hospital, Uns-of Bonn, Germany\n1991-1992. Research Fellow, Dept of Pharmacology, Univ of Heigelberg Germany\n\n \n\n1992- Research Fellow, Dept. of Cardiology, Children’s Hospital, Boston, Mass.\nHonors\n\n1990 Postdoctoral Training Grant Award, DEG\n\nPublications\n\nR. Krautz, D. Ganten: Call biology\n685. Ss\n\n \n\nhypertension. Curr Opin Cardiol 1991, 6:680-\n\nR. Kreutz, H.J. Kruse, C, Rodewald, J. Schupapart. A. Overlack, KO, Stumpe, R. |\nKolloch: Dia Bedeutung des Renin-Angiotensin-Systems far die Slutdruckregulation\nwahrend akuter thorakaler Hyparvolamia. Hachdruck 1991, 11:77 (abstract)\n\n \n\nB. Djavideni, M. Sander, J, Peters, M. Bader, R. Kreutz, N. Gluth, P. Vescel, J.J.\nMullins, D. Ganten: Die Rolle der Nebenniere bei der Bluthochdruckentstehung id TGR\n(mREN2)27: Hochdruck 1991, 11:52 (abstract)\n\nB. Kreutz, K. Lindpainmer, 0. Ganten: Molekulere Genetik des Bluthochdrucks. |\nZukGnftige Kensaquenzen fdr Klink und Praxis, Munch Med Wschr 1991, 183:724- |\n28 : :\nF.“Kreutz, M. Miguchi, D. Ganten: Molecular genetics of hypertension. Clin Exp\nHypertens 1982, A14:15-34,\n\nET Fano a F\n\n  \n\n40013873\n\f",
    "augmented_texts": [
        "Prncipl invessgatauPregram Deco (Last fst. mete. BIOGRAPHICAL SKETCH ‘ Gee me ttewng iteration or ne key personnel ana caneutens sn cokeborators. Seyn mh tne anncica! sessgatcfvogeam arc, Preacooy WME POSITION TLE = Reinhold H. Kreutz, M. D. Research Fellow nsrTumiow ano Locariow Pe (nob finetsaiaias | tie | eat | Wale gon | | ea err previous employran exsedence, and RESEARCH AND PROFESSIONAL EXPERIENCE: Conctusng wit present asin st, n cv honors. Kay rerconnaliniase we panic investigate sna any ena atomic number 60 wr al carafe dasa or axeciton cttw prlece Key ersonnalypealy wi itu a ndicas with decor rater pofesion! cegaas, btn same ates wilinciade nvidia ane meter o> ‘ accaiaucaats level orovcedtny conaute na substan way tthe scembcceveccment or execution othe paisa. elude prose memes oa any Federal Gvemment sublic asvscry commtes Us in chrantagel order, nee, al ahora, and complete telrencest a1 puoleavone do oe Pas: theayears and to represarative earle publeatonspartnanea this appieabon. 00 NOT EXCEED TWO PAGES Appointments 1986 - 1987 Intem ia Medicine, Malteser Hospital, uni. of Bonn, Germany 1987 - 1989 Resideat in Medicine, Holweide Hospital, Une of Cologne, Germany 1980 - 1991 Senior Resident in Medicine, Maltesc Hospital, Uns - of Bonn, Germany 1991 - 1992. Research Fellow, Dept of Pharmacology, Univ of Heigelberg Germany 1992 - Research Fellow, Dept. of Cardiology, Children ’ s Hospital, Hub of the universe, Mass. Honors 1990 Postdoctoral Training Grant Award, DEG Publications R. Krautz, D. Ganten: Call biology 685. Ss hypertension. Curr Opin Cardiol 1991, 6: 680 - R. Kreutz, H. J. Kruse, C, Rodewald, J. Schupapart. A. Overlack, KO, Stumpe, R. | Kolloch: Dia Bedeutung des Renin - Angiotensin - Systems far die Slutdruckregulation wahrend akuter thorakaler Hyparvolamia. Hachdruck 1991, 11: 77 (abstract) B. Djavideni, M. Sander, J, Peters, M. Bader, R. Kreutz, N. Gluth, P. Vescel, J. J. Mullins, D. Ganten: Die Rolle der Nebenniere bei der Bluthochdruckentstehung id TGR (mREN2) 27: Hochdruck 1991, 11: 52 (abstract) B. Kreutz, K. Lindpainmer, 0. Ganten: Molekulere Genetik des Bluthochdrucks. | ZukGnftige Kensaquenzen fdr Klink und Praxis, Munch Med Wschr 1991, 183: 724 - | 28: : F. “ Kreutz, M. Miguchi, D. Ganten: Molecular genetics of hypertension. Clin Exp Hypertens 1982, A14: 15 - 34, ET Fano a F 40013873",
        "Prncipl invessgatauPregram Deco (Last fst. mete. BIOGRAPHICAL SKETCH ‘ Gee maine ttewng iteration or ne key personnel ana caneutens sn cokeborators. Seyn mh tne anncica! sessgatcfvogeam arc, Preacooy WME POSITION TLE = Reinhold H. Kreutz, M. D. Research Fellow nsrTumiow ano Locariow Pe (nob finetsaiaias | tie | eat | Wale gon | | ea err previous employran exsedence, and RESEARCH AND PROFESSIONAL EXPERIENCE: Conctusng wit present asin st, n cv honors. Kay rerconnaliniase we panic investigate sna any ena nds wr al carafe dasa or axeciton cttw prlece Key ersonnalypealy wi itu a ndicas with decor rater pofesion! cegaas, btn like ates wilinciade nvidia ane meter o> ‘ accaiaucaats level orovcedtny conaute na substan way tthe scembcceveccment or execution othe paisa. elude prose memes oa any Union soldier Gvemment sublic asvscry commtes Us in chrantagel order, nee, al ahora, and complete telrencest a1 puoleavone do oe Pas: theayears and to represarative earle publeatonspartnanea this appieabon. 00 NOT EXCEED TWO PAGES Appointments 1986 - 1987 Intem ia Medicine, Malteser Hospital, uni. of Bonn, Germany 1987 - 1989 Resideat in Medicinal drug, Holweide Hospital, Une of Cologne, Germany 1980 - 1991 Senior Resident in Medicine, Maltesc Hospital, Uns - of Bonn, Germany 1991 - 1992. Research Fellow, Dept of Pharmacology, Univ of Heigelberg Germany 1992 - Research Fellow, Dept. of Cardiology, Children ’ s Hospital, Boston, Mass. Honors 1990 Postdoctoral Training Grant Accolade, DEG Publications R. Krautz, D. Ganten: Call biology 685. Ss hypertension. Curr Opin Cardiol 1991, 6: 680 - R. Kreutz, H. J. Kruse, C, Rodewald, J. Schupapart. A. Overlack, KO, Stumpe, R. | Kolloch: Dia Bedeutung des Renin - Angiotensin - Systems far die Slutdruckregulation wahrend akuter thorakaler Hyparvolamia. Hachdruck 1991, 11: 77 (abstract) B. Djavideni, M. Sander, J, Peters, M. Bader, R. Kreutz, N. Gluth, P. Vescel, J. J. Mullins, D. Ganten: Die Rolle der Nebenniere bei der Bluthochdruckentstehung id TGR (mREN2) 27: Hochdruck 1991, 11: 52 (abstract) B. Kreutz, K. Lindpainmer, 0. Ganten: Molekulere Genetik des Bluthochdrucks. | ZukGnftige Kensaquenzen fdr Klink und Praxis, Munch Med Wschr 1991, 183: 724 - | 28: : F. “ Kreutz, M. Miguchi, D. Ganten: Molecular genetics of hypertension. Clin Exp Hypertens 1982, A14: 15 - 34, ET Fano a F 40013873"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Prncipl invessgatauPregram Deco (Last fst. mete) means ‘Gee me ttewng iteration or ne key personnel ana caneutens sn cokeborators. Seyn mh tne anncica!’"
}