{
    "filename": "40016805-6806.jpg",
    "metadata": {},
    "text": "FF Principal inveatigater/Progrem Director ilest, frst, midde!: Assoian, Richard Kenneth __\nBIOGRAPHICAL SKETCH\n‘Give the fllowing Information for the kay personnal and conautants and eolaborators. Begin with the principal\ninvetigtorprogram dector. Phetocopy thle page foreach paren.\n\na\n\n \n\n \n\n \n\n \n\nRichard Kenneth Assoian |Associate Professor\n“TOUERTON Tah wa I ET TT TT PETE TTT TET\nINSTITUTION AND LOCATION prone ‘conrenneD ei oF STUY\n‘Johns Hopkins Univ., Baltimore, MD BA. 1975 ‘Natural Sciences\nUniversity of Chicago, Chicago, TI. PhD. 1981 Biochemistry\nNCI, NIH, Bethesda, MD (post-doc) - - growth factors & cancer\n(ab. of M. Sporn: 1981-1983)\n\n \n\n \n\n \n\n[RESEARCH AND PROFESSIONAL EXPERIENCE: Concluding with present positon st, In cvoncogicl order pravius employment, exparenes, and honor.\nKey porsenne Include the princlpa Invastigator and eny tar Indus who participate inthe sclonlia developmant or exection of the project. Key\npersonnel typialy wil incade al individual with doctoral or oter profesional degree, tin ome projects wit include indkidule att Mastere ot\nDeccateursate evel provided they contabute n'a aubstaniva war tothe acientife Jovlopment or axeouton of the project. Inchide present memes on\n‘any Fodoal Goverment public adoory commits. List, nchronclogial order, the tite, wl author, and complate references to al pubiowons during the\nDest tres youre end to represortative eater publoatona pernentt thie pploaton. DO NOT EXCEED TWO PAGES.\n\nStaff Fellow and Senior Staff Fellow, Laboratory of Chemoprevention, NCI, NIH: 1983-1986\n\nAssistant Professor of Biochem. & Molec. Biophysics, College of Phys. & Surgeons, Columbia University, 1986-1992\n‘Associate Professor of Cell Biology and Anatomy, University of Miami School of Medicine, 1992-present\n\nHonors: B.A. with honors, NIH predoctoral fellowship, Irma T. Hirschl Career Scientist Award, Basil O’Connor\nScholar Award, American Heart Association Established Scientist Award\n\nPUBLICATIONS (Selected from 40)\n\n1. Assoian, R.K., Komoriya, A., Meyers, C.A., Miller, D.M., and Sporn, M.B, 1983) Transforming growth\nfactor-8 in human platelets: identification of a major storage site, purification, and characterization. J. Biol.\nChem, 258: 7155-7160.\n\n2. Assoian, R.K., Frolik, C.A., Roberts, A.B., Miller, D.M., and Sporn, M.B. (1984) Transforming growth factor-\n8 controls receptor levels for epidermal growth factor in NRK fibroblasts. Cell 36: 35-41.\n\n3. Assoian, R.K., Grotendorst, G.R., Miller, D.M., and Spom, M.B. (1984) Cellular transformation by coordinated\naction of three peptide growth factors from human platelets. Nature 309: 804-809,\n\n4, Derynck, R., Jarrett, J.A., Chen, B.¥., Baton, D.H., Bell, J.R., Assoian, R.K., Roberts, A.B., Spor, M.B.,\nand Goedel, D.V. (1985) Human transforming growth factor-8 complementary DNA sequence and expression\nin normal and transformed cells. Nature 316: 701-705.\n\n \n\n5. Assoian, R.K. (1985) Biphasic effects of type B transforming growth factor on epidermal growth factor receptors\nin NRK fibroblasts. J. Biol. Chem. 260: 9613-9617.\n\n \n\n6, Stoppelli, M.P., Corti, A., Cassani, G., Blasi, F., and Assoian, R.K. (1985) Differentiation enhanced binding\nof the amino-terminal fragment of human urokinase plasminogen activator to a specific receptor on U937\nmonocytes. Proc. Natl. Acad. USA 82:4939-4943.\n\n \n\nPas 398 (Rev. 9791) ‘Form Poge © Pose ¥F\n\"Number pogo conseouthaly a he bottom threughout the application. Do nt uae aufies auch a 30, 3b.\n\n40016805\n\f",
    "augmented_texts": [
        "FF Principal inveatigater / Progrem Director ilest, frst, midde! : Assoian, Richard Kenneth __ BIOGRAPHICAL SKETCH ‘ Spring the fllowing Information for the kay personnal and conautants and eolaborators. Begin with the principal invetigtorprogram dector. Phetocopy thle page foreach paren. a Richard Kenneth Assoian | Associate Professor “ TOUERTON Tah wa I ET TT TT PETE TTT TET INSTITUTION AND LOCATION prone ‘ conrenneD ei oF STUY ‘ Johns Hopkins Univ. , Baltimore, MD BA. 1975 ‘ Natural Sciences University of Michigan, Chicago, TI. PhD. 1981 Biochemistry NCI, NIH, Bethesda, MD (post - doc) - - growth factors & cancer (ab. of M. Sporn: 1981 - 1983) [RESEARCH AND PROFESSIONAL EXPERIENCE: Concluding with present positon st, In cvoncogicl order pravius employment, exparenes, and honor. Key porsenne Include the princlpa Invastigator and eny tar Indus who participate inthe sclonlia developmant or exection of the project. Key personnel typialy wil incade al individual with doctoral or oter profesional degree, tin ome projects wit include indkidule att Mastere ot Deccateursate evel provided they contabute n ' a aubstaniva war tothe acientife Jovlopment or axeouton of the project. Inchide present memes on ‘ any Fodoal Goverment public adoory commits. List, nchronclogial order, the tite, wl author, and complate references to al pubiowons during the Dest tres youre end to represortative eater publoatona pernentt thie pploaton. DO NOT EXCEED TWO PAGES. Staff Fellow and Senior Staff Colleague, Laboratory of Chemoprevention, NCI, NIH: 1983 - 1986 Assistant Professor of Biochem. & Molec. Biophysics, College of Phys. & Surgeons, Columbia University, 1986 - 1992 ‘ Associate Professor of Cell Biology and Anatomy, University of Miami School of Medicine, 1992 - present Honors: B. A. with honors, NIH predoctoral fellowship, Irma T. Hirschl Career Scientist Award, Basil O ’ Connor Scholar Award, American Heart Association Established Scientist Award PUBLICATIONS (Selected from 40) 1. Assoian, R. K. , Komoriya, A. , Meyers, C. A. , Miller, D. M. , and Sporn, M. B, 1983) Transforming growth factor - 8 in human platelets: identification of a major storage site, purification, and characterization. J. Biol. Chem, 258: 7155 - 7160. 2. Assoian, R. K. , Frolik, C. A. , Henry m. robert, A. B. , Miller, D. M. , and Sporn, M. B. (1984) Transforming growth factor - 8 controls receptor levels for epidermal ontogeny factor in NRK fibroblasts. Cell 36: 35 - 41. 3. Assoian, R. K. , Grotendorst, G. R. , Miller, D. M. , and Spom, M. B. (1984) Cellular transformation by coordinated action of three peptide growth factors from human platelets. Nature 309: 804 - 809, 4, Derynck, R. , Jarrett, J. A. , Chen, B. ¥. , Baton, D. H. , Bell, J. R. , Assoian, R. K. , Roberts, A. B. , Spor, M. B. , and Goedel, D. V. (1985) Human transforming growth factor - 8 complementary DNA succession and expression in normal and transformed cells. Nature 316: 701 - 705. 5. Assoian, R. K. (1985) Biphasic effects of type B transforming growth factor on epidermal growth factor receptors in NRK fibroblasts. J. Biol. Chem. 260: 9613 - 9617. 6, Stoppelli, M. P. , Corti, A. , Cassani, G. , Blasi, F. , and Assoian, R. K. (1985) Differentiation enhanced binding of the amino - terminal fragment of human urokinase plasminogen activator to a specific receptor on U937 monocytes. Proc. Natl. Acad. USA 82: 4939 - 4943. Pas 398 (Rev. 9791) ‘ Form Poge © Pose ¥ F \" Number pogo conseouthaly a he bottom threughout the application. Do nt uae aufies auch a 30, 3b. 40016805",
        "FF Head inveatigater / Progrem Director ilest, frst, midde! : Assoian, Richard Kenneth __ BIOGRAPHICAL SKETCH ‘ Give the fllowing Information for the kay personnal and conautants and eolaborators. Begin with the principal invetigtorprogram dector. Phetocopy thle page foreach paren. a Richard Kenneth Assoian | Associate Professor “ TOUERTON Tah wa I ET TT TT PETE TTT TET INSTITUTION AND LOCATION prone ‘ conrenneD ei oF STUY ‘ Johns Hopkins Univ. , Baltimore, MD BA. 1975 ‘ Natural Sciences University of Chicago, Chicago, TI. PhD. 1981 Biochemistry NCI, NIH, Bethesda, MD (billet - doc) - - growth factors & cancer (ab. of M. Sporn: 1981 - 1983) [RESEARCH AND PROFESSIONAL EXPERIENCE: Concluding with present positon st, In cvoncogicl order pravius employment, exparenes, and honor. Key porsenne Include the princlpa Invastigator and eny tar Indus who participate inthe sclonlia developmant or exection of the project. Key personnel typialy wil incade al individual with doctoral or oter profesional degree, tin ome projects wit include indkidule att Mastere ot Deccateursate evel provided they contabute n ' a aubstaniva war tothe acientife Jovlopment or axeouton of the project. Inchide present memes on ‘ any Fodoal Goverment public adoory commits. List, nchronclogial order, the tite, wl author, and complate references to al pubiowons during the Dest tres youre end to represortative eater publoatona pernentt thie pploaton. DO NOT EXCEED TWO PAGES. Staff Fellow and Senior Staff Fella, Laboratory of Chemoprevention, NCI, NIH: 1983 - 1986 Assistant Professor of Biochem. & Molec. Biophysics, College of Phys. & Surgeons, Columbia University, 1986 - 1992 ‘ Associate Professor of Cell Biota and Anatomy, University of Miami School of Medicine, 1992 - present Honors: B. A. with honors, NIH predoctoral fellowship, Irma T. Hirschl Career Scientist Award, Basil O ’ Connor Scholar Award, American Heart Association Established Scientist Award PUBLICATIONS (Selected from 40) 1. Assoian, R. K. , Komoriya, A. , Meyers, C. A. , Miller, D. M. , and Sporn, M. B, 1983) Transforming growth factor - 8 in human platelets: identification of a major storage site, purification, and characterization. J. Biol. Chem, 258: 7155 - 7160. 2. Assoian, R. Cat valium. , Frolik, C. A. , Roberts, A. B. , Miller, D. M. , and Sporn, M. B. (1984) Transforming growth factor - 8 controls receptor levels for epidermal growth factor in NRK fibroblasts. Cell 36: 35 - 41. 3. Assoian, R. K. , Grotendorst, G. R. , Miller, D. M. , and Spom, M. B. (1984) Cellular transformation by coordinated action of three peptide growth factors from human platelets. Nature 309: 804 - 809, 4, Derynck, R. , Jarrett, J. A. , Chen, B. ¥. , Baton, D. H. , Bell, J. R. , Assoian, R. Kb. , Roberts, A. B. , Spor, M. B. , and Goedel, D. V. (1985) Human transforming growth factor - 8 complementary DNA sequence and expression in normal and transformed cells. Nature 316: 701 - 705. 5. Assoian, R. Kib. (1985) Biphasic effects of type Boron transforming growth factor on epidermal growth factor receptors in NRK fibroblasts. J. Biol. Chem. 260: 9613 - 9617. 6, Stoppelli, M. P. , Corti, A. , Cassani, G. , Blasi, F. , and Assoian, R. K. (1985) Differentiation enhanced binding of the amino - terminal fragment of human urokinase plasminogen activator to a specific receptor on U937 monocytes. Proc. Natl. Acad. USA 82: 4939 - 4943. Pas 398 (Rev. 9791) ‘ Form Poge © Pose ¥ F \" Number pogo conseouthaly a he bottom threughout the application. Do nt uae aufies auch a 30, 3b. 40016805"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Richard Kenneth Assoian is an associate professor at Johns Hopkins University in Baltimore. He is the author of a book on cancer-causing growth factors. The book is titled ‘The Cancer Gene’ and is published by Simon & Schuster. For more information on the book, visit www.thecancer gene.com."
}