{
    "filename": "40012273-2277.jpg",
    "metadata": {},
    "text": " \n\ni. Acad $1 USA\nab Asan 1. October 2995\n\n \n\nKinetics of spindle pole body se\nPooca kaw, ruc Som\n\n“pepe of ekg Caer and Mohan Paxman\n‘BARMON Eat Ce Bolg, Harod Meds! Sete Bost\n\nCommunicated by Bruce M. Aer,\n\n[ABSTRACT tn the budding yeast Secharomycescerev-\nAne une spine pole hody (SPB) serves us the microtubule-\nring center and is the functional analog of the centro\nsrerr of higher organisms. By expressing a fusion of yeast\nSprastoctated protein to the Aequorea vcore green Cluores-\nSeat protein, the movement ofthe SPBs in lving yeast cells\nCoelet going nitests was observed by Flvorescence microscopy.\n‘The ability Uo visualize SPBs i vivo has reveal previously\nTMacntitea, mitotic eveats- During anaphase, the mitotic\nSpindle has four sequential activities: alignment atthe moth\nsrapoghte junction, fast elongation, translocation into the\nTeall stow elongation. There results indicate that distinet\nantes act upon the spindle at different times during anaphase.\n‘During mitosis, chromosome segregation is medioted by the\ninit spindle, The spindle consists of a network of interdig\nating merotabules that emanate from a pai of mirotabule-\n‘ganiaing ecaters (TOC). Inthe budding Yeast Saccharo-\ntates cervsae, the MTOC, tetmed the spindle pole body\n‘Rb, remains embeded inthe nuclear envelope asthe cell\nyaerpoes a ciosed mitosis (1) Early inthe ell division cle,\nThe singe SPB moves toward the bud site and duplictes (2,3).\n[Near the end of S phase, the two SPBs move apart aod form\nBiber el am) spindle. The short spindle then localizes to the\nThother-bud junction (termed the bus neck), and elongati\n\nare UF? gene of yeast encodes 2 protein that localizes 10\ntne nuclear fate ofthe SPB (4), Nufap contains large segment\nSfeoted-coi structure, and mutations in this region result in\nChie arrested with 2. shortened mitotic spindle and fully\nseplietea DNA (4) Nuf2p isa partiularly suitable marke or\nTiBerving SPBs in living cols because it remains SPB-\nseared throughout the cell eye, and’ can be overex:\npressed without tare side effets (4).\n\n‘Because the mechanisms goveroing SPB movement a\ntobe desermined, we have developed an innovative strategy t0\nSecciwe ts dynamis in ving cells- visualization of functional\nTeoh between « SPB-assocated protein and the Aequorea\nTeoma, peeen fivoresceat protcia (GFP) (5, 6). GFP has 2\nftunber of advantages as floocescent reporter protein #9\nonl it requires no cofactor fr visualization and ean be\nBapressed in's number of heterologous cll types (6)\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMATERIALS AND METHODS\n\nPlasmid Construction. Plasmid pXGS was consiructed as\nSolna waSaype OF? was PCR-amplified from plasmid TU\nti Sy using the 5! Xho linked primer CCGCTCGAGCTAT.\nGACTABAGGAGAAGA and the 3°17 primer, The PCR\nGeoduet wes ut with ho {and Pat (New Englané Biolabs)\nJRC NUF? open reading frame was amplified from plasmid\nTPSSIL 4) wong tbe Bemlinked $ primer GCCGATC.\nBISIGAGTAGGAATCAAGATGTC and the in-frame, Xho\n[haved 2\" pamer CCCTCGAGCTTGCATATATTCGAG-\n\n \n\n \n\nparation in budding yeast\n\n‘ano Paws A. SiLvER™+\n\nMen Sols Daa-Fatber Coe Ia. 44 any See, Ran MA\n\nen MA OBS\n\nNotional Acadony of Scones Washingon. DC uly 17, 1998\n\nCAT. The PCR produc was eu with Bam and Xho 1 The\ntwo fragments were lignled together into plasmid pPS293 (8\nSiam URAS vector with the GALI promoter Sequence) cut\n\nity Bamtil and Pst 1\n\n‘Plasmid pBK6 was constructed as follows: Plasmid pP3S11\n‘was ent with BamHit and Nhe 1. 359bp {regent encom-\npassing the NUF2 5° promoter region slong withthe fist 78\nPreleviles ofthe coding Sequence was isolated. Thi fragment\n‘vas ligated into a pKGS backbone, which had been cut with\nBoni and Nhe LThis resulted in 2mm vector, which bad\nthe GALI promoter upstream of the AUF? promoter andthe\n[NUF2-GFP coding sequence.\n\n‘Western lots. Whole call extracts were prepared bY ss\npening 13% 108 cells in 200 lof protein sample buffer (7)\n‘ith glass beads, followed by agitation and heating 93°C for\nSINE Ten microliters of each extract was tun on 2 SDS/10%\npoljacrylamide gel, wansferzed to nitroceliuose, and probed\nPath 3000 antiNuf2p rabbit polylonal antibody (4) followed\nBy 1400 horseradih peroxidase-conjugates anti-rabbit IgG\n(Promeas). Bots were then visualized by wsing BCL detection\nSeagems as eitectd by the manufactures (Amccsham),\n\n‘Visualiotion of SPBsin Living Cells. Diploid stain PSY630\ncole (Mata/a, ura3-S2/ure3-s2; [eu201/lew2Al: 1p 1863/\nSTRPI; his34200/HIS3, NUF2/NUF2) transformed with PIKE\nsarc grown at 30°C in $C ~ora medium (8) supplemented with\nJos plucose toa density of $ X 10 cells per ml. collected Dy\nZentifugation, resuspended ia YED medium (8), and ines\nfated at 30°C for 30-50 mio. Three micrliters was placed on\nP tGroxcope side, covered with a coverslip (22 % 22 mm).\nSealed with Valap wax, and grown at 30°C until buds were\nousom the length of their mothers (35-40 min). Portia\nGepletion of the onygen from the medium by the cells may\nfede the amount of photodamape tothe cells Guting flo\nFesoence observations. The cells were then observed Bs fio~\nFeeeance with 3 CH250/KAF-1400 liquid-cooled CCD camera\n(Photomerrics, Tuesoa, AZ) on a Zeiss Axioskop equipped\nCoin ine following fier set excitation, 465-295 am: dichroi,\nSHO am, barnes, 520 LP (Chroma Technology, Brateboro,\nSing OAW shercury are lamp (Opt-uip), and a X63 1\nThumerical apertore Plan-Apochromat objective, ‘The fins)\nTpapoifieaton 19 the CCD array was ~X75; that is 1 ym (of\nhe upecimen) projected onto 11 pels of the CCD array where\ncach piel is 68 68 ym, The quantum efficiency of the\nKAF-AsOD CCD chip i rated at ~30% at the emision\nmaxim (509 nm) of GFP. Excitation illumination was\n‘Controlled yan integrated shutter (Uniblite. Rochester. NY)\n‘Smehronized with the digital camera. Cells were observed\ning S00-ms exposures at 10s intervals with manually con\ntrolled motorized focusing (Ludl). Digitized images were\nopted vsing the MetaMorph imaging system (Univeral\nTIasing, Media, PA),\n\n\"The distance between SPRs was measured using the mca\nute distance feaure of the METAMORIL imaging software\n[Universal Imaging) calibrated to. 10-pm stoge micrometer\n\n \n\n \n\n \n\n \n\n \n\nTer\npayment. Ti at\nCordes ih\n\ncnn cn fs aie wee dnc io pay age at\nit mus heer bee marked aérerteme” 8\nEUS. Belew inne ts ft\n\n“Rawrevition: SPB, spindle pote body: GFP roam Huorescen po\n\nFe whom reprint rents should be adres\n\n \n\n40012273\n\n \n\f",
    "augmented_texts": [
        "i. Acad $ 1 USA ab Asan 1. October 2995 Kinetics of spindle pole body se Pooca kaw, ruc Som “ pepe of ekg Caer and Mohan Paxman ‘ BARMON Eat Ce Bolg, Harod Meds! Sete Bost Communicated by Sir david bruce M. Aer, [ABSTRACT tn the budding yeast Secharomycescerev - Ane une spine pole hody (SPB) serves us the microtubule - ring center and is the functional analog of the centro srerr of higher organisms. By expressing a fusion of yeast Sprastoctated protein to the Aequorea vcore green Cluores - Seat protein, the movement ofthe SPBs in lving yeast cells Coelet going nitests was observed by Flvorescence microscopy. ‘ The ability Uo visualize SPBs i vivo has reveal previously TMacntitea, mitotic eveats - During anaphase, the mitotic Spindle has four sequential activities: alignment atthe moth srapoghte junction, fast elongation, translocation into the Teall stow elongation. There results indicate that distinet antes act upon the spindle at different times during anaphase. ‘ During mitosis, chromosome segregation is medioted by the init spindle, The spindle consists of a network of interdig ating merotabules that emanate from a pai of mirotabule - ‘ ganiaing ecaters (TOC ). Inthe budding Yeast Saccharo - tates cervsae, the MTOC, tetmed the spindle pole body ‘ Rb, remains embeded inthe nuclear envelope asthe cell yaerpoes a ciosed mitosis (1) Early inthe ell division cle, The singe SPB moves toward the bud site and duplictes (2, 3 ). [Near the end of S phase, the two SPBs move apart aod form Biber el be) spindle. The short spindle then localizes to the Thother - bud junction (termed the bus neck ), and elongati are UF? gene of yeast encodes 2 protein that localizes 10 tne nuclear fate ofthe SPB (4 ), Nufap contains large segment Sfeoted - coi structure, and mutations in this region result in Chie arrested with 2. shortened mitotic spindle and fully seplietea DNA (4) Nuf2p isa partiularly suitable marke or TiBerving SPBs in living cols because it remains SPB - seared throughout the cell eye, and ’ can be overex: pressed without tare side effets (4 ). ‘ Because the mechanisms goveroing SPB movement a tobe desermined, we have developed an innovative strategy t0 Secciwe ts dynamis in ving cells - visualization of functional Teoh between « SPB - assocated protein and the Aequorea Teoma, peeen fivoresceat protcia (GFP) (5, 6 ). GFP has 2 ftunber of advantages as floocescent reporter protein # 9 onl it requires no cofactor fr visualization and ean be Bapressed in ' s number of heterologous cll types (6) MATERIALS AND METHODS Plasmid Construction. Plasmid pXGS was consiructed as Solna waSaype OF? was PCR - amplified from plasmid TU ti Sy using the 5! Xho linked primer CCGCTCGAGCTAT. GACTABAGGAGAAGA and the 3 ° 17 primer, The PCR Geoduet wes ut with ho {and Pat (New Englané Biolabs) JRC NUF? open reading material frame was amplified from plasmid TPSSIL 4) wong tbe Bemlinked $ primer GCCGATC. BISIGAGTAGGAATCAAGATGTC and the in - frame, Xho [have 2 \" pamer CCCTCGAGCTTGCATATATTCGAG - paration in budding yeast ‘ ano Paws A. SiLvER ™ + Men Sols Daa - Fatber Coe Ia. 44 any See, Ran MA en MA OBS Notional Acadony of Scones Washingon. DC uly 17, 1998 CAT. The PCR produc was eu with Bam and Xho 1 The two fragments were lignled together into plasmid pPS293 (8 Siam URAS vector with the GALI promoter Sequence) cut ity Bamtil and Pst 1 ‘ Plasmid pBK6 was constructed as follows: Plasmid pP3S11 ‘ was ent with BamHit and Nhe 1. 359bp {regent encom - passing the NUF2 5 ° promoter region slong withthe fist 78 Preleviles ofthe coding Sequence was isolated. Thi fragment ‘ vas ligated into a pKGS backbone, which had been cut with Boni and Nhe LThis resulted in 2mm vector, which bad the GALI promoter upstream of the AUF? promoter andthe [NUF2 - GFP coding sequence. ‘ Western lots. Whole call extracts were prepared bY ss pening 13% 108 cells in 200 lof protein sample buffer (7) ‘ ith glass beads, followed by agitation and heating 93 ° C for SINE Ten microliters of each extract was tun on 2 SDS / 10% poljacrylamide gel, wansferzed to nitroceliuose, and probed Path 3000 antiNuf2p rabbit polylonal antibody (4) followed By 1400 horseradih peroxidase - conjugates anti - rabbit IgG (Promeas ). Bot were and then visualized by wsing BCL detection Seagems as eitectd by the manufactures (Amccsham ), ‘ Visualiotion of SPBsin Living Cells. Diploid stain PSY630 cole (Mata / a, ura3 - S2 / ure3 - s2; [eu201 / lew2Al: 1p 1863 / STRPI; his34200 / HIS3, NUF2 / NUF2) transformed with PIKE sarc grown at 30 ° C in $ C ~ ora medium (8) supplemented with Jos plucose toa density of $ X 10 cells per ml. collected Dy Zentifugation, resuspended ia YED medium (8 ), and ines fated at 30 ° C for 30 - 50 mio. Three micrliters was placed on P tGroxcope side, covered with a coverslip (22% 22 mm ). Sealed with Valap wax, and grown at 30 ° C until buds were ousom the length of their mothers (35 - 40 min ). Portia Gepletion of the onygen from the medium by the cells may fede the amount of photodamape tothe cells Guting flo Fesoence observations. The cells were then observed Bs fio ~ Feeeance with 3 CH250 / KAF - 1400 liquid - cooled CCD camera (Photomerrics, Tuesoa, AZ) on a Zeiss Axioskop equipped Coin ine following fier set excitation, 465 - 295 am: dichroi, SHO am, barnes, 520 LP (Chroma Technology, Brateboro, Sing OAW shercury are lamp (Opt - uip ), and a X63 1 Thumerical apertore Plan - Apochromat objective, ‘ The fins) Tpapoifieaton 19 the CCD array was ~ X75; that is 1 ym (of he upecimen) projected onto 11 pels of the CCD array where cach piel is 68 68 ym, The quantum efficiency of the KAF - AsOD CCD chip i rated at ~ 30% at the emision maxim (509 nm) of GFP. Excitation illumination was ‘ Controlled yan integrated shutter (Uniblite. Rochester. NY) ‘ Smehronized with the digital camera. Cells were observed ing S00 - ms exposures at 10s intervals with manually con trolled motorized focusing (Ludl ). Digitized images were opted vsing the MetaMorph imaging system (Univeral TIasing, Media, PA ), \" The distance between SPRs was measured using the mca ute distance feaure of the METAMORIL imaging software [Universal Imaging) calibrated to. 10 - pm stoge micrometer Ter payment. Ti at Cordes ih cnn cn fs aie wee dnc io pay age at it mus heer bee marked aérerteme ” 8 EUS. Belew inne ts ft “ Rawrevition: SPB, spindle pote body: GFP roam Huorescen po Fe whom reprint rents should be adres 40012273",
        "i. Acad $ 1 USA ab Asan 1. October 2995 Kinetics of spindle pole body se Pooca kaw, ruc Som “ pepe of ekg Caer and Mohan Paxman ‘ BARMON Eat Ce Bolg, Harod Meds! Sete Bost Communicated by Bruce M. Aer, [ABSTRACT tn the budding yeast Secharomycescerev - Ane une spine pole hody (SPB) serves us the microtubule - ring center and is the functional analog of the centro srerr of higher organisms. By expressing a fusion of yeast Sprastoctated protein to the Aequorea vcore green Cluores - Seat protein, the movement ofthe SPBs in lving yeast cells Coelet going nitests was observed by Flvorescence microscopy. ‘ The ability Uo visualize SPBs i vivo has reveal previously TMacntitea, mitotic eveats - During anaphase, the mitotic Spindle has four sequential activities: alignment atthe moth srapoghte junction, fast elongation, translocation into the Teall stow elongation. There results indicate that distinet antes act upon the spindle at different times during anaphase. ‘ During mitosis, chromosome segregation is medioted by the init spindle, The spindle consists of a network of interdig ating merotabules that emanate from a pai of mirotabule - ‘ ganiaing ecaters (TOC ). Inthe budding Yeast Saccharo - tates cervsae, the MTOC, tetmed the spindle pole body ‘ Rb, remains embeded inthe nuclear envelope asthe cell yaerpoes a ciosed mitosis (i) Early inthe ell division cle, The singe SPB moves toward the bud site and duplictes (2, 3 ). [Near the end of S phase, the two SPBs move apart aod form Biber el am) spindle. The short spindle then localizes to the Thother - bud junction (termed the bus neck ), and elongati are UF? gene of yeast encodes 2 protein that localizes 10 tne nuclear fate ofthe SPB (4 ), Nufap contains large segment Sfeoted - coi structure, and mutations in this region result in Chie arrested with 2. shortened mitotic spindle and fully seplietea DNA (4) Nuf2p isa partiularly suitable marke or TiBerving SPBs in living cols because it remains SPB - seared throughout the cell eye, and ’ can be overex: pressed without tare side effets (iv ). ‘ Because the mechanisms goveroing SPB movement a tobe desermined, we have developed an innovative strategy t0 Secciwe ts dynamis in ving cells - visualization of functional Teoh between « SPB - assocated protein and the Aequorea Teoma, peeen fivoresceat protcia (GFP) (5, 6 ). GFP has 2 ftunber of advantages as floocescent reporter protein # 9 onl it requires no cofactor fr visualization and ean be Bapressed in ' s number of heterologous cll types (6) MATERIALS AND METHODS Plasmid Construction. Plasmid pXGS was consiructed as Solna waSaype OF? was PCR - amplified from plasmid TU ti Sy using the 5! Xho linked primer CCGCTCGAGCTAT. GACTABAGGAGAAGA and the 3 ° 17 primer, The PCR Geoduet wes ut with ho {and Pat (New Englané Biolabs) JRC NUF? open reading frame was amplified from plasmid TPSSIL 4) wong tbe Bemlinked $ primer GCCGATC. BISIGAGTAGGAATCAAGATGTC and the in - frame, Xho [haved 2 \" pamer CCCTCGAGCTTGCATATATTCGAG - paration in budding yeast ‘ ano Paws A. SiLvER ™ + Men Sols Daa - Fatber Coe Ia. 44 any See, Ran MA en MA OBS Notional Acadony of Scones Washingon. DC uly 17, 1998 CAT. The PCR produc was eu with Bam and Xho 1 The two fragments were lignled together into plasmid pPS293 (8 Siam URAS vector with the GALI promoter Sequence) cut ity Bamtil and Pst 1 ‘ Plasmid pBK6 was constructed as follows: Plasmid pP3S11 ‘ was ent with BamHit and Nhe 1. 359bp {regent encom - passing the NUF2 5 ° promoter region slong withthe fist 78 Preleviles ofthe coding Sequence was isolated. Thi fragment ‘ vas ligated into a pKGS backbone, which had been cut with Boni and Nhe LThis resulted in 2mm vector, which bad the GALI promoter upstream of the AUF? promoter andthe [NUF2 - GFP coding sequence. ‘ Western lots. Whole call extracts were prepared bY ss pening 13% 108 cells in 200 lof protein sample buffer (7) ‘ ith glass beads, followed by agitation and heating 93 ° C for SINE Ten microliters of each extract was tun on 2 SDS / 10% poljacrylamide gel, wansferzed to nitroceliuose, and probed Path 3000 antiNuf2p rabbit polylonal antibody (4) followed By 1400 horseradih peroxidase - conjugates anti - rabbit IgG (Promeas ). Bots were then visualized by wsing BCL detection Seagems as eitectd by the manufactures (Amccsham ), ‘ Visualiotion of SPBsin Living Cells. Diploid stain PSY630 cole (Mata / a, ura3 - S2 / ure3 - s2; [eu201 / lew2Al: 1p 1863 / STRPI; his34200 / HIS3, NUF2 / NUF2) transformed with PIKE sarc grown at 30 ° C in $ C ~ ora medium (8) supplemented with Jos plucose toa density of $ X 10 cells per ml. collected Dy Zentifugation, resuspended ia YED metier (8 ), and ines fated at 30 ° C for 30 - 50 mio. Three micrliters was placed on P tGroxcope side, covered with a coverslip (22% 22 mm ). Sealed with Valap wax, and grown at 30 ° C until buds were ousom the length of their mothers (35 - 40 min ). Portia Gepletion of the onygen from the medium by the cells may fede the amount of photodamape tothe cells Guting flo Fesoence observations. The cells were then observed Bs fio ~ Feeeance with 3 CH250 / KAF - 1400 liquid - cooled CCD camera (Photomerrics, Tuesoa, AZ) on a Zeiss Axioskop equipped Coin ine following fier set excitation, 465 - 295 am: dichroi, SHO am, barnes, 520 LP (Chroma Technology, Brateboro, Sing OAW shercury are lamp (Opt - uip ), and a X63 1 Thumerical apertore Plan - Apochromat objective, ‘ The fins) Tpapoifieaton 19 the CCD array was ~ X75; that is 1 ym (of he upecimen) projected onto 11 pels of the CCD array where cach piel is 68 68 ym, The quantum efficiency of the KAF - AsOD CCD chip i rated at ~ 30% at the emision maxim (509 nm) of GFP. Excitation illumination was ‘ Controlled yan integrated shutter (Uniblite. Rochester. NY) ‘ Smehronized with the digital camera. Cells were observed ing S00 - ms exposures at 10s intervals with manually con trolled motorized focusing (Ludl ). Digitized images were opted vsing the MetaMorph imaging system (Univeral TIasing, Media, PA ), \" The distance between SPRs was measured using the mca ute distance feaure of the METAMORIL imaging software [Universal Imaging) calibrated to. 10 - pm stoge micrometer Ter payment. Ti at Cordes ih cnn cn fs aie wee dnc io pay age at it mus heer bee marked aérerteme ” 8 EUS. Belew inne ts ft “ Rawrevition: SPB, spindle pote body: GFP roam Huorescen po Fe whom reprint rents should be adres 40012273"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Kinetics of spindle pole body se                Pooca kaw, ruc Som                “pepe of ekg Caer and Mohan Paxman. ‘BARMON Eat Ce Bolg, Harod Meds! Sete Bost!’"
}