{
    "filename": "40011466-1466.jpg",
    "metadata": {},
    "text": "THE COUNCIL FoR TOBACCO RESEARCH - U.S.A., INC.\n\n‘SUPPORTING BIOMEDICAL INVESTIGATION 900 THIRD AVENUE\nNew Yorx, N.Y. 10022\n(212) 421-8885\nGoon A. Haswim, PH.D.\nASSOCIATE RESEARCH DIRECTOR .\n\nPRELIMINARY APPLICATION EVALUATION\nDate: August 12, 1994\nReviewer 1: Dr. Karnovsky\n\nReviewer 2: Dr. Croce\n\nRE: Preliminary Application Number: 5163\n\nApplicant's Name and Degree(s): Henry Jay Forman, Ph.D.\nInstitution: University of Southern California\n\nTitle: Activation of NEKB in Macrophages Exposed to\nOxidative Stress\n\n1, Please review this application and indicate your scoring below.\nA return envelope is provided for your convenience. ,\n\n2. We expect the top 30% of Preliminary Applications will be encouraged to submit Full\nApplications.\n\n\\\nQ Top 10% Q Top 40%\nQ Top 20% Q Top 50%\nQ Top 30% Q Below 50%\n\nReviewer's comments:\n\nDate: Signature:\n\nCopies to: Drs. Bisenberg, Ford, Hashim, McAllister\npetev2.doo rev07.11.94\n\n40011466\n\f",
    "augmented_texts": [
        "THE COUNCIL FoR TOBACCO RESEARCH - U. S. A. , INC. ‘ SUPPORTING BIOMEDICAL INVESTIGATION 900 THIRD AVENUE New Yorx, Atomic number 7. Y. 10022 (212) 421 - 8885 Goon A. Haswim, PH. D. ASSOCIATE RESEARCH DIRECTOR. PRELIMINARY APPLICATION EVALUATION Date: August 12, 1994 Reviewer 1: Dr. Karnovsky Reviewer two: Dr. Croce atomic number 75: Preliminary Covering Number: 5163 Applicant ' s Name and Degree (s ): Henry Jay Forman, Ph. D. Institution: University of Southern California Title: Activation of NEKB in Macrophages Exposed to Oxidative Stress 1, Please review this application and indicate your scoring below. A return envelope is provided for your convenience. , 2. We expect the top 30% of Preliminary Applications will be encouraged to submit Full Applications. \\ Q Top x% Q Top 40% Q Top 20% Q Top 50% Q Top 30% Q Below 50% Reviewer ' s comments: Date: Signature: Copies to: Drs. Bisenberg, Ford, Hashim, McAllister petev2. doo rev07. 11. 94 40011466",
        "THE COUNCIL FoR TOBACCO inquiry - U. S. A. , INC. ‘ SUPPORTING BIOMEDICAL INVESTIGATION 900 THIRD AVENUE New Yorx, N. Y. 10022 (212) 421 - 8885 Goon A. Haswim, PH. D. ASSOCIATE RESEARCH DIRECTOR. PRELIMINARY APPLICATION rating Date: August 12, 1994 Reviewer 1: Dr. Karnovsky Reviewer 2: Dr. Croce RE: Preliminary Diligence Number: 5163 Applicant ' s Name and Degree (s ): Henry Jay Forman, Ph. Vitamin d. Institution: University of Southern California Title: Activation of NEKB in Macrophages Exposed to Oxidative Stress 1, Please review this application and indicate your score below. A return envelope is provided for your convenience. , 2. We expect the top 30% of Preliminary Applications will be encouraged to submit Full Applications. \\ Q Top 10% Q Top 40% Q Top 20% Q Top 50% Q Top 30% Q Below 50% Reviewer ' s comments: Date: Signature: Written matter to: Drs. Bisenberg, Ford, Hashim, McAllister petev2. doo rev07. 11. 94 40011466"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Preliminary Application Number: 5163. Applicant's Name and Degree(s): Henry Jay Forman, Ph.D. University of Southern California. Title: Activation of NEKB in Macrophages Exposed toOxidative Stress. Criteria: Top 10% of Preliminary Applications will be encouraged to submit Full Application."
}