{
    "filename": "40022273-2273.jpg",
    "metadata": {},
    "text": "Conti-Fine, 3.M.\nFF Principal InvesigatoProgram Diecor Lac, fst mi): OT ITE?\nBIOGRAPHICAL SKETCH\n‘Give the fooxing tomato forth kay personnel and consutants wc colaboratrs. gin with the prepa!\n\\nvesipatorprogram draco. Pheloopy ths page or each person.\n\nPOSTION TILE\n\n \n\n \n\n \n\n \n\nAssistant Scientist\n[EDUCATION (api wi bacetzraaio or chor ie profesional edbcation euch es ring, ad ncade poe Wate)\n\n \n\n \n\n \n\nYEAR\nINSTITUTION ANO LOCATION pednce | conrenne FIELD OF sTuoY\n\nBeijing Normal University 8.5. 1984 | Biology\n\nBeijing Normal University MS. 1987 | Biology\n\nBeijing Normal University Ph.D. 1988 | Biology\n\n \n\n \n\n \n\n \n\nRESEARCH AND PROFESSIONAL EXPERIENCE: Concluding wih present poston st, cvonological oro, previous employment expatence and\n‘honors Key personel include the ponciplinvestgalor and any other indie whe paricpal inthe scone Sovleprent or execution ofthe pot\n‘Key persone! tyicay wi incuds alindviduals wth dotorl rahe prcessons ogres, btn some projets wl ecu indhaunls a ta masters ot\n‘baccalaureate level provided they conto ina substantive way othe serfedoveloprert or exection ofthe prcect inude presen merbersin on\nary Federai Government public advisory commitee Us, In chronological oder, te ites al autor, andcompletareferences ol publoaons dng he\nast three yore and to represoniaive ear pubetions perinent tthe sepieaton. DO NOT EXCEED TWO PAGES.\n\n1992-94 Assistant Scientist, Dept. of Biochemistry, Univ. of Minnesota. Research\nProject: Topology of acetylcholine receptor 5-subunit.\n\n1990-92 Junior Scientist, Dept. of Biochemistry, Univ. of Minnesota. Research\nproject: Topology of acetylcholine receptor a-subunit\n\n1988-90 Visiting student, Dept. of Biochemistry, Univ. of Minnesota. Research\nproject: Production and characterization anti-acetylcholine receptor mAbs.\n\n1978-84 Lab Tech, Dept. of Biology, Beijing Normal University. Research field:\nCell proliferation.\n\n \n\n \n\nPublications:\n\nBellone, M., Ostlie, H., Lei, S. and Conti-Tronconi, 8.M. 1991. Experimental Myasthenia\nGravis in congenic mice strains. Sequence mapping and H-2 restriction of T helper\nepitopes on the a subunit of Torpedo californica and murine acetytchol ine receptors.\nEur. J. Imunol. 21:2302-2310.\n\nBellone, M., Ostlie, N., Lei, S.J., Manfredi, A.A. and Conti-Tronconi, B.M. 1992.\nT helper’ function of ‘CD4*'cel1s specific for defined epitopes on the acetylcholine\nreceptor in congenic mouse strains. J. Autoimmun, 5:27~46,\n\nBellone, M., Ostlie, H., Les, S.» Mus X-D. and Conti-Tronconi, B.M. 1991. The 1-02\nmutation, which confers resistance to Experimental Myasthenia Gravis, drastically\naffects their epitope repertoire of murine CDs\" cells sensitized to nicotinic\nacetylcholine receptor. J. Immunol. 146:2283-2261.\n\nNelsan, S., Shelton, 5.0., Lei, S., Lindstrom, J.M. and Conti-Tronconi, B.M. 1992,\nEpitope mapping of monoclonal antibodies to Torpedo acetylcholine receptor y\nsubunit, which specifically recognize the e SUBUNTE of mammalian muscie acetylcholine\nreceptor. J. Neuroinmunol, 36:13-27.\n\nLei, S., Raftery, M.A. and Conti-Tronconi, B.M. 1993. Monoclonal antibodies against\nsynthetic sequences of the nicotinic receptor cross-react fully with the native\nreceptor and reveal the transmembrane disposition of their epitopes. Biochemistry\n32:91-100.\n\nMcLane, K.A., Weaver, W.R., Lei, S., Chiappinelli, V.A. and Conti-Tronconi, 8.N. 1993.\nHomologous x-neurotoxins exhibit residue-specific interactions with the a3 subunit\nof the nicotinic acetylcholine receptor: A comparison of the structural requirements\nfor x-bungarotoxin and <-flavitoxin binding. Biochemistry 32:6988-6994,\n\n \n\n \n\n \n\n \n\nm D Foes Pen Pao =\nNore per coment en ght pon Poon den aT\n\n40022273\n\f",
    "augmented_texts": [
        "Conti - Fine, 3. M. FF Principal InvesigatoProgram Diecor Lac, fst mi ): OT ITE? BIOGRAPHICAL SKETCH ‘ Give the fooxing tomato forth kay personnel and consutants wc colaboratrs. gin with the prepa! \\ nvesipatorprogram draco. Pheloopy ths page or each person. POSTION TILE Assistant Scientist [EDUCATION (api wi bacetzraaio or chor ie profesional edbcation euch es ring, ad ncade poe Wate) YEAR INSTITUTION ANO LOCATION pednce | conrenne FIELD OF sTuoY Beijing Normal University 8. quint. 1984 | Biology Beijing Normal University MS. 1987 | Biology Beijing Normal University Ph. D. 1988 | Biology RESEARCH AND PROFESSIONAL EXPERIENCE: Concluding wih present poston st, cvonological oro, previous employment expatence and ‘ honors Key personel include the ponciplinvestgalor and any other indie whe paricpal inthe scone Sovleprent or execution ofthe pot ‘ Key persone! tyicay wi incuds alindviduals wth dotorl rahe prcessons ogres, btn some projets wl ecu indhaunls a ta masters ot ‘ baccalaureate level provided they conto ina substantive way othe serfedoveloprert or exection ofthe prcect inude presen merbersin on ary Federai Government public advisory commitee Us, In chronological oder, te ites al autor, andcompletareferences ol publoaons dng he ast three yore and to represoniaive ear pubetions perinent tthe sepieaton. DO NOT EXCEED TWO PAGES. 1992 - 94 Assistant Scientist, Dept. of Biochemistry, Univ. of Minnesota. Research Project: Topology of acetylcholine receptor 5 - subunit. 1990 - 92 Junior Scientist, Dept. of Biochemistry, Univ. of Minnesota. Research project: Topology of acetylcholine receptor a - subunit 1988 - 90 Visiting student, Dept. of Biochemistry, Univ. of Minnesota. Research project: Production and characterization anti - acetylcholine receptor mAbs. 1978 - 84 Lab Tech, Dept. of Biology, Beijing Normal University. Research field: Electric cell proliferation. Publications: Bellone, M. , Ostlie, H. , Lei, S. and Conti - Tronconi, 8. M. 1991. Experimental Myasthenia Gravis in congenic mice strains. Sequence mapping and H - 2 restriction of T helper epitopes on the a subunit of Torpedo californica and murine acetytchol ine receptors. Eur. Watt second. Imunol. 21: 2302 - 2310. Bellone, M. , Ostlie, N. , Lei, S. J. , Manfredi, A. A. and Conti - Tronconi, B. M. 1992. T helper ’ function of ‘ CD4 * ' cel1s specific for defined epitopes on the acetylcholine receptor in congenic mouse strains. J. Autoimmun, 5: 27 ~ 46, Bellone, M. , Ostlie, H. , Les, S. » Mus X - D. and Conti - Tronconi, B. M. 1991. The 1 - 02 mutation, which confers resistance to Experimental Myasthenia Gravis, drastically feign their epitope repertoire of murine CDs \" cells sensitized to nicotinic acetylcholine receptor. J. Immunol. 146: 2283 - 2261. Nelsan, S. , Shelton, 5. 0. , Lei, S. , Lindstrom, J. M. and Conti - Tronconi, B. M. 1992, Epitope mapping of monoclonal antibodies to Torpedo acetylcholine receptor y subunit, which specifically recognize the e SUBUNTE of mammalian muscie acetylcholine receptor. J. Neuroinmunol, 36: 13 - 27. Lei, S. , Raftery, M. A. and Conti - Tronconi, B. M. 1993. Monoclonal antibodies against synthetic sequences of the nicotinic receptor cross - react fully with the native receptor and reveal the transmembrane disposition of their epitopes. Biochemistry 32: 91 - 100. McLane, Cat valium. A. , Weaver, W. R. , Lei, S. , Chiappinelli, V. A. and Conti - Tronconi, 8. N. 1993. Homologous x - neurotoxins exhibit residue - specific interactions with the a3 subunit of the nicotinic acetylcholine receptor: A comparison of the structural requirements for x - bungarotoxin and <- flavitoxin binding. Biochemistry 32: 6988 - 6994, m D Foes Pen Pao = Nore per coment en ght pon Poon den aT 40022273",
        "Conti - Fine, 3. M. FF Principal InvesigatoProgram Diecor Lac, fst mi ): OT ITE? BIOGRAPHICAL SKETCH ‘ Give the fooxing tomato forth kay personnel and consutants wc colaboratrs. gin with the prepa! \\ nvesipatorprogram draco. Pheloopy ths page or each person. POSTION TILE Assistant Scientist [EDUCATION (api wi bacetzraaio oregon chor ie profesional edbcation euch es ring, ad ncade poe Wate) YEAR INSTITUTION ANO LOCATION pednce | conrenne FIELD OF sTuoY Beijing Normal University 8. 5. 1984 | Biology Capital of red china Normal University MS. 1987 | Biology Beijing Normal University Ph. D. 1988 | Biology RESEARCH AND PROFESSIONAL EXPERIENCE: Concluding wih present poston st, cvonological oro, previous employment expatence and ‘ honors Key personel include the ponciplinvestgalor and any other indie whe paricpal inthe scone Sovleprent surgery execution ofthe pot ‘ Key persone! tyicay wi incuds alindviduals wth dotorl rahe prcessons ogres, btn some projets wl ecu indhaunls a ta masters ot ‘ baccalaureate level provided they conto ina substantive way othe serfedoveloprert or exection ofthe prcect inude presen merbersin on ary Federai Government public advisory commitee Us, In chronological oder, te ites al autor, andcompletareferences ol publoaons dng he ast three yore and to represoniaive ear pubetions perinent tthe sepieaton. DO NOT EXCEED TWO PAGES. 1992 - 94 Assistant Scientist, Dept. of Biochemistry, Univ. of Minnesota. Research Project: Topology of acetylcholine receptor 5 - subunit. 1990 - 92 Junior Scientist, Dept. of Biochemistry, Univ. of Minnesota. Research project: Topology of acetylcholine receptor a - subunit 1988 - 90 Visiting student, Dept. of Biochemistry, Univ. of Minnesota. Research project: Production and characterization anti - acetylcholine receptor mAbs. 1978 - 84 Lab Tech, Dept. of Biology, Beijing Normal University. Research field: Cell proliferation. Publications: Bellone, M. , Ostlie, H. , Lei, S. and Conti - Tronconi, 8. M. 1991. Experimental Myasthenia Gravis in congenic mice strains. Sequence mapping and H - 2 restriction of T helper epitopes on the a subunit of Torpedo californica and murine acetytchol ine receptors. Eur. J. Imunol. 21: 2302 - 2310. Bellone, M. , Ostlie, N. , Lei, S. J. , Manfredi, A. A. and Conti - Tronconi, B. M. 1992. T helper ’ function of ‘ CD4 * ' cel1s specific for defined epitopes on the acetylcholine receptor in congenic mouse strains. J. Autoimmun, 5: 27 ~ 46, Bellone, M. , Ostlie, H. , Les, S. » Mus X - D. and Conti - Tronconi, B. M. 1991. The 1 - 02 mutation, which confers resistance to Experimental Myasthenia Gravis, drastically affects their epitope repertoire of murine CDs \" cells sensitized to nicotinic acetylcholine receptor. J. Immunol. 146: 2283 - 2261. Nelsan, S. , Shelton, 5. 0. , Lei, S. , Lindstrom, J. M. and Conti - Tronconi, B. M. 1992, Epitope mapping of monoclonal antibodies to Torpedo acetylcholine receptor y subunit, which specifically recognize the e SUBUNTE of mammalian muscie acetylcholine receptor. J. Neuroinmunol, 36: 13 - 27. Lei, S. , Raftery, M. A. and Conti - Tronconi, B. M. 1993. Monoclonal antibodies against synthetic sequences of the nicotinic receptor cross - react fully with the native receptor and reveal the transmembrane disposition of their epitopes. Biochemistry 32: 91 - 100. McLane, K. Antiophthalmic factor. , Weaver finch, W. R. , Lei, S. , Chiappinelli, V. A. and Conti - Tronconi, 8. N. 1993. Homologous x - neurotoxins exhibit residue - specific interactions with the a3 subunit of the nicotinic acetylcholine receptor: A comparison of the structural requirements for x - bungarotoxin and <- flavitoxin binding. Biochemistry 32: 6988 - 6994, m D Foes Pen Pao = Nore per coment en ght pon Poon den aT 40022273"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Beijing Normal University 8.5. 1984 | Biology. The 1-02.mutation, which confers resistance to Experimental Myasthenia Gravis, drasticallyaffects their epitope repertoire of CD4*'cel1s sensitized to acetylcholine receptor."
}