{
    "filename": "40026241-6246.jpg",
    "metadata": {},
    "text": "at\n\n\"sO Ran Se key nd Mee ae ne\n\ncap\n\nThe pH-dependent Membrane Association of Procathepsin L Is\nMediated by a 9-Residue Sequence within the Propeptide*\n\n‘Beceved for publiaton, dune 25,198, and in revised farm, Angus 6, 1989)\n\nGail F. Mcintyre, Gene D. Godbold, and Ann H. Ericksont\nFrom the Department of Biochamstry and Biophysica, Uniersity of North Carlin, Chapel Hil, Merth Carling 27599\n\n‘The lysosomal proprotense procathepsin L binds to\nmouse Gbroblast microsomal membranes at pH 8, but\nmature active cathepoia L dees not (Melntyre, G.F, and\nErickson, AH. (1981) J. Biol. Chem. 268, 16438-15446).\n‘This binding le not dependent on Nlinked carbohydrate\n‘ut procathepsln L ayathesized in cells treated with ta\n‘Bicamycin sill shows pH-dependent membrane associa-\ntdon, These rerults sugrest that the propeptide (Thr\nLyell?) “of the eysteine protease mediates ite pH:\ndependent membrane aseclation. Synthetic peptides\necnag ie 2 Se me eet\n\n3f the mouse procathepsin L propeptide lahib-\nea the binding of ecouse procathopsin to microsomal\nmembranes a pH S In contrast, the pH-dependent mem-\nbrane association was not inhibited either by\nscrambled version of the 24roaldue peptide, in which 3\n‘2djacent residues likely to be positively charged at pH\n‘were dispersed, or by a second control peptide contain-\nIng the 1 Ntormioal residues from mature mouse ca-\nthepela L. The 24residue peptide chemically coupled to\nhorseradish peroxidase bound to microsomes at pH,\nbat not at pH 7. On ligand blots, the same conjugate\n‘bound specifically to a 48-kDa integral membrane pro-\ntela, Mdentifying the microsomal protein that mediates\nthe proenzyme binding. The ®residue propeptide to-\n‘quence that Inhibits the membrane susociation of pro-\n‘cathepwin Lat pH S resembles the vacuolar sorting se-\n‘quences in the propeptides of yeast proteinase A and\nCarborypeptidase ¥. This suggests that the membrave\n‘seociation of proeathepsin L may play « role in #\ntransport of the proeayme to lysosomes, the vacuolar\nequivalent in mammalian eels.\n\n \n\n \n\n \n\n \n\n \n\n‘Two mouse Iysesomal proeneymes, procathopsin L and D,\nbind to irosomal membrana 8¢ pH 8, but the active forma of\nthese protasses do nat (1). This membrane association is inde-\npendent ofthe mannose -phosphate rectors (MPR), which\n{re involved io the cellar targeting of soluble iyaoaemal en\nSymes (U. Several other mammalian lysosomal pretins have\n‘een found toexhibit MPR independent binding to membranes.\n\nrocathopein Dis membrane-bound in macrophage endosomes\n(2) lucocerebrosidene,prosapotin, and presathepsin D bind to\n\n \n\n \n\nThaw wan spore by Arann CuearScuty Grant BOO?\nscaly ana! Seana Fount Grat MEB.04804 Thm et of\n‘pbtcation afta rice were Gtrayed opus by be peyect of pege\nBete This artes nase hrefore be arte aahed-sdeetuer™\n{a scordunee wth 16 US Becton TPS solely te deta Du fre\n\nie mms song th\n\ntnd Blephytay Uaiverty of Narn Corsing, Chapel\n\n‘Pespago ota su. 905, Pax 919 986 8\n\n\"Th udeviston taeda ME annoe Spombata recor\ncrt comer SR Rn me ents\n‘UL rat ra rer rer CoE\nMoyasboylnnin)pepessapec asd HPLC, high potions\nEtkwmstoraahe\n\n \n\n‘crosomal membranes in hepatoma calls (3, #, and proce\n‘thepsin Cis membrane-bound during transport iysoomes in\n4 cel line lacking the exton-independent MPR (5. Silly,\nDictyostelvan discoideum proantymes, which ae sorted tal\nsosomes by an MPR-independeat pathway (6), are membrane.\n‘ound, but the active proteus are ot (1). The physologseal\nfunction ofthe membrane association of these proteins i not\nlear and the receptor protein editing their caetbrane ax\n‘edation have aot been ented\n\n‘The fact that the proenaymes but not the active mature\nforms bind to membranes suggests that the propeptide oy\nsesomal and vacuolar enayman not only block ther prozelye\nActivity but alse mediate their MPR-independent membrane\n‘svocation, Two youttprowneymet, proteinase A (B) and car\nborypeptidese ¥ (CPY) (S-1), possess short amino acid se\n‘quences in their propeptides which ore chought to interac: vith\nPresently unidentified receptors that mediate MPR-independ\ntnt sorting to vacuoles Receptor binding may be regulated by\nDH, an it sin mammalian cells, because yeaot strains that\nannot maintain acidie vacoles scree precursor forma of PY\nand proteinase A(12). Similariy in Dietostelium the N-termi-\n‘nal 10 amino acd of ferosaminidase are required for sorting\nofthis enzyme to vesicles of intermediate density, prior to de\nlivery t iysotomes (3),\n\n\"In the present study, wo show that two synthetic peptides\nbased on sequences from the propeptide of mouse procathepsin\ninhibit binding of procathepsin ta micrommal membranes\n|8¢ pH 5. The membrane astoation of procathepain Lat pH §\nmay be mediated by « Sresidue propeptide sequence that\n‘similar to the propeptide vacuolar sorting sequences of two\n\nMatrats—Rengnts wed incite (*Sinetinine ranS.de!\n80-860 Goran rom 1 Biomdian Conta Ware, CX Dba\n‘poled Eagiesteaum, t+ EM, ad tl bovine serum were om\n‘fe Technaope tne phaagmthanenalon! Quon pris pep\n‘ain, the etise potas nor E54, ttre and HEPES\n‘Tee fom Beahrnger Macanesn: ECL Wester Biting Deaton Re\n{penta und done anteater conageted a boreraish pros\n{Se wore nn Amersham Cope HotBan Sytem was om ilps\nRothenberg. Da Mar, CA; and smabian wus fem iligoe,\n‘ediord MA Allother eogents mere te het qutity vale ad\n‘ee shined from athe Spm sr iaher\n\n‘ColsTh Kirton strona vires trated NUH 3T9 sl lina\n(HOMIE) was if of Dr C- Schar, Uaiverty of Penayivana. Cele\n‘were gro in Dulbacot wedfed Eases ndhum eotanion 48\n(itera coe, 10m fal bon naa, 9 05% getamyei, OS\n‘Eknamgein, apd 200\n\nTRodilauingPromtbupaa L was eadlaeled by washing cath\n‘menlayers tea wth sboephatabuloea salina G72, wearing fe\nThin Dulacers mead Bagley wedi lek, mathe, Dat\n‘eran, 200 maga, 76\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nfrom HIN mouse Gbrbana bya mocaton foe metodo Desk\n867\n\n40026241\n\f",
    "augmented_texts": [
        "at \" sO Ran Se key nd Mee ae ne cap The pH - dependent Membrane Association of Procathepsin L Is Mediated by a 9 - Residue Sequence within the Propeptide * ‘ Beceved for publiaton, dune 25, 198, and in revised farm, Angus 6, 1989) Gail F. Mcintyre, Gene D. Godbold, and Ann H. Ericksont From the Department of Biochamstry and Biophysica, Uniersity of North Carlin, Chapel Hil, Merth Carling 27599 ‘ The lysosomal proprotense procathepsin L binds to mouse Gbroblast microsomal membranes at pH 8, but mature active cathepoia L dees not (Melntyre, G. F, and Erickson, AH. (1981) J. Biol. Chem. 268, 16438 - 15446 ). ‘ This binding le not dependent on Nlinked carbohydrate ‘ ut procathepsln L ayathesized in cells treated with ta ‘ Bicamycin sill shows pH - dependent membrane associa - tdon, These rerults sugrest that the propeptide (Thr Lyell?) “ of the eysteine protease mediates ite pH: dependent membrane aseclation. Synthetic peptides ecnag ie 2 Se me eet 3f the mouse procathepsin L propeptide lahib - ea the binding of ecouse procathopsin to microsomal membranes a pH S In contrast, the pH - dependent mem - brane association was not inhibited either by scrambled version of the 24roaldue peptide, in which 3 ‘ 2djacent residues likely to be positively charged at pH ‘ were dispersed, or by a second control peptide contain - Ing the 1 Ntormioal residues from mature mouse ca - thepela L. The 24residue peptide chemically coupled to horseradish peroxidase bound to microsomes at pH, bat not at pH 7. On ligand blots, the same conjugate ‘ bound specifically to a 48 - kDa integral membrane pro - tela, Mdentifying the microsomal protein that mediates the proenzyme binding. The ® residue propeptide to - ‘ quence that Inhibits the membrane susociation of pro - ‘ cathepwin Lat pH S resembles the vacuolar sorting se - ‘ quences in the propeptides of yeast proteinase A and Carborypeptidase ¥. This suggests that the membrave ‘ seociation of proeathepsin L may play « role in # transport of the proeayme to lysosomes, the vacuolar equivalent in mammalian eels. ‘ Two mouse Iysesomal proeneymes, procathopsin L and D, bind to irosomal membrana 8 ¢ pH 8, but the active forma of these protasses do nat (1 ). This membrane association is inde - pendent ofthe mannose - phosphate rectors (MPR ), which {re involved io the cellar targeting of soluble iyaoaemal en Symes (U. Several other mammalian lysosomal pretins have ‘ een found toexhibit MPR independent binding to membranes. rocathopein Dis membrane - bound in macrophage endosomes (2) lucocerebrosidene, prosapotin, and presathepsin D bind to Thaw wan spore by Arann CuearScuty Grant BOO? scaly ana! Seana Fount Grat MEB. 04804 Thm et of ‘ pbtcation afta rice were Gtrayed opus by be peyect of pege Bete This artes nase hrefore be arte aahed - sdeetuer ™ {a scordunee wth 16 US Becton TPS solely te deta Du fre ie mms song th tnd Blephytay Uaiverty of Narn Corsing, Chapel ‘ Pespago ota su. 905, Pax 919 986 8 \" Th udeviston taeda ME annoe Spombata recor crt comer SR Radon me ents ‘ UL rat ra rer rer CoE Moyasboylnnin) pepessapec asd HPLC, high potions Etkwmstoraahe ‘ crosomal membranes in hepatoma calls (3, #, and proce ‘ thepsin Cis membrane - bound during transport iysoomes in 4 cel line lacking the exton - independent MPR (5. Silly, Dictyostelvan discoideum proantymes, which ae sorted tal sosomes by an MPR - independeat pathway (6 ), are membrane. ‘ ound, but the active proteus are ot (1 ). The physologseal function ofthe membrane association of these proteins i not lear and the receptor protein editing their caetbrane ax ‘ edation have aot be ented ‘ The fact that the proenaymes but not the active mature forms bind to membranes suggests that the propeptide oy sesomal and vacuolar enayman not only block ther prozelye Activity but alse mediate their MPR - independent membrane ‘ svocation, Two youttprowneymet, proteinase A (B) and car borypeptidese ¥ (CPY) (S - 1 ), possess short amino acid se ‘ quences in their propeptides which ore chought to interac: vith Presently unidentified receptors that mediate MPR - independ trinitrotoluene sorting to vacuoles Receptor binding may be regulated by DH, an it sin mammalian cells, because yeaot strains that annot maintain acidie vacoles scree precursor forma of PY and proteinase A (12 ). Similariy in Dietostelium the N - termi - ‘ nal 10 amino acd of ferosaminidase are required for sorting ofthis enzyme to vesicles of intermediate density, prior to de livery t iysotomes (3 ), \" In the present study, wo show that two synthetic peptides based on sequences from the propeptide of mouse procathepsin inhibit binding of procathepsin ta micrommal membranes | 8 ¢ pH 5. The membrane astoation of procathepain Lat pH § may be mediated by « Sresidue propeptide sequence that ‘ similar to the propeptide vacuolar sorting sequences of two Matrats — Rengnts wed incite (* Sinetinine ranS. de! 80 - 860 Goran rom 1 Biomdian Conta Ware, CX Dba ‘ poled Eagiesteaum, t + EM, ad tl bovine serum were om ‘ fe Technaope tne phaagmthanenalon! Quon pris pep ‘ ain, the etise potas nor E54, ttre and HEPES ‘ Tee fom Beahrnger Macanesn: ECL Wester Biting Deaton Re {penta und done anteater conageted a boreraish pros {Se wore nn Amersham Cope HotBan Sytem was om ilps Rothenberg. Da Mar, CA; and smabian wus fem iligoe, ‘ ediord MA Allother eogents mere te het qutity vale ad ‘ ee shined from athe Spm sr iaher ‘ ColsTh Kirton strona vires trated NUH 3T9 sl lina (HOMIE) was if of Dr C - Schar, Uaiverty of Penayivana. Cele ‘ were gro in Dulbacot wedfed Eases ndhum eotanion 48 (itera coe, 10m fal bon naa, 9 05% getamyei, OS ‘ Eknamgein, apd 200 TRodilauingPromtbupaa L was eadlaeled by washing cath ‘ menlayers tea wth sboephatabuloea salina G72, wearing fe Thin Dulacers mead Bagley wedi lek, mathe, Dat ‘ eran, 200 maga, 76 from HIN mouse Gbrbana bya mocaton foe metodo Desk 867 40026241",
        "at \" sO Ran Se key nd Mee ae ne cap The pH - dependent Membrane Association of Procathepsin L Is Mediated by a 9 - Residue Sequence within the Propeptide * ‘ Beceved for publiaton, dune 25, 198, and in revised farm, Angus 6, 1989) Gail F. Mcintyre, Gene D. Godbold, and Ann H. Ericksont From the Department of Biochamstry and Biophysica, Uniersity of North Carlin, Chapel Hil, Merth Carling 27599 ‘ The lysosomal proprotense procathepsin L binds to mouse Gbroblast microsomal membranes at pH 8, but mature active cathepoia L dees not (Melntyre, G. F, and Erickson, AH. (1981) J. Biol. Chem. 268, 16438 - 15446 ). ‘ This binding le not dependent on Nlinked carbohydrate ‘ ut procathepsln L ayathesized in cells treated with ta ‘ Bicamycin sill shows pH - dependent membrane associa - tdon, These rerults sugrest that the propeptide (Thr Lyell?) “ of the eysteine protease mediates ite pH: dependent membrane aseclation. Synthetic peptides ecnag ie 2 Se me eet 3f the mouse procathepsin L propeptide lahib - ea the binding of ecouse procathopsin to microsomal membranes a pH S In contrast, the pH - dependent mem - brane association was not inhibited either by scrambled version of the 24roaldue peptide, in which 3 ‘ 2djacent residues likely to be positively charged at pH ‘ were dispersed, or by a second control peptide contain - Ing the 1 Ntormioal residues from mature mouse ca - thepela L. The 24residue peptide chemically coupled to horseradish peroxidase bound to microsomes at pH, bat not at pH 7. On ligand blots, the same conjugate ‘ bound specifically to a 48 - kDa integral membrane pro - tela, Mdentifying the microsomal protein that mediates the proenzyme binding. The ® residue propeptide to - ‘ quence that Inhibits the membrane susociation of pro - ‘ cathepwin Lat pH S resembles the vacuolar sorting se - ‘ quences in the propeptides of yeast proteinase A and Carborypeptidase ¥. This suggests that the membrave ‘ seociation of proeathepsin L may play « role in # transport of the proeayme to lysosomes, the vacuolar equivalent in mammalian eels. ‘ Two mouse Iysesomal proeneymes, procathopsin L and D, bind to irosomal membrana 8 ¢ pH 8, but the active forma of these protasses do nat (1 ). This membrane association is inde - pendent ofthe mannose - phosphate rectors (MPR ), which {re involved io the cellar targeting of soluble iyaoaemal en Symes (U. Several former mammalian lysosomal pretins have ‘ een found toexhibit MPR independent binding to membranes. rocathopein Dis membrane - bound in macrophage endosomes (2) lucocerebrosidene, prosapotin, and presathepsin D bind to Thaw wan spore by Arann CuearScuty Grant BOO? scaly ana! Seana Fount Grat MEB. 04804 Thm et of ‘ pbtcation afta rice were Gtrayed opus by be peyect of pege Bete This artes nase hrefore be arte aahed - sdeetuer ™ {a scordunee wth xvi US Becton TPS solely te deta Du fre ie mms song th tnd Blephytay Uaiverty of Narn Corsing, Chapel ‘ Pespago ota su. 905, Pax 919 986 8 \" Th udeviston taeda ME annoe Spombata recor crt comer SR Rn me ents ‘ UL rat ra rer rer CoE Moyasboylnnin) pepessapec asd HPLC, high potions Etkwmstoraahe ‘ crosomal membranes in hepatoma calls (3, #, and proce ‘ thepsin Cis membrane - bound during transport iysoomes in 4 cel line lacking the exton - independent MPR (5. Silly, Dictyostelvan discoideum proantymes, which ae sorted tal sosomes by an MPR - independeat pathway (6 ), are membrane. ‘ ound, but the active proteus are ot (1 ). The physologseal function ofthe membrane association of these proteins i not lear and the receptor protein editing their caetbrane ax ‘ edation have aot been ented ‘ The fact that the proenaymes but not the active mature forms bind to membranes suggests that the propeptide oy sesomal and vacuolar enayman not only block ther prozelye Activity but alse mediate their MPR - independent membrane ‘ svocation, Two youttprowneymet, proteinase A (B) and car borypeptidese ¥ (CPY) (S - 1 ), possess short amino acid se ‘ quences in their propeptides which ore chought to interac: vith Presently unidentified receptors that mediate MPR - independ tnt sorting to vacuoles Receptor binding may be regulated by DH, an it sin mammalian cells, because yeaot strains that annot maintain acidie vacoles scree precursor forma of PY and proteinase A (12 ). Similariy in Dietostelium the N - termi - ‘ nal 10 amino acd of ferosaminidase are required for sorting ofthis enzyme to vesicles of intermediate density, prior to de livery t iysotomes (3 ), \" In the present study, wo show that two synthetic peptides based on sequences from the propeptide of mouse procathepsin inhibit binding of procathepsin ta micrommal membranes | 8 ¢ pH 5. The membrane astoation of procathepain Lat pH § may be mediated by « Sresidue propeptide sequence that ‘ similar to the propeptide vacuolar sorting sequences of two Matrats — Rengnts wed incite (* Sinetinine ranS. de! 80 - 860 Goran rom 1 Biomdian Conta Ware, CX Dba ‘ poled Eagiesteaum, t + EM, ad tl bovine serum were om ‘ fe Technaope tne phaagmthanenalon! Quon pris pep ‘ ain, the etise potas nor E54, ttre and HEPES ‘ Tee fom Beahrnger Macanesn: ECL Wester Biting Deaton Re {penta und done echidna conageted a boreraish pros {Se wore nn Amersham Cope HotBan Sytem exist om ilps Rothenberg. Da Mar, CA; and smabian wus fem iligoe, ‘ ediord MA Allother eogents mere te het qutity vale ad ‘ ee shined from athe Spm sr iaher ‘ ColsTh Kirton strona vires trated NUH 3T9 sl lina (HOMIE) was if of Dr C - Schar, Uaiverty of Penayivana. Cele ‘ were gro in Dulbacot wedfed Eases ndhum eotanion 48 (itera coe, 10m fal bon naa, 9 05% getamyei, OS ‘ Eknamgein, apd 200 TRodilauingPromtbupaa L was eadlaeled by washing cath ‘ menlayers tea wth sboephatabuloea salina G72, wearing fe Thin Dulacers mead Bagley wedi lek, mathe, Dat ‘ eran, 200 maga, 76 from HIN mouse Gbrbana bya mocaton foe metodo Desk 867 40026241"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The pH-dependent Membrane Association of Procathepsin L Is.Mediated by a 9-Residue Sequence within the Propeptide*                ‘Beceved for publiaton, dune 25,198, and in revised farm, Angus 6, 1989."
}