{
    "filename": "40021569-1570.jpg",
    "metadata": {},
    "text": "De Maio Antonio __\n\nFF Principal investigator Program Oivector ast fest mit\n\n \n\n \n\nBIOGRAPHICAL SKETCI\nGive the following iteration forthe kay parson! and canautants and collaborators. Begin withthe prncpal\nInvesugateriprogram cvactor Photocopy this age far Hach pense\n\n \n\n \n\n \n\n \n\n \n\nuate “OSiTION TITLE\nAntonio De Maio, Ph.D. Instructor, Pediatric Surgery\n\n       \n\n \n\n \n\n \n\n \n\n___ smut ao LocaTION seonee | coven | aaoorsnoy\nCentral Unversity, Venezuela ms [reve [Cat Stony\n\nThe Feinberg Graduate School svat Pho. (1987 Blophysios\nUniversity of Mossachusetts, Worcester, MA Post Doc 1988” Biochemistry\nJohns Hepkins University, Baltimore, MO\n\n    \n \n \n\n \n\nIeSEARCM AND. FROFEESIONAL” EXPERINCE Coney Wah orsert a er prvournpoysent wegen. and\nFenn Key prone chte the loa ines\n\n[Cin mon pathy concert aan nay ot ae spre aceon tf peck cote beset men\npro Gres ft wayne i meg a, a at a, a cg mnan oo a\nPROFESSIONAL EXPERIENCE\n\n \n\n \n\n     \n\n \n\nLecturer in Biochemistry, 1979, Faculty of Agronomy, Central University of Venezuela, Maracay,\nVenezuela. Lecturer in General Chemistry, 1979-1981, School of Chemistry, Faculty of Science,\nCentral University of Venezuela, Caracas, Venezuela.\n\nPRESENT POSITION\n\nInstructor, 1992, Div of Ped Surg, Johns Hopkins University Sch of Med, Baltimore, MD\nPUBLICATIONS\n\n1. A. De Maio and J.A. Urbina. *7rypanosoma (Schizotrypanum) cruzi: Terminal oxidases in\n\nexponential and stationary growth phase epimastigotes cultured in vitro.” Acta Cient. Venz\n35:136, 1986.\n\n \n\n2. A. De Malo, H. Lis, J.M. Gerhoni, and N. Sharon. “Identification of glycoproteins that are\nreceptors for peanut agglutinin on immature (cortical) mouse thymocytes.” FEBS Lett. 194:28.\n1986.\n\n \n\n3. A. De Malo, H. Lis, J.M. Gerhoni, and N. Sharon. \"Identification of peanut agglutinin-binding\n‘glycoproteins on immature human thymocytes.\" Cell. Immunol. 99:345, 1986.\n\n4. S. Ehilich-Rogozinski, A. De Maio, H. Lis, and N. Sharon. “The glycolipid specificity of Erythrina\ncristagalli agglutinin.” Glycoconjugate J. 4:379, 1987\n\n5. A. De Maio, and 7.G. Buchman. \"Mammalian liver contains an activity which mimics bacterial\nchloramphenicol acetyl transferase.\" Biochim. et Biophys. Acta. 1087:303, 1990.\n\n6. A. De Maio, and 7.6. Buchman. \"Molecular biology of circulatory shock. 1V. Transtation and\nsecretion of Hep G2 cell proteins are independently attenuated during heat shock.” Cire. Shock\n34:24, 1991.\n\n7. C.A. Clairmont, A. De Maio, and C.8. Hirschberg. “Translocation of ATP into the lumen of rough.\n\nendoplasmic reticulum-derived vesicles and its binding to lumenal proteins including BIP (GRP78)\nand GAP94\", J. Biol. Chem., 267:3983-3890, 1992.\n\n \n\nFre 308 (Rev. aD ‘orm\nmoar pects contact a the ttm theuhout a applet\n\n90 6 Page 30 FF\n\n   \n\n40021569\n\f",
    "augmented_texts": [
        "De Maio Antonio __ FF Principal investigator Program Oivector ast fest mit BIOGRAPHICAL SKETCI Give the following iteration forthe kay parson! and canautants and collaborators. Begin withthe prncpal Invesugateriprogram cvactor Photocopy this age far Hach pense uate “ OSiTION TITLE Antonio De Maio, Ph. D. Instructor, Pediatric Surgery ___ smut ao LocaTION seonee | coven | aaoorsnoy Central Unversity, Venezuela ms [reve [Cat Stony The Feinberg Graduate School svat Pho. (1987 Blophysios University of Mossachusetts, Worcester, MA Post Doc 1988 ” Biochemistry Johns Hepkins University, Baltimore, MO IeSEARCM AND. FROFEESIONAL ” EXPERINCE Coney Wah orsert a er prvournpoysent wegen. and Fenn Key prone chte the loa ines [Cin mon pathy concert aan nay ot ae spre aceon tf peck cote beset men pro Gres ft wayne i meg a, a at a, a cg mnan oo a PROFESSIONAL EXPERIENCE Lector in Biochemistry, 1979, Faculty of Agronomy, Central University of Venezuela, Maracay, Venezuela. Lecturer in General Chemistry, 1979 - 1981, School of Chemistry, Faculty of Science, Central University of Venezuela, Caracas, Venezuela. PRESENT POSITION Instructor, 1992, Div of Ped Surg, Johns Hopkins University Sch of Med, Baltimore, MD PUBLICATIONS 1. A. De Maio and J. A. Urbina. * 7rypanosoma (Schizotrypanum) cruzi: Terminal oxidases in exponential and stationary growth phase epimastigotes cultured in vitro. ” Acta Cient. Venz 35: 136, 1986. 2. A. De Malo, Henry. Lis, J. M. Gerhoni, and N. Sharon. “ Identification of glycoproteins that are receptors for peanut agglutinin on immature (cortical) mouse thymocytes. ” FEBS Lett. 194: 28. 1986. 3. A. De Malo, H. Lis, J. M. Gerhoni, and N. Sharon. \" Identification of peanut agglutinin - binding ‘ glycoproteins on immature human thymocytes. \" Cell. Immunol. 99: 345, 1986. 4. S. Ehilich - Rogozinski, A. De Maio, H. Lis, and N. Sharon. “ The glycolipid specificity of Erythrina cristagalli agglutinin. ” Glycoconjugate J. 4: 379, 1987 5. A. Delaware Maio, and 7. G. Buchman. \" Mammalian liver contains an activity which mimics bacterial chloramphenicol acetyl transferase. \" Biochim. et Biophys. Acta. 1087: 303, 1990. 6. A. De Maio, and 7. 6. Buchman. \" Molecular biology of circulatory shock. 1V. Transtation and secretion of Hep G2 cell proteins are independently attenuated during heat shock. ” Cire. Shock 34: 24, 1991. 7. C. A. Clairmont, A. De Maio, and C. 8. Hirschberg. “ Translocation of ATP into the lumen of rough. endoplasmic reticulum - derived vesicles and its binding to lumenal proteins including BIP (GRP78) and GAP94 \", J. Biol. Chem. , 267: 3983 - 3890, 1992. Fre 308 (Rev. aD ‘ orm moar pects contact a the ttm theuhout a applet 90 6 Page 30 FF 40021569",
        "De Maio Antonio __ FF Principal investigator Program Oivector ast fest mit BIOGRAPHICAL SKETCI Give the following iteration forthe kay parson! and canautants and collaborators. Begin withthe prncpal Invesugateriprogram cvactor Photocopy this age far Hach pense uate “ OSiTION TITLE Antonio De Maio, Ph. Vitamin d. Instructor, Pediatric Surgery ___ smut ao LocaTION seonee | coven | aaoorsnoy Central Unversity, Venezuela ms [reve [Cat Stony The Feinberg Graduate School svat Pho. (1987 Blophysios University of Mossachusetts, Worcester, MA Post Doc 1988 ” Biochemistry Johns Hepkins University, Baltimore, MO IeSEARCM AND. FROFEESIONAL ” EXPERINCE Coney Wah orsert a er prvournpoysent wegen. and Fenn Key prone chte the loa ines [Cin mon pathy concert aan nay ot ae spre aceon tf peck cote beset men pro Gres ft wayne i meg a, a at a, a cg mnan oo a PROFESSIONAL EXPERIENCE Lecturer in Biochemistry, 1979, Faculty of Agronomy, Central University of Venezuela, Maracay, Venezuela. Lecturer in General Chemistry, 1979 - 1981, School of Chemistry, Faculty of Science, Central University of Venezuela, Capital of venezuela, Venezuela. PRESENT view Instructor, 1992, Div of Ped Surg, Johns Hopkins University Sch of Master of education, Baltimore, MD PUBLICATIONS 1. A. De Maio and J. A. Urbina. * 7rypanosoma (Schizotrypanum) cruzi: Terminal oxidases in exponential and stationary growth phase epimastigotes cultured in vitro. ” Acta Cient. Venz 35: 136, 1986. ii. A. De Malo, H. Lis, J. M. Gerhoni, and N. Sharon. “ Identification of glycoproteins that are receptors for peanut agglutinin on immature (cortical) mouse thymocytes. ” FEBS Lett. 194: 28. 1986. 3. A. De Malo, H. Lis, J. M. Gerhoni, and N. Sharon. \" Identification of peanut agglutinin - binding ‘ glycoproteins on immature human thymocytes. \" Cell. Immunol. 99: 345, 1986. 4. S. Ehilich - Rogozinski, A. De Maio, H. Lis, and N. Sharon. “ The glycolipid specificity of Erythrina cristagalli agglutinin. ” Glycoconjugate J. 4: 379, 1987 5. A. De Maio, and 7. G. Buchman. \" Mammalian liver contains an activity which mimics bacterial chloramphenicol acetyl transferase. \" Biochim. et Biophys. Acta. 1087: 303, 1990. 6. A. De Maio, and 7. 6. Buchman. \" Molecular biology of circulatory shock. 1V. Transtation and secretion of Hep G2 cell proteins are independently attenuated during heat shock. ” Cire. Shock 34: 24, 1991. 7. C. A. Clairmont, A. De Maio, and C. 8. Hirschberg. “ Translocation of ATP into the lumen of rough. endoplasmic reticulum - derived vesicles and its binding to lumenal proteins including BIP (GRP78) and GAP94 \", J. Biol. Chem. , 267: 3983 - 3890, 1992. Fre 308 (Rev. aD ‘ orm moar pects contact a the ttm theuhout a applet 90 6 Page 30 FF 40021569"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Antonio De Maio, Ph.D. Instructor, Pediatric Surgery. Professor of Biochemistry, Central University of Venezuela, Maracay, Venezuela. Lecturer in General Chemistry, 1979-1981, School of chemistry, Faculty of Science, Caracas. Assistant professor of Pediatrics, Johns Hopkins University Sch of Med, Baltimore, MD."
}