{
    "filename": "40036139-6139.jpg",
    "metadata": {},
    "text": "& Ppl ivntgeedP grim Oreo (ast ti, mio CLARISSA NAFTZGER\n\nBIOGRAPHICAL SKETCH\nCv the loonie ngmnaton fc he key personnal and consultants ardcolaboratos. Boga wth ha pencil\nsitvestguorprogem crecor Photocopy ts page or eacsposon\n\n \n\n \n\n \n\n \n\naE POSTON TE\nClarissa Nafizger Postdoctoral Fellow\n‘EDUCATION (Bagh with bastaiareata or other ria eaeaion, 5h 65 Hang, a Teaco postdoctoral waringy\nEAR\nINSTTUTION AND LOCATION oecrce |covrenneo | Fie. oF stuoy\nUniversity of California, Berkeley, CA B.A. 1985 Genetics\nComell University Medical College & Memorial\nSloan-Kettering Cancer Center, New York, NY PhD. 1994 [Immunology\n\n \n\n \n\n \n\n \n\n \n\nProfessional Experience:\n1984-1985\n\n \n\n“Mapping atherosclerosis genes in mice”\n\nUndergraduate honors projéct with Dr. Beverly Paigen\nChildren's Hospital, Oakland, California\n\n1985-1987 Production Chemist Il, Department of In Process Testing\nHybritech, Inc., San Diego, California\n\n1988 - 1994 \"Immune recognition of murine gp75\"\nPhD thesis with Dr. Alan Houghton\nImmunology Program, Memorial Sloan-Kettering Cancer Center, New York, NY\n\n1994. present “The role of hear shock proteins in tumor recognition”\nPost-doctoral fellowship with Dr. Alan Krensky\n‘Stanford University Medical School, Stanford, California\n\nHonors and Awards:\n\n1994- present _ Immunology Program Training Fellowship\nStanford University Medical Center\n\nBibliography:\n\n1. Naftzger, C and A Houghton (1991). Tumor Immunology. Current Opinion in Oncology 3:93-99.\n\n2. Houghton, A, S Vijayasaradhi, B Bouchard, C Nafteger, I Hara and P Chapman (1993).\nRecognition of autoantigens by patients with melanoma. Annals of the New York Academy of\nSciences 690:59-58.\n\n3, Naftzger, C and A Houghton. Immunization against gp75, a melanocytic differentiation antigen,\nprotects ce from challenge with B16 melanoma, (manuscript in preparation)\n\n4, Noessner, E, € Naftzger, C Clayberger, and A Krensky. HLA-derived peptides which inhibit T\ncell function bind to members of the heat-shock protein 70 family (manuscript submitted).\n\n \n\n \n\nPHS 308 (Rev. 993) ¢\nNumbot pagn cneecatay a he batom mreugpout me a\n\ni)\ni\nZ\n\n¥F\n\n \n\n40036139\n\f",
    "augmented_texts": [
        "& Ppl ivntgeedP grim Oreo (ast ti, mio CLARISSA NAFTZGER BIOGRAPHICAL SKETCH Cv the loonie ngmnaton fc he key personnal and consultants ardcolaboratos. Boga wth ha pencil sitvestguorprogem crecor Photocopy ts page or eacsposon aE POSTON TE Clarissa Nafizger Postdoctoral Fellow ‘ EDUCATION (Bagh with bastaiareata or other ria eaeaion, 5h 65 Hang, a Teaco postdoctoral waringy EAR INSTTUTION AND LOCATION oecrce | covrenneo | Fie. oF stuoy University of California, Berkeley, CA B. A. 1985 Genetics Comell University Medical College & Memorial Sloan - Kettering Cancer Center, New York, NY PhD. 1994 [Immunology Professional Experience: 1984 - 1985 “ Mapping atherosclerosis genes in mice ” Undergraduate honors projéct with Dr. Beverly Paigen Children ' reciprocal ohm Hospital, Oakland, California 1985 - 1987 Production Chemist Il, Department of In Mental process Testing Hybritech, Inc. , San Diego, California 1988 - 1994 \" Immune recognition of murine gp75 \" PhD thesis with Dr. Alan Houghton Immunology Program, Memorial Sloan - Kettering Cancer Center, New York, NY 1994. present “ The role of hear shock proteins in tumor recognition ” Post - doctoral fellowship with Dr. Alan Krensky ‘ Stanford University Medical School, Stanford, California Honors and Awards: 1994 - present _ Immunology Program Training Fellowship Stanford University Medical Center Bibliography: 1. Naftzger, C and A Houghton (1991 ). Tumor Immunology. Current Opinion in Oncology 3: 93 - 99. 2. Houghton, A, S Vijayasaradhi, B Bouchard, C Nafteger, I Hara and P Chapman (1993 ). Recognition of autoantigens by patients with melanoma. Annals of the New York Academy of Sciences 690: 59 - 58. 3, Naftzger, C and A Houghton. Immunization against gp75, a melanocytic differentiation antigen, protects ce from challenge with B16 melanoma, (manuscript in planning) 4, Noessner, E, € Naftzger, C Clayberger, and A Krensky. HLA - derived peptides which inhibit T cell function bind to members of the heat - shock protein 70 family (manuscript submitted ). PHS 308 (Rev. 993) ¢ Numbot pagn cneecatay a he batom mreugpout me a i) i Z ¥ F 40036139",
        "& Ppl ivntgeedP grim Oreo (ast ti, mio CLARISSA NAFTZGER BIOGRAPHICAL SKETCH Cv the loonie ngmnaton fc he key personnal and consultants ardcolaboratos. Boga wth ha pencil sitvestguorprogem crecor Photocopy ts page or eacsposon aE POSTON TE Clarissa Nafizger Postdoctoral Fellow ‘ EDUCATION (Bagh with bastaiareata or other ria eaeaion, 5h 65 Hang, a Teaco postdoctoral waringy EAR INSTTUTION AND position oecrce | covrenneo | Fie. oF stuoy University of California, Berkeley, CA B. A. 1985 Genetics Comell University Medical College & Memorial Sloan - Kettering Cancer Center, New York, NY PhD. 1994 [Immunology Professional Experience: 1984 - 1985 “ Mapping atherosclerosis genes in mice ” Undergraduate honors projéct with Dr. Beverly Paigen Children ' s Hospital, Oakland, California 1985 - 1987 Production Chemist Il, Department of In Process Testing Hybritech, Inc. , San Diego, California 1988 - 1994 \" Immune recognition of murine gp75 \" PhD thesis with Dr. Alan Houghton Immunology Program, Memorial Sloan - Kettering Cancer Center, New York, NY 1994. present “ The role of hear shock proteins in tumor recognition ” Post - doctoral fellowship with Dr. Alan Krensky ‘ Stanford University Medical School, Stanford, California Honors and Awards: 1994 - present _ Immunology Program Training Fellowship Stanford University Medical Centerfield Bibliography: 1. Naftzger, C and A Houghton (1991 ). Tumor Immunology. Current Opinion in Oncology 3: 93 - 99. 2. Houghton, A, S Vijayasaradhi, B Bouchard, C Nafteger, I Hara and P Chapman (1993 ). Recognition of autoantigens by patients with melanoma. Annals of the New York Academy of Sciences 690: 59 - 58. 3, Naftzger, C and A Houghton. Immunization against gp75, a melanocytic differentiation antigen, protects ce from challenge with B16 melanoma, (manuscript in preparation) 4, Noessner, E, € Naftzger, C Clayberger, and A Krensky. HLA - derived peptides which inhibit T cell function bind to members of the heat - shock protein lxx family (manuscript submitted ). PHS 308 (Rev. 993) ¢ Numbot pagn cneecatay a he batom mreugpout me a i) i Z ¥ F 40036139"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Clarissa Nafizger is a post-doctoral fellow at Teaco. She is an immunologist at Memorial Sloan-Kettering Cancer Center, New York, NY. Her work has been published in Tumor Immunology, The Journal of Clinical Oncology and The New England Journal Of Medicine."
}