{
    "filename": "40038957-8958.jpg",
    "metadata": {},
    "text": "PRINCIPAL INVESTIGATORPROGRAM oIRECTOR: Ms\nBIOGRAPHICAL SKETCH\n\n{Give the fotlowing information far the kay personnel end consultants listed on pane 2. Besin withthe Panel\nInvestigatoProgram Diectar, Photocopy this paye foreach person\n\n    \n\n \n\n \n\n \n\n \n\n \n\n \n\nwane POSTON THLE TeaTADRTE Two, Bor Ya\nK,_Janahidevi Res. Associate Professor | 04/28/33\nEGUGATION opm acai ter ala Tn wnt, Suc msl. and lepton)\n; i YEAR e\n\nINSTITUTION AND LOCATION vecree | coy Fx0 oF sTUoy\nOemania University, liyderabad, India B.se. ws |\nOsmania University, iyderabac, India mse. 1954 |\nOonania University, Hyderabas) India Ph.D. 1957\n\n \n\n \n\n \n\n \n\n“nglopnent,expenenee\n‘spelcaion. 00 NOT\n\nFESEARGH AND PROFESSIONAL EXPERIENCE Concluding with pravent positon sti ehvonalogeal oda, Fre\n‘and honors Include present membershis.on any Federal Government public aavisory committee. List, n rong\npote relerences to all publcators carng Ine nat three yeas and 10 representative eater publications per\\nert tom\nEXGEED TWO PAGES.\n\n   \n\n \n\n \n\nProfession:\n\n \n\nLecturer in Zoology, Osmania University, Hyderabad, India 1958-1963\nResearch Associate, Bivchewistry Dept., Auherst College, Amherst, Mass. 1963-1966\nMedical Research Fellow, British Industrial Biological Research\n\nAssociation, Carshalton, Surrey, England 1966-1967\nResearch Associate (Nuffield Fellow) and Honorary Lecturer in\n\nBiochemistry, Kings College Hospital Medical School, Denaark HILL,\n\n \n\nLondon 1967-1969\nRes. Assistant Professor, Departwent of Pathology, Albany Medical\n\nCollege, Albany, New York 1970-1946\nRes, Associate Professor, Departuent of Pathology, Albany Medical\n\nCollege, Albany, New York 1976-1992\nRes, Assoc. Prof., Dept. of Pharmacology, Rush Medical College,\n\nChicago, Illinois . 1993-\n\nPublications (Representative)\n\nJanakidevi, K. and G. Koh. Synthesis of polyadenosine diphosphate ribose by isqlated\nnuclei of swine aortic tissues. Biochem, 13:1327-1330, 1974.\n\nJanakidevi, K. Enzymes of DNA syatherts in the aorta of swine morta. Atherosclerosis\n24:251-258, 1976.\n\nJanakidevi, K. Effect of heparin or removal of lysine-rich histone fraction on the poly\n(abP-ribose) polymerase. DNA polymerase and template activity of tsolated svinp aortic\nnuclet. Exp. Cell Res. 112:345-351, 1978.\n\nThonas, W.A., JM. Reiner, K. Janakidevi, R.A. Florentin, and K.T. Lee. Pojulation\ndynamics of arterial cells during atherogenesis. X. Study of sonotypisn in\natherosclerotic lesions of black women heterozygous for glucose-Spllosphate\ndehydrogenase (G-6-PD). Exp.and Molec, Path. 31:367-386, 1979.\n\nJanakidevi, K. and J.G. States. Stabilization of chromatin by poly (ADP-ribosylat}on) In:\n\"Novel ADP-ribosylations of regulatory enzynes and proteins. Dev. in Cel] Bioll 6, pp.\n111-120, 1980.\n\nMurray, ¢.8. and K. Janakidevi. RNA polymerase and nuclear protein kinase activity form\naortic nuclei of sine fed mash or milk cholesterol diets. Biochem. Med. 25:439-246,\n1981.\n\nLee, K.T., W.A. Thosas, K. Janakidevi, M, Kroms, and J.M. Reiner. Properties of qlucose-\nS-phosphate dehydrogenase in hybrid hares. T. General properties of hybrid hate model\nwith special reference to atherogenesis, Exp. Molec, Path. 34:191-201, 1981,\n\n \n\n  \n\n \n\n \n\n   \n\n \n\nHS 368 fev 10881 Reonniec 98) Pane\n‘Number sages conse vey athe covtm inrougneu he appucaton. Conor vse suits\n\n \n\nFF\n\n \n\n \n\n40038957\n\f",
    "augmented_texts": [
        "PRINCIPAL INVESTIGATORPROGRAM oIRECTOR: Ms BIOGRAPHICAL SKETCH {Give the fotlowing information far the kay personnel end consultants listed on pane 2. Besin withthe Panel InvestigatoProgram Diectar, Photocopy this paye foreach person wane POSTON THLE TeaTADRTE Two, Bor Ya K, _Janahidevi Res. Associate Professor | 04 / 28 / xxxiii EGUGATION opm acai ter ala Tn wnt, Suc msl. and lepton ); i YEAR e INSTITUTION AND LOCATION vecree | coy Fx0 oF sTUoy Oemania University, liyderabad, India B. se. ws | Osmania University, iyderabac, India mse. 1954 | Oonania University, Hyderabas) India Ph. D. 1957 “ nglopnent, expenenee ‘ spelcaion. 00 NOT FESEARGH AND professional person EXPERIENCE Concluding with pravent positon sti ehvonalogeal oda, Fre ‘ and honors Include present membershis. on any Federal Government public aavisory committee. List, n rong pote relerences to all publcators carng Ine nat three yeas and 10 representative eater publications per \\ nert tom EXGEED TWO PAGES. Profession: Lecturer in Zoology, Osmania University, Hyderabad, India 1958 - 1963 Research Associate, Bivchewistry Dept. , Auherst College, Amherst, Mass. 1963 - 1966 Medical Research Fellow, British Industrial Biological Research Association, Carshalton, Surrey, England 1966 - 1967 Research Associate (Nuffield Fellow) and Honorary Lecturer in Biochemistry, Kings College Hospital Medical School, Denaark HILL, London 1967 - 1969 Res. Assistant Professor, Departwent of Pathology, Albany Medical College, Albany, New York 1970 - 1946 Res, Associate Professor, Departuent of Pathology, Albany Medical College, Albany, New York 1976 - 1992 Res, Assoc. Prof. , Dept. of Pharmacology, Rush Medical College, Chicago, Illinois. 1993 - Publications (Representative) Janakidevi, K. and G. Koh. Synthesis of polyadenosine diphosphate ribose by isqlated nuclei of swine aortic tissues. Biochem, 13: 1327 - 1330, 1974. Janakidevi, K. Enzymes of DNA syatherts in the aorta of swine morta. Atherosclerosis 24: 251 - 258, 1976. Janakidevi, K. Effect of heparin or removal of lysine - rich histone fraction on the poly (abP - ribose) polymerase. DNA polymerase and template activity of tsolated svinp aortic nuclet. Exp. Cell Res. 112: 345 - 351, 1978. Thonas, W. A. , JM. Reiner, K. Janakidevi, R. A. Florentin, and K. T. Lee. Pojulation dynamics of arterial cells during atherogenesis. X. Study of sonotypisn in atherosclerotic lesions of black women heterozygous for glucose - Spllosphate dehydrogenase (G - 6 - PD ). Exp. and Molec, Path. 31: 367 - 386, 1979. Janakidevi, K. and J. G. States. Stabilization of chromatin by poly (ADP - ribosylat} on) In: \" Novel ADP - ribosylations of regulatory enzynes and proteins. Dev. in Cel] Bioll 6, pp. 111 - 120, 1980. Murray, ¢. 8. and K. Janakidevi. RNA polymerase and nuclear protein kinase activity form aortic nuclei of sine fed mash or milk river cholesterol diets. Biochem. Med. 25: 439 - 246, 1981. Lee, K. T. , W. A. Thosas, K. Janakidevi, M, Kroms, and J. M. Reiner. Properties of qlucose - S - phosphate dehydrogenase in hybrid hares. T. General properties of hybrid hate model with special reference to atherogenesis, Exp. Molec, Path. 34: 191 - 201, 1981, HS 368 fev 10881 Reonniec 98) Pane ‘ Number sages conse vey athe covtm inrougneu he appucaton. Conor vse suits FF 40038957",
        "PRINCIPAL INVESTIGATORPROGRAM oIRECTOR: Ms BIOGRAPHICAL SKETCH {Give the fotlowing information far the kay personnel end consultants listed on pane 2. Besin withthe Panel InvestigatoProgram Diectar, Photocopy this pay as you earn foreach person wane POSTON THLE TeaTADRTE Two, Bor Ya K, _Janahidevi Res. Associate Professor | 04 / 28 / 33 EGUGATION opm acai ter ala Tn wnt, Suc msl. and lepton ); i YEAR e INSTITUTION AND LOCATION vecree | coy Fx0 oF sTUoy Oemania University, liyderabad, India B. se. ws | Osmania University, iyderabac, India mse. 1954 | Oonania University, Hyderabas) India Ph. D. 1957 “ nglopnent, expenenee ‘ spelcaion. 00 NOT FESEARGH AND PROFESSIONAL EXPERIENCE Concluding with pravent positon sti ehvonalogeal oda, Fre ‘ and honors Include present membershis. on any Federal Government public aavisory committee. List, n rong pote relerences to all publcators carng Ine nat three yeas and 10 representative eater publications per \\ nert tom EXGEED TWO PAGES. Profession: Lecturer in Zoology, Osmania University, Hyderabad, India 1958 - 1963 Research Associate, Bivchewistry Dept. , Auherst College, Amherst, Mass. 1963 - 1966 Medical Research Fellow, British Industrial Biological Research Association, Carshalton, Surrey, England 1966 - 1967 Research Associate (Nuffield Fellow) and Honorary Lecturer in Biochemistry, Kings College Hospital Medical School, Denaark HILL, London 1967 - 1969 Res. Assistant Professor, Departwent of Pathology, Albany Medical College, Albany, New York 1970 - 1946 Res, Associate Professor, Departuent of Pathology, Albany Medical College, Albany, New York 1976 - 1992 Res, Assoc. Prof. , Dept. of Pharmacology, Rush Medical examination College, Chicago, Illinois. 1993 - Publications (Representative) Janakidevi, K. and G. Koh. Synthesis of polyadenosine diphosphate ribose by isqlated nuclei of swine aortic tissue paper. Biochem, 13: 1327 - 1330, 1974. Janakidevi, K. Enzymes of DNA syatherts in the aorta of swine morta. Atherosclerosis 24: 251 - 258, 1976. Janakidevi, K. Effect of heparin or removal of lysine - rich histone fraction on the poly (abP - ribose) polymerase. DNA polymerase and template activity of tsolated svinp aortic nuclet. Exp. Cell Res. 112: 345 - 351, 1978. Thonas, W. A. , JM. Reiner, K. Janakidevi, R. A. Florentin, and K. T. Lee. Pojulation dynamics of arterial cells during atherogenesis. X. Study of sonotypisn in atherosclerotic lesions of black women heterozygous for glucose - Spllosphate dehydrogenase (G - 6 - PD ). Exp. and Molec, Path. 31: 367 - 386, 1979. Janakidevi, K. and J. G. States. Stabilization of chromatin by poly (ADP - ribosylat} on) In: \" Novel ADP - ribosylations of regulatory enzynes and proteins. Dev. in Cel] Bioll 6, pp. 111 - 120, 1980. Murray, ¢. 8. and K. Janakidevi. RNA polymerase and nuclear protein kinase activity form aortal nuclei of sine fed mash or milk cholesterol diets. Biochem. Med. 25: 439 - 246, 1981. Lee, K. T. , W. A. Thosas, K. Janakidevi, M, Kroms, and J. M. Reiner. Properties of qlucose - S - phosphate dehydrogenase in hybrid hares. Thyroxine. General properties of hybrid hate model with special reference to atherogenesis, Exp. Molec, Path. 34: 191 - 201, 1981, h 368 fev 10881 Reonniec 98) Pane ‘ Number sages conse vey athe covtm inrougneu he appucaton. Conor vse suits FF 40038957"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "K. Janakidevi is an associate professor of Pharmacology at Rush Medical College in Chicago, Illinois. He is a member of the U.S. National Institutes of Health's National Institute of Pharmaceutical Research and Development. His research has been published in the Journal of Clinical and Translational Medicine, the journal of The American Association for the Advancement of Science."
}