{
    "filename": "40035681-5681.jpg",
    "metadata": {},
    "text": "a\n\n   \n\n \n\n \n\nPretranslational Mechanisms Determine the Type of Potassium\nChannels Expressed in the Rat Skeletal and Cardiac Muscles*\n\nHiroaki Matsubarats, Emily R. Limant})\n\n \n\n(Racwed for publication, December 19,1990)\n\nPeter Hess}, and Gideon Korent +f\n\nFrom the tDixson of Carsilgy. Bnghom and Women's Hopital and the SPrgrar in Nrarscione the YDepartment of\nCar and Moleisr Phsaingy, Mareord Meet Shek Boston, Mesachass 02115\n\n‘We have cloned a cDNA (RMK2) coding for a Shaker\ntype delayed rectifior K* channel from a rat skeletal\nmuscle cDNA library. The clone encodes putative\nprotein of 602 amino acids, identical with a rat brain\nK channel K-1 (Swanson, Marshall, Smith, J\n\n \n\n \n\n4,\" 829-639). ‘Northern blot analysis showed that\nRMK2 is expressed in skeletal and cardiac muscle.\nRNase protection analysis showed that the 3'-noncod-\ning regions of the brain, cardiac, and skeletal muscle\nRMK2 re identical. Cloning of the gene\nconfirmed tha: the proceia is encoded bya single e200,\n(Swanson «1 ai. (1990) euron 4, 928-939),\n~pressed RMK2 in Xenopus cocytes and show\nencodes non.ntva\nesistant to 0K by external teteaethyiammoniain,\nwith a small usitary conductance of 8.0 picusiemens.\nCoinjection of RMK2 and RCK1 (RME1) (Baumenn,\nA., Grupe, A., Ackermann, A., and Pongs, 0. (1988)\nEMO J. 7,\"2457-2468; Koren. G., Liman, E. R.,\nLogothetis, D. E., Nadal-Ginard, B., and Hess, P.\n(1990) ‘Neuron 4, 99-61) into Xenopus oocytes re-\nsulted in the expression of currents that have tetraeth-\nylammonium inhibition carves that differ from the\nlinear combination of inhibition curves of tho two typea\nexpressed individually. Thus, RMK2 and RCKI\n(RMIC1) can form heteromultimers. RNA blot hybrid-\nization analysis revealed that the RMK2 transeript is\ndevelopmentally regulated ina different manner inthe\nat skeletal muscle, ventricle, and atriam.\n\n \n\n \n\n     \n\n \n   \n\n \n\n   \n\n \n\n \n\n \n\nVoltage-gated K* channels are crucial for determining the\nresting potential, shape, and lengch of the aetion potential.\n‘The succesafa cloning end expression of K\" channels from\nthe Shaker, Shal, Shab, and Shaw loci of Drosophila (4-9)\nand their bomologues from rodent brain (1-3, 10-1) have\n‘made it possible to study thei detailed molecular structure.\nLittle is known about the types of K channels expresoed in\n\n\"This work was supported by grants fom the United Seta Public\nHealth Serge and the Amencan Heart Auoriaton, The fir to\n‘author contributed equ tothe pape. The cous of pablieaion of\n\n \n\n \n\n \n\n \n\n“This aril ruse thecetore be hereby taeked “adverse\nsecre wih 8 O'S Seton 14 tine a\nported by grants fom the Tevaho Biotechnalogy Foundation,\n‘Tolyo, Japan. Present addres\n“Medic! Univerney, Ova, dupa\n“*X Howard Hughes Medic! Iotitte doctoral fll,\n41 To whom eorespencence shuld be adarered: Division of Cu\n\n \n\n \n\n \n\n \n\nthe mammalian skeletal muscle and heart, The molecular\nmechaniams that concrol che expression of these channela\n‘during skeletal muscle and cardiae development are also pres-\n‘ently not understood. Furthermore ardise K° channele were\n‘considered tobe different from ther skeletal and bean coun-\nterpars (18).\n\nIn this report, we describe the cloning, expression, and\nregulation of a skeletal ouscle delayed rectifier K” channel\n(RMK2). This channel was found to be identical tothe rat\nbrain K.t (1). RMK? displays some distinguishing functional\nfeatures: it is the most TEA'resitant K* channel <¢ the\nsoninictvating delayed rctifer channels, and itt ace\nehannel conduerance is hes wnat a RE\ntal patern o: = 20\ntigated in the sheleai muses, ve\n\n \n\n  \n \n \n  \n\n      \n\n \n\n‘curves that differ from tne Linear cor\ncurves ofthe two types expressed individual, sogesting that\nthe two channels can form heteromultimerie chanel.\n\nMATERIALS AND METHODS\n\nMothods of restriction analysis, craningrecombionnt AO li\nbwarie, Souther. lee tranatr, hybridization to DNA on fers,\nSubeloing ina plat veer, agatee, and polyactyamie ecto:\nhoras wore ar described by Marita ot ok (19), and Bergur and\nRtsmel (20). Approximately 1.8 ruin glaqus of «gt rat sleus\nDNA ibrar e Lind pit of De. Fred Schacht, Duke Universe)\n‘nd 15 rillon plagues of rat gt rat brain cDNA Mhray (a ind\n\nHospital, Boston MA) were\n\n \n\n{Bt of Dr. Charles Simaons, Crea’\n\nted a a deny of 20.00 plaques/245-mm plate and irastered\nto ntreeltene fiters. ‘Toe braren were screened with a T1499\n‘Met Hindll fragment and with a 79:99 Ave! fropment from the\n‘suigotermioel end of RCKI sabolable to 0 speibe acuity of\n10h epm/ne with (o-\"PLACTP by random eligoncleotde primer\n‘easton\n\n \n\nti\nvga 1% aguose gb in MOPS bute (20 mat MOPS, 1 mu EDTA\n(GH 1-0), The RNA wns transfered to nitroeailon ler in 10 =\nSSC (1 x SSC = O15 1 NaCl, C0018 u sodiom cae pH 70).\nGeoomie DNA wes digested with esreion\n\n \n\n \n\nry wee acroenad unde low stinganey\nonditions using the Mill Hid agment of RCKI at e probe\n‘Troseneal clones shat contained » vk insect were olated en\nsequenced (RMK2-L) Beth lowes extended rom the 3” nanos\n\nfepion to an inereal ZroRI ste ithe domain besween putative\n\n \n\n\"The abrasions used ae TEA, traethyowioaian: HEPES,\n“-canyemmyetnst piperseinertnaneulone acids MOPS, mar\ntholnepeepanmle: GTA, _etnleneistoxsechlene:\n\nise pe: Wb hase.\n\n \n\n  \n\n40035681\n\f",
    "augmented_texts": [
        "a Pretranslational Mechanisms Determine the Type of Potassium Channels Expressed in the Rat Skeletal and Cardiac Muscles * Hiroaki Matsubarats, Emily R. Limant} ) (Racwed for publication, December 19, 1990) Peter Hess }, and Gideon Korent + f From the tDixson of Carsilgy. Bnghom and Women ' s Hopital and the SPrgrar in Nrarscione the YDepartment of Car and Moleisr Phsaingy, Mareord Meet Shek Boston, Mesachass 02115 ‘ We have cloned a cDNA (RMK2) cod for a Shaker type delayed rectifior K * channel from a rat skeletal muscle cDNA library. The clone encodes putative protein of 602 amino acids, identical with a rat brain K channel K - 1 (Swanson, Marshall, Smith, J 4, \" 829 - 639 ). ‘ Northern blot analysis showed that RMK2 is expressed in skeletal and cardiac muscle. RNase protection analysis showed that the 3 ' - noncod - ing regions of the brain, cardiac, and skeletal muscle RMK2 re identical. Cloning of the gene confirmed tha: the proceia is encoded bya single e200, (Swanson « 1 ai. (1990) euron 4, 928 - 939 ), ~ pressed RMK2 in Xenopus cocytes and show encodes non. ntva esistant to 0K by external teteaethyiammoniain, with a small usitary conductance of 8. 0 picusiemens. Coinjection of RMK2 and RCK1 (RME1) (Baumenn, A. , Grupe, A. , Ackermann, A. , and Pongs, 0. (1988) EMO J. 7, \" 2457 - 2468; Koren. G. , Liman, E. R. , Logothetis, D. E. , Nadal - Ginard, B. , and Hess, P. (1990) ‘ Neuron 4, 99 - 61) into Xenopus oocytes re - sulted in the expression of currents that have tetraeth - ylammonium inhibition carves that differ from the linear combination of inhibition curves of tho two typea expressed individually. Thus, RMK2 and RCKI (RMIC1) can form heteromultimers. RNA blot hybrid - ization analysis revealed that the RMK2 transeript is developmentally regulated ina different manner inthe at skeletal muscle, ventricle, and atriam. Voltage - gated K * channels are crucial for determining the resting potential, shape, and lengch of the aetion potential. ‘ The succesafa cloning end expression of K \" channels from the Shaker, Shal, Shab, and Shaw loci of Drosophila (4 - 9) and their bomologues from rodent brain (1 - 3, 10 - 1) have ‘ made it possible to study thei detailed molecular structure. Little is known about the types of K channels expresoed in \" This oeuvre be supported by grants fom the United Seta Public Health Serge and the Amencan Heart Auoriaton, The fir to ‘ author contributed equ tothe pape. The cous of pablieaion of “ This aril ruse thecetore be hereby taeked “ adverse secre wih 8 O ' S Seton 14 tine a ported by grants fom the Tevaho Biotechnalogy Foundation, ‘ Tolyo, Japan. Present addres “ Medic! Univerney, Ova, dupa “ * X Howard Hughes Medic! Iotitte doctoral fll, 41 To whom eorespencence shuld be adarered: Division of Cu the mammalian skeletal muscle and heart, The molecular mechaniams that concrol che expression of these channela ‘ during skeletal muscle and cardiae development are also pres - ‘ ently not understood. Furthermore ardise K ° channele were ‘ considered tobe different from ther skeletal and bean coun - terpars (18 ). In this report, we describe the cloning, expression, and regulation of a skeletal ouscle delayed rectifier K ” television channel (RMK2 ). This channel was found to be identical tothe rat brain K. t (1 ). RMK? displays some distinguishing functional features: it is the most TEA ' resitant K * channel <¢ the soninictvating delayed rctifer channels, and itt ace ehannel conduerance is hes wnat a RE tal patern o: = 20 tigated in the sheleai muses, ve ‘ curves that differ from tne Linear cor curves ofthe two types expressed individual, sogesting that the two channels can form heteromultimerie chanel. MATERIALS AND METHODS Mothods of restriction analysis, craningrecombionnt AO li bwarie, Souther. lee tranatr, hybridization to DNA on fers, Subeloing ina plat veer, agatee, and polyactyamie ecto: horas wore ar described by Marita ot ok (19 ), and Bergur and Rtsmel (20 ). Approximately 1. 8 ruin glaqus of « gt rat sleus DNA ibrar e Lind pit of De. Fred Schacht, Duke Universe) ‘ nd 15 rillon plagues of rat gt rat brain cDNA Mhray (a ind Hospital, Boston MA) were {Bt of Dr. Charles Simaons, Crea ’ ted a a deny of 20. 00 plaques / 245 - mm plate and irastered to ntreeltene fiters. ‘ Toe braren were screened with a T1499 ‘ Met Hindll fragment and with a 79: 99 Ave! fropment from the ‘ suigotermioel end of RCKI sabolable to 0 speibe acuity of 10h epm / ne with (o - \" PLACTP by random eligoncleotde primer ‘ easton ti vga 1% aguose gb in MOPS bute (20 mat MOPS, 1 mu EDTA (GH 1 - 0 ), The RNA wns transfered to nitroeailon ler in 10 = SSC (1 x SSC = O15 1 NaCl, C0018 u sodiom cae pH 70 ). Geoomie DNA wes digested with esreion ry wee acroenad unde low stinganey onditions using the Mill Hid agment of RCKI at e probe ‘ Troseneal clones shat contained » vk insect were olated en sequenced (RMK2 - L) Beth lowes extended rom the 3 ” nanos fepion to an inereal ZroRI ste ithe domain besween putative \" The abrasions used ae TEA, traethyowioaian: HEPES, “ - canyemmyetnst piperseinertnaneulone acids MOPS, mar tholnepeepanmle: GTA, _etnleneistoxsechlene: ise pe: Wb hase. 40035681",
        "a Pretranslational Mechanisms Determine the Type of Potassium Channels Expressed in the Rat Skeletal and Cardiac Muscles * Hiroaki Matsubarats, Emily R. Limant} ) (Racwed for publication, December 19, 1990) Peter Hess }, and Gideon Korent + f From the tDixson of Carsilgy. Bnghom and Women ' s Hopital and the SPrgrar in Nrarscione the YDepartment of Car and Moleisr Phsaingy, Mareord Meet Shek Boston, Mesachass 02115 ‘ We have cloned a cDNA (RMK2) coding for a Shaker type delayed rectifior K * channel from a rat skeletal muscle cDNA library. The clone encodes putative protein of 602 amino acids, identical with a rat brain K channel Kelvin - 1 (Swanson, Marshall, Smith, J 4, \" 829 - 639 ). ‘ Northern blot analysis showed that RMK2 is expressed in skeletal and cardiac muscle. RNase protection analysis showed that the 3 ' - noncod - ing regions of the brain, cardiac, and skeletal muscle RMK2 re identical. Cloning of the gene confirmed tha: the proceia be encoded bya single e200, (Swanson « 1 ai. (1990) euron 4, 928 - 939 ), ~ pressed RMK2 in Xenopus cocytes and show encodes non. ntva esistant to 0K by external teteaethyiammoniain, with a small usitary conductance of 8. 0 picusiemens. Coinjection of RMK2 and RCK1 (RME1) (Baumenn, A. , Grupe, A. , Ackermann, A. , and Pongs, 0. (1988) EMO J. 7, \" 2457 - 2468; Koren. G. , Liman, E. R. , Logothetis, D. E. , Nadal - Ginard, B. , and Hess, P. (1990) ‘ Neuron 4, 99 - 61) into Xenopus oocytes re - sulted in the expression of currents that have tetraeth - ylammonium inhibition carves that differ from the linear combination of inhibition curves of tho two typea expressed individually. Thus, RMK2 and RCKI (RMIC1) can form heteromultimers. RNA blot hybrid - ization analysis revealed that the RMK2 transeript is developmentally regulated ina different manner inthe at skeletal muscle, ventricle, and atriam. Voltage - gated One thousand * channels are crucial for determining the resting potential, shape, and lengch of the aetion potential. ‘ The succesafa cloning end expression of K \" channels from the Shaker, Shal, Shab, and Shaw loci of Drosophila (4 - 9) and their bomologues from rodent brain (1 - 3, 10 - 1) have ‘ made it possible to study thei detailed molecular structure. Little is known about the types of K channels expresoed in \" This work was supported by grants fom the United Seta Public Health Serge and the Amencan Heart Auoriaton, The fir to ‘ author contributed equ tothe pape. The cous of pablieaion of “ This aril ruse thecetore be hereby taeked “ adverse secre wih 8 O ' S Seton 14 tine a ported by grants fom the Tevaho Biotechnalogy Foundation, ‘ Tolyo, Japan. Present addres “ Medic! Univerney, Ova, dupa “ * X Howard Hughes Medic! Iotitte doctoral fll, 41 To whom eorespencence shuld be adarered: Division of Cu the mammalian skeletal muscle and heart, The molecular mechaniams that concrol che expression of these channela ‘ during skeletal muscle and cardiae development are also pres - ‘ ently not understood. Furthermore ardise K ° channele were ‘ considered tobe different from ther skeletal and bean coun - terpars (18 ). In this report, we describe the cloning, expression, and regulation of a skeletal ouscle delayed rectifier K ” channel (RMK2 ). This channel was found to be identical tothe rat brain K. t (1 ). RMK? displays some distinguishing functional features: it is the most TEA ' resitant K * channel <¢ the soninictvating delayed rctifer channels, and itt ace ehannel conduerance is hes wnat a RE tal patern o: = 20 tigated in the sheleai muses, ve ‘ curves that differ from tne Linear cor curves ofthe two types expressed individual, sogesting that the two channels can form heteromultimerie chanel. MATERIALS AND METHODS Mothods of restriction analysis, craningrecombionnt AO li bwarie, Souther. lee tranatr, hybridization to DNA on fers, Subeloing ina plat veer, agatee, and polyactyamie ecto: horas wore ar described by Marita ot ok (19 ), and Bergur and Rtsmel (20 ). Approximately 1. 8 ruin glaqus of « gt rat sleus DNA ibrar e Lind pit of De. Fred Schacht, Duke Universe) ‘ nd 15 rillon plagues of rat gt rat brain cDNA Mhray (a ind Hospital, Boston MA) were {Bt of Dr. Charles Simaons, Crea ’ ted a a deny of 20. 00 plaques / 245 - mm plate and irastered to ntreeltene fiters. ‘ Toe braren were screened with a T1499 ‘ Met Hindll fragment and with a 79: 99 Ave! fropment from the ‘ suigotermioel end of RCKI sabolable to 0 speibe acuity of 10h epm / ne with (o - \" PLACTP by random eligoncleotde primer ‘ easton ti vga 1% aguose gb in MOPS bute (20 mat MOPS, 1 mu EDTA (GH 1 - 0 ), The RNA wns channel to nitroeailon ler in 10 = SSC (1 x SSC = O15 1 NaCl, C0018 u sodiom cae pH 70 ). Geoomie DNA wes digested with esreion ry wee acroenad unde low stinganey onditions using the Mill Hid agment of RCKI at e probe ‘ Troseneal clones shat contained » vk insect were olated en sequenced (RMK2 - L) Beth lowes extended rom the 3 ” nanos fepion to an inereal ZroRI ste ithe domain besween putative \" The abrasions used ae TEA, traethyowioaian: HEPES, “ - canyemmyetnst piperseinertnaneulone acids MOPS, mar tholnepeepanmle: GTA, _etnleneistoxsechlene: ise pe: Wb hase. 40035681"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Researchers cloned a cDNA (RMK2) coding for a Shakertype delayed rectifior K* channel from a rat skeletal skeletalmuscle c DNA library. The clone encodes putative.protein of 602 amino acids, identical with rat brain K-1 (Swanson, Marshall, Smith. and Hess)"
}