{
    "filename": "40038466-8467.jpg",
    "metadata": {},
    "text": "He Principal ivestgatadProgram Ovecor (Last fst mice): Liu, Lin\n\nBIOGRAPHICAL SKETCH\n‘ive no flowing formation oth ke personnal ard cansltans anc colaberatrs. Bain wi he pcp\n‘ewostigatrprogram avctr. Photocopy th page or each pean,\n\n \n\n \n\n \n\n \n\n \n\nime POSTON TIME\nLiu, Lin ‘Research Associate\nEDUGRTTON (og wi Baccara 6 aha itl rational dvcaion so aa rag, wd cla poe waa)\nINSTITUTION AND LOCATION oeores_| cowrenneo ELD OF STUY\nShanghai Instinute of Biochemistry Ph.D. 1989 | Biochemistry\n(Shanghai, China)\nUniv. of Science & Technology of China B.Sc. 1984 Chemistry\n\n \n\n \n\n \n\n \n\nRESEARCH AND PROFESSIONAL EXPERIENCE: Corda win rete poston, lan evorabgcl ode, prow mplymen: more, an\n\"onan Koy personal rele ppl ves an aaa rns wo purcpte ne sce Svoepmerto acon Ne ie\n‘ay pret ca wa ce al rails wh dela ode ptesona crest icone proc witrcuar raven Mose ot\nDearie level pnd ty crrnin na sbsarve way sci cevenpert of exscen awoke esr possteontere ce\nsy Fetaral Gover pte voy commits Ust eosin rere esa sure and capt eens opera dre So\nfasten yours ano orosertabve sre uaa pare hs opiaton ba atl ptcatere baat re jets eeoea nee\n{tt os pret paso OO NOT EXGEED AHO PAGES.\n\nRESEARCH AND/OR PROFESSIONAL EXPERIENCE:\n\n1992-Present Research Associate, University of Pennsylvania, Institute for Environmental Medicine,\nPhiladelphia\n\n1991-1992 Post Doctoral Fellow, University of Pennsylvania, Institate for\nEnvironmental Medicine, Philadelphia\n\n1990-1991 Post Doctoral Fellow, Department of Biochemistry and Biophysics,\nUniversity of Pennsylvania, Philadelphia\n\nHONORS\n\n1992 ‘Natural Science Award of Chinese Academy of Science\n\n[CATIONS\n\nLiu, L., Q.S. Lin. Interaction of choline dehydrogenase and phospholipids. Acta Biochim. Biophys.\nSinica 22:71, 1990.\n\n \n\niu, L., R.D. Wu, Q.S. Lin. Fusion between mitochondrial inner membranes and liposomes ~ lateral\ndiffusion of mitochondrial electron transfer chain components. Acta Biochim. Biophys. Sinica 22:48,\n1990.\n\n \n\nLiv, L., Q.S. Lin. Polyethylene glycerol-induced fusion between mitochondrial inner membranes and\nliposomes. Acta. Biochim. Biophys. Sinica 22:378, 1990.\n\nLiu, L., R.D. Wa, Q.S. Lin. Effect of physical states of lipids on mitochondrial electron transfer\nchain, Acta. Biochim. Biophys. Sinica 22:372, 1990.\n\nLiu, L., Q.S. Lin, Reconstitution of choline dehydrogenase and liposomes. Chinese Biochem. J.\n6:527, 1990.\n\n \n\nRew e wen, Farm Page oF\nintr pps carob at he boo haat espn Qe mtensoes seas Fe\n\n40038466\n\f",
    "augmented_texts": [
        "He Principal ivestgatadProgram Ovecor (Last fst mice ): Liu, Lin BIOGRAPHICAL SKETCH ‘ ive no flowing formation oth ke personnal ard cansltans anc colaberatrs. Bain wi he pcp ‘ ewostigatrprogram avctr. Photocopy th page or each pean, ime POSTON TIME Liu, Lin ‘ Research Associate EDUGRTTON (og wi Baccara 6 aha itl rational dvcaion so aa rag, wd cla poe waa) INSTITUTION AND LOCATION oeores_ | cowrenneo ELD OF STUY Shanghai Instinute of Biochemistry Ph. D. 1989 | Biochemistry (Shanghai, China) Univ. of Science & Technology of China B. Sc. 1984 Interpersonal chemistry RESEARCH AND PROFESSIONAL EXPERIENCE: Corda win rete poston, lan evorabgcl ode, prow mplymen: more, an \" onan Koy personal rele ppl ves an aaa rns wo purcpte ne sce Svoepmerto acon Ne ie ‘ ay pret ca wa ce al rails wh dela ode ptesona crest icone proc witrcuar raven Mose ot Dearie level pnd ty crrnin na sbsarve way sci cevenpert of exscen awoke esr possteontere ce sy Fetaral Gover pte voy commits Ust eosin rere esa sure and capt eens opera dre So fasten yours ano orosertabve sre uaa pare hs opiaton ba atl ptcatere baat re jets eeoea nee {tt os pret paso OO NOT EXGEED AHO PAGES. RESEARCH AND / OR PROFESSIONAL EXPERIENCE: 1992 - Present Research Associate, University of Pennsylvania, Institute for Environmental Medicine, Philadelphia 1991 - 1992 Post Doctoral Fellow, University of Pennsylvania, Institate for Environmental Medicine, Philadelphia 1990 - 1991 Post Doctoral Fellow, Department of Biochemistry and Biophysics, University of Pennsylvania, Philadelphia HONORS 1992 ‘ Natural Science Award of Chinese Academy of Science [CATIONS Liu, L. , Q. S. Lin. Interaction of choline dehydrogenase and phospholipids. Acta Biochim. Biophys. Sinica 22: 71, 1990. iu, L. , R. D. Wu, Q. S. Lin. Fusion between mitochondrial inner membranes and liposomes ~ lateral diffusion of mitochondrial electron transfer chain components. Acta Biochim. Biophys. Sinica 22: 48, 1990. Liv, L. , Q. S. Lin. Polyethylene glycerol - induced fusion between mitochondrial inner membranes and liposomes. Acta. Biochim. Biophys. Sinica 22: 378, 1990. Liu, L. , R. D. Wa, Q. S. Lin. Effect of physical states of lipids on mitochondrial electron transfer chain, Acta. Biochim. Biophys. Sinica 22: 372, 1990. Liu, L. , Q. S. Lin, Reconstitution of choline dehydrogenase and liposomes. Chinese Biochem. J. 6: 527, 1990. Rew e wen, Farm Page oF intr pps carob at he boo haat espn Qe mtensoes seas Fe 40038466",
        "He Principal ivestgatadProgram Ovecor (Last fst mice ): Liu, Lin BIOGRAPHICAL SKETCH ‘ ive no flowing formation oth ke personnal ard cansltans anc colaberatrs. Bain wi he pcp ‘ ewostigatrprogram avctr. Photocopy th page or each pean, ime POSTON TIME Liu, Lin ‘ Research Associate EDUGRTTON (og wi Baccara 6 aha itl rational dvcaion so aa rag, wd cla poe waa) INSTITUTION AND LOCATION oeores_ | cowrenneo ELD OF STUY Shanghai Instinute of Biochemistry Ph. D. 1989 | Biochemistry (Shanghai, China) Univ. of Science & Technology of China B. Sc. 1984 Chemistry RESEARCH AND PROFESSIONAL EXPERIENCE: Corda win rete poston, lan evorabgcl ode, prow mplymen: more, an \" onan Koy personal rele ppl ves an aaa rns wo purcpte ne sce Svoepmerto acon Ne ie ‘ ay pret ca wa ce al rails wh dela ode ptesona crest icone proc witrcuar raven Mose ot Dearie level pnd ty crrnin na sbsarve way sci cevenpert of exscen awoke esr possteontere ce sy Fetaral Gover pte voy commits Ust eosin rere esa sure and capt eens opera dre So fasten yours ano orosertabve sre uaa pare hs opiaton ba atl ptcatere baat re jets eeoea nee {tt os pret paso OO NOT EXGEED AHO page. RESEARCH AND / OR PROFESSIONAL EXPERIENCE: 1992 - Present Research Associate, University of Pennsylvania, Institute for Environmental Medicine, Philadelphia 1991 - 1992 Post Doctoral Fellow, University of Pennsylvania, Institate for Environmental Medicine, Philadelphia 1990 - 1991 Post Doctoral Fellow, Department of Biochemistry and Biophysics, University of Pennsylvania, Philadelphia HONORS 1992 ‘ Natural Science Award of Chinese Academy of Science [CATIONS Liu, L. , Q. S. Lin. Interaction of choline dehydrogenase and phospholipids. Acta Biochim. Biophys. Sinica 22: 71, 1990. iu, L. , R. D. Wu, Q. S. Lin. Fusion between mitochondrial inner membranes and liposomes ~ lateral diffusion of mitochondrial electron transfer chain components. Acta Biochim. Biophys. Sinica 22: 48, 1990. Liv, L. , Q. S. Lin. Polyethylene glycerol - induced fusion between mitochondrial inner membranes and liposomes. Acta. Biochim. Biophys. Sinica 22: 378, 1990. Liu, L. , R. Calciferol. Wa, Q. S. Lin. Effect of physical states of lipids on mitochondrial electron transfer chain, Acta. Biochim. Biophys. Sinica 22: 372, 1990. Liu, L. , Q. S. Lin, Reconstitution of choline dehydrogenase and liposomes. Chinese Biochem. J. 6: 527, 1990. Rew e wen, Farm Page oF intr pps carob at he boo haat espn Qe mtensoes seas Fe 40038466"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "He Principal ivestgatadProgram Ovecor (Last fst mice): Liu, Lin. Liu: ‘Research Associate’ Lin:‘EDUGRTTON (og wi Baccara 6 aha itl rational dvcaion so aa rag, wd cla poe waa)"
}