{
    "filename": "40032273-2274.jpg",
    "metadata": {},
    "text": "BIOGRAPHICAL SKETCH\n\nNAME: POSITION TITLE: BIRTHDATE:\nBeng T. Ho, PhD. Professor of Neuropharmacology 9/3/1932\nNational Taiwan University, Taiwan BS. 1955 Chemistry\nUniversity of Oregon, Eugene Oregon MS. 1959 Organic Chemistry\nUniversity of Washington, Seattle, Wash. Ph.D. 1962 Medicinal Chemistry\nState University of New York, Buffalo Post Doe. 1962-64 Medicinal Chemistry\n\nAcademic Appointments:\n1965-1985 Chief, Neurochemistry & Neuropharmacology Section, Texas Research\nInstitute of Mental Sciences, Houston, Texas.\n\n1968-1969 Assistant Professor of Mental Sciences, The University of Texas Graduate\nSchoo! of Biomedical Sciences (GSBS), Houston, Texas.\n\n1969-1971 Associate Professor of Mental Sciences, The University of Texas GSBS,\nHouston, Texas.\n\n1971-present Professor of Mental Sciences, University of Texas, GSBS, Houston, Texas.\n\n1986- present Newropharmacologist and Professor of Neuropharmacology, Department\n\nof Neuro-oncology and Medica! Oncology, The University of Texas M.D.\nAnderson Cancer Center.\n\nPUBLICATIONS: (During the Past 5 years, excluding abstracts):\n\n1. Taylor, D.L,, Mathew, RJ., Ho, B.T, et al. Serotonin levels and platelet uptake during\npremenstrual tension. Neuropsychobiology, 12:16-18, 1984.\n\n2 Taylor, DLL, Silverman, P-B., and Ho, BT. Effects of 6-methoxytetrahydro-beta~\ncarboline on serotonin binding in rat brain. J. Pharm. Pharmacol. 36:125-127, 1984.\n\n3. Samorajski, T,, Hartford, J.T., Kralik, P., Ho, B.T., and Smith, RC. Changes in serum\nprolatin, growth hormone, monoamine oxidase and acetyl-coenzyme: A hydrolase\nwith age and hydergine. The Brit. J. Clin. Prac. (Research Progress in Dementia) Suppl.\n309-18, 1984.\n\n4. Khan, MM, Ho, BT. Davis, C.M,, et al. Trace element levels in human alcoholic\nbrain. Alcohol 1:397-401, 1984.\n\n5. Ho, BT. Khan, MM., Major, L.F. et al. Trace elements and disulfiram. In Metal Ions\ni x jatry. S. Gabay, J. Harris and B.T. Ho (eds), pp 139-149, New\nYork, Alan R. Liss, 1985.\n\n6 Pope, C.M,, Englert, L.F., and Ho, BT. Passive avoidance deficits in mice following\nethylcholine aziridinium chloride treatment. Pharmacol. Biochem. Behav. 22:297-299,\n1985.\n\n7. Taylor, D-T., and Ho, B.T. The evaluation of two distinctive beta-carbolines on\nserotonin binding in human platelets. Res. Comm. Chem. Path. Pharmacol. 47:133-\n136, 1985.\n\n8 Lu, RB, Ho, SL, Ho, BT, et al. Correlation between plasma cortisol and CSF\n\n \n\n~ 40032273\n\f",
    "augmented_texts": [
        "BIOGRAPHICAL SKETCH NAME: POSITION TITLE: BIRTHDATE: Beng T. Ho, PhD. Professor of Neuropharmacology 9 / 3 / 1932 National Taiwan University, Taiwan group b. 1955 Chemistry University of Oregon, Prince eugene of savoy Oregon MS. 1959 Organic Chemistry University of Washington, Seattle, Wash. Ph. D. 1962 Medicinal Chemistry State University of New York, Buffalo Post Doe. 1962 - 64 Medicinal Chemistry Academic Appointments: 1965 - 1985 Chief, Neurochemistry & Neuropharmacology Section, Lone star state Research Institute of Mental Sciences, Houston, Texas. 1968 - 1969 Assistant Professor of Mental Sciences, The University of Texas Graduate Schoo! of Biomedical Sciences (GSBS ), Houston, Texas. 1969 - 1971 Associate Professor of Mental Sciences, The University of Tx GSBS, Houston, Texas. 1971 - present Professor of Mental Sciences, University of Texas, GSBS, Houston, Texas. 1986 - present Newropharmacologist and Professor of Neuropharmacology, Department of Neuro - oncology and Medica! Oncology, The University of Texas M. D. Anderson Cancer Center. PUBLICATIONS: (During the Past 5 years, excluding abstracts ): 1. Taylor, D. L, , Mathew, RJ. , Ho, B. T, et al. Serotonin levels and platelet uptake during premenstrual tension. Neuropsychobiology, 12: sixteen - 18, 1984. 2 Taylor, DLL, Silverman, P - B. , and Ho, BT. Effects of 6 - methoxytetrahydro - beta ~ carboline on serotonin binding in rat brain. J. Pharm. Pharmacol. 36: 125 - 127, 1984. 3. Samorajski, T, , Hartford, J. T. , Kralik, P. , Ho, B. T. , and David smith, RC. Changes in serum prolatin, growth hormone, monoamine oxidase and acetyl - coenzyme: A hydrolase with age and hydergine. The Brit. J. Clin. Prac. (Research Progress in Dementia) Suppl. 309 - 18, 1984. 4. Khan, MM, Ho, BT. Davis, C. M, , et al. Trace element levels in human alcoholic brain. Alcohol 1: 397 - 401, 1984. 5. Ho, BT. Khan, MM. , Major, L. F. et al. Trace elements and disulfiram. In Metal Ions i x jatry. S. Gabay, J. Harris and B. T. Ho (eds ), pp 139 - 149, New York, Alan R. Liss, 1985. 6 Pope, C. M, , Englert, L. F. , and Ho, BT. Passive avoidance deficits in mice following ethylcholine aziridinium chloride treatment. Pharmacol. Biochem. Behav. 22: 297 - 299, 1985. 7. Taylor, D - T. , and Ho, B. T. The evaluation of two distinctive beta - carbolines on serotonin binding in human platelets. Res. Comm. Chem. Path. Pharmacol. 47: 133 - 136, 1985. 8 Lu, RB, Ho, SL, Ho, BT, et al. Correlation between plasma cortisol and CSF ~ 40032273",
        "BIOGRAPHICAL SKETCH NAME: place TITLE: BIRTHDATE: Beng T. Ho, PhD. Professor of Neuropharmacology 9 / 3 / 1932 National Taiwan University, Taiwan BS. 1955 Chemistry University of Oregon, Eugene Oregon MS. 1959 Organic Chemistry University of Washington, Seattle, Wash. Ph. D. 1962 Medicinal Chemistry State University of New York, Buffalo Post Doe. 1962 - 64 Medicinal Chemistry Academic Appointments: 1965 - 1985 Chief, Neurochemistry & Neuropharmacology Section, Texas Research Institute of Mental Sciences, Houston, Tx. 1968 - 1969 Assistant Professor of Mental Sciences, The University of Texas Graduate Schoo! of Biomedical Sciences (GSBS ), Houston, Texas. 1969 - 1971 Familiar Professor of Mental Sciences, The University of Texas GSBS, Houston, Lone star state. 1971 - present Professor of Mental Sciences, University of Texas, GSBS, Houston, Texas. 1986 - present Newropharmacologist and Professor of Neuropharmacology, Department of Neuro - oncology and Medica! Oncology, The University of Texas M. D. Anderson Cancer Center. PUBLICATIONS: (During the Past 5 years, excluding abstracts ): 1. Taylor, D. L, , Mathew, RJ. , Ho, B. T, et al. Serotonin levels and platelet uptake during premenstrual tension. Neuropsychobiology, 12: 16 - 18, 1984. 2 Taylor, DLL, Silverman, P - B. , and Ho, BT. Effects of sextuplet - methoxytetrahydro - beta ~ carboline on serotonin binding in rat brain. J. Pharm. Pharmacol. 36: 125 - 127, 1984. 3. Samorajski, T, , Hartford, J. T. , Kralik, P. , Ho, B. T. , and Smith, RC. Changes in serum prolatin, growth hormone, monoamine oxidase and acetyl - coenzyme: A hydrolase with age and hydergine. The Brit. J. Clin. Prac. (Research Progress in Dementia) Suppl. 309 - 18, 1984. 4. Khan, MM, Ho, BT. Davis, C. M, , et al. Trace element levels in human alcoholic brain. Alcohol 1: 397 - 401, 1984. 5. Ho, BT. Khan, MM. , Major, L. F. et al. Trace elements and disulfiram. In Metal Ions i x jatry. S. Gabay, J. Harris and B. T. Holmium (eds ), pp 139 - 149, New York, Alan R. Liss, 1985. 6 Pope, C. M, , Englert, L. F. , and Ho, BT. Passive avoidance deficits in mice following ethylcholine aziridinium chloride treatment. Pharmacol. Biochem. Behav. 22: 297 - 299, 1985. 7. Taylor, D - T. , and Ho, B. Thyroxin. The evaluation of two distinctive beta - carbolines on serotonin binding in human platelets. Res. Comm. Chem. Path. Pharmacol. 47: 133 - 136, 1985. 8 Lu, RB, Ho, shining path, Ho, BT, et al. Correlation between plasma cortisol and CSF ~ 40032273"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Beng T. Ho is a Professor of Neuropharmacology at the University of Texas. He has published more than 100 articles in the past five years. His work has been published in journals such as J. Clin. Prac. (Research Progress in Dementia) and The British Journal of Psychiatry."
}