{
    "filename": "40045728-5729.jpg",
    "metadata": {},
    "text": " \n\nJames R. Walker, Professor\n\n   \n\n \n\n \n\n \n\n \n\nEducation\n\n1960 B.S., Northwestem State College, Natchitoches, LA (Chemistry/Bacteriology)\n\n1963 Ph.D. University of Texas at Austin (Microbiology)\n\n1965-67 Postdoctoral Fellow, Princeton University Princeton, NJ (Biochemical Science\n\nProfessional Experience:\n\n1963-65 Racteriologist, U. S. Army Medical Lab, Europe, Landstuhl, West Ge\n\n1967-71 Assistant Professor, Microbiology Dept. Univ. of Texas, Austin\n\n1971-72 Adjunct Associate Professor (without salary), Microbiology Dept, Univ. of Texas\nMedical School, Sun Antonio\n\n1971-78 Associate Professor, Microbiology Dept., Univ. of Texas, Austin\n\n1972.73 Research Associate of Konrad Bloch, Chemisty Dep... Harvard Univ.,\nCambridge, MA\n\n1977 ASM Visiting Professor. Kederal Univ. of Rio de Janciro, Bravil\n\n1978.81 Professor, Microbiology Dept, Univ of Texas, Austin,\n\n1981-93 Professor and Chuirman, Microbiology Dept., Univ. of Texas, Austin\n\n1993-present Professor, Microbiology Dept., Univ. of Texas, Austin\nBibliography (selected):\n\n“Fletcher, G., C. A. Irwin, J. M. Henson, C. Fillingim, M, M, Malone and J. R. Walker.\nIdemitication of the Escherichia cali cell division gene sep and organization of the cell divison-cell\nEnvelope genes in the sep-mur fisA-envA cluster as determined with specialized transducing %\nbacteriophages. J. Bacteriol. 134 (1978) 91100,\n\nHenson, J. M., H. Chu, C. A. Irwin and J. R. Walker. {solation and character\nand dna¥ temperature-sensitive mutants of Escherichia coli. Genetics 92 (1979) I\n\n \n\n \n\n  \n\n  \n\n“Inwin, C. A. G, Fletcher, C. Sills and J. R. Walker. Expression of the Escherichia coli ecll\ndivision gene sep cloned in a A Charon phage. Science 206 (1979) 220-222\n\nWalker, J. R., W. G. Haldenwang, J. Ramse\ncoli duaZ product, a polymerization protein,\nprotein. in The Initiation of DNA Replication\n\nand A. Blinkowa. Evidence that the Escherichia\neraet i vivo with the dig prove, an ination\n‘ed. D.S. Ray. 1981, p. 425-536.\n\n  \n\nWalker, J. RJ. A. Ramsey and W. G. Haldenwang. Interaction of the Escherichia coli daa\ninitiation protein with the polymerization dnaZ protein in vivo. Proc. Natl. Acad. Sei. USA 79\n(1982) 3340-3344,\n\nBlinkowa, A. W. G. Haldenwang, J. A. Ramsey, J. M. Henson, D. A. Mullin and J, R. Walker.\nPhysiological properties of cold-sensitive suppressor mutations of a temperature-sensitive draZ\nmutant of Escherichia coli. J. Bacteriol. 153 (1983) 66-75.\n\nBlinkowa, A. and J. R. Walker, Interactions of DNA replication factors in vivo as detected by\nintroduction of suppressor alleles of dnaA into other emperature-sensitive dna mutants. J\nBacteriol. 153 (1983) 535-538.\n\nMullin, D. A., C. L., Woldringh, J. M. Henson and J. R. Walker. Cloning ofthe Escherichia colt\ndnaZX region and identification of its products. Mol. Gen, Genet. 192 (1983) 73-79.\n\nMullin, D. A..G. M, Garcia and J. R, Walker. An E. coli DNA fragment 118 base pairs in length\nprovides dna¥* complementing activity. Cell 37 (1984) 669-674,\n\nYin, KC., A. Blinkowa and J. R, Walker. Nucleotide sequence of the Escherichia coli\nreplication gene dnaZX. Nucl. Acids Res. 14 (1986) 6541-6549.\n\n \n\n \n\n~~ 40045728.\n\f",
    "augmented_texts": [
        "King james i R. Walker, Professor Education 1960 B. S. , Northwestem State College, Natchitoches, LA (Chemistry / Bacteriology) 1963 Ph. D. University of Texas at Austin (Microbiology) 1965 - 67 Postdoctoral Fellow, Princeton University Princeton, NJ (Biochemical Science Professional Experience: 1963 - 65 Racteriologist, U. S. Army Medical Lab, Europe, Landstuhl, West Ge 1967 - 71 Assistant Professor, Microbiology Dept. Univ. of Texas, Austin 1971 - 72 Adjunct Associate Professor (without salary ), Microbiology Dept, Univ. of Texas Medical School, Sun Antonio 1971 - 78 Associate Professor, Microbiology Dept. , Univ. of Texas, Austin 1972. 73 Research Associate of Konrad Bloch, Chemisty Dep. .. Harvard Univ. , Cambridge, MA 1977 ASM Visiting Professor. Kederal Univ. of Rio de Janciro, Bravil 1978. 81 Professor, Microbiology Dept, Univ of Texas, Austin, 1981 - 93 Professor and Chuirman, Microbiology Dept. , Univ. of Texas, Austin 1993 - present Professor, Microbiology Dept. , Univ. of Texas, Austin Bibliography (pick out ): “ Fletcher, G. , C. A. Irwin, J. M. Henson, C. Fillingim, M, M, Malone and J. R. Walker. Idemitication of the Escherichia cali cell division gene sep and organization of the cell divison - cell Envelope genes in the sep - mur fisA - envA cluster as determined with specialized transducing% bacteriophages. J. Bacteriol. 134 (1978) 91100, Henson, J. M. , H. Chu, C. A. Irwin and J. R. Walker. {solation and character and dna ¥ temperature - sensitive mutants of Escherichia coli. Genetics 92 (1979) I “ Inwin, C. Vitamin a. G, Fletcher, C. Sills and J. R. Walker. Expression of the Escherichia coli ecll division gene sep cloned in a A Charon phage. Science 206 (1979) 220 - 222 Walker, J. R. , W. G. Haldenwang, J. Ramse coli duaZ product, a polymerization protein, protein. in The Initiation of DNA Replication and A. Blinkowa. Evidence that the Escherichia eraet i vivo with the dig prove, an ination ‘ ed. D. S. Ray. 1981, p. 425 - 536. Walker, J. RJ. A. Ramsey and W. G. Haldenwang. Interaction of the Escherichia coli daa initiation protein with the polymerization dnaZ protein in vivo. Proc. Natl. Acad. Sei. USA 79 (1982) 3340 - 3344, Blinkowa, A. W. G. Haldenwang, J. A. Ramsey, J. M. Henson, D. A. Mullin and J, R. Walker. Physiological properties of cold - sensitive suppressor mutations of a temperature - sensitive draZ mutant of Escherichia coli. J. Bacteriol. 153 (1983) 66 - 75. Blinkowa, A. and J. R. Walker, Interactions of DNA replication factors in vivo as detected by introduction of suppressor alleles of dnaA into other emperature - sensitive dna mutants. J Bacteriol. 153 (1983) 535 - 538. Mullin, D. A. , C. L. , Woldringh, J. M. Henson and J. R. Walker. Cloning ofthe Escherichia colt dnaZX region and identification of its products. Mol. Gen, Genet. 192 (1983) 73 - 79. Mullin, D. A. . G. M, Garcia and J. R, Walker. An E. coli DNA fragment 118 base pairs in length provides dna ¥ * complementing activity. Cell 37 (1984) 669 - 674, Yin, KC. , A. Blinkowa and J. R, Walker. Nucleotide sequence of the Escherichia coli replication gene dnaZX. Nucl. Acids Res. 14 (1986) 6541 - 6549. ~ ~ 40045728.",
        "James R. Walker, Professor Education 1960 B. Sulfur. , Northwestem State College, Natchitoches, LA (Chemistry / Bacteriology) 1963 Ph. D. University of Texas at Austin (Microbiology) 1965 - 67 Postdoctoral Fellow, Princeton University Princeton, NJ (Biochemical Science Professional Experience: 1963 - 65 Racteriologist, U. S. Army Medical Lab, Europe, Landstuhl, West Ge 1967 - 71 Assistant Professor, Microbiology Dept. Univ. of Texas, Austin 1971 - 72 Adjunct Associate Professor (without salary ), Microbiology Dept, Univ. of Texas Medical School, Sun Antonio 1971 - 78 Associate Professor, Microbiology Dept. , Univ. of Texas, Austin 1972. 73 Research Associate of Konrad Bloch, Chemisty Dep. .. Harvard Univ. , Cambridge, MA 1977 ASM Visiting Professor. Kederal Univ. of Rio de Janciro, Bravil 1978. 81 Professor, Microbiology Dept, Univ of Texas, Austin, 1981 - 93 Professor and Chuirman, Microbiology Dept. , Univ. of Texas, Austin 1993 - present Professor, Microbiology Dept. , Univ. of Texas, Austin Bibliography (selected ): “ Fletcher, G. , C. A. Irwin, J. M. Henson, C. Fillingim, M, M, Malone and J. R. Walker. Idemitication of the Escherichia cali cell division gene sep and organization of the cell divison - cell Envelope genes in the sep - mur fisA - envA cluster as determined with specialised transducing% bacteriophages. J. Bacteriol. 134 (1978) 91100, Henson, J. M. , H. Chu, C. A. Irwin and J. R. Walker. {solation and character and dna ¥ temperature - sensitive mutants of Escherichia coli. Genetics 92 (1979) I “ Inwin, C. A. G, Fletcher, C. Sills and J. R. Walker. Expression of the Escherichia coli ecll division cistron sep cloned in a Angstrom Charon phage. Science 206 (1979) 220 - 222 Walker, J. R. , W. G. Haldenwang, J. Ramse coli duaZ product, a polymerization protein, protein. in The Initiation of DNA Replication and A. Blinkowa. Evidence that the Escherichia eraet i vivo with the dig prove, an ination ‘ ed. D. S. Ray. 1981, p. 425 - 536. Walker, J. RJ. A. Ramsey and W. G. Haldenwang. Interaction of the Escherichia coli daa initiation protein with the polymerization dnaZ protein in vivo. Proc. Natl. Acad. Sei. USA 79 (1982) 3340 - 3344, Blinkowa, A. W. G. Haldenwang, J. A. Ramsey, Watt second. M. Henson, D. A. Mullin and J, R. Walker. Physiological properties of cold - sensitive suppressor mutations of a temperature - sensitive draZ mutant of Escherichia coli. Watt second. Bacteriol. 153 (1983) 66 - 75. Blinkowa, A. and J. R. Walker, Interactions of DNA counter factors in vivo as detected by introduction of suppressor alleles of dnaA into other emperature - sensitive dna mutants. J Bacteriol. 153 (1983) 535 - 538. Mullin, D. A. , C. L. , Woldringh, J. M. Henson and J. R. Walker. Cloning ofthe Escherichia colt dnaZX part and identification of its products. Mol. Gen, Genet. 192 (1983) 73 - 79. Mullin, D. A. . G. M, Garcia and J. R, Walker. An E. coli DNA fragment 118 base pairs in length provides dna ¥ * complementing activity. Cell 37 (1984) 669 - 674, Yin, KC. , A. Blinkowa and J. R, Walker. Nucleotide sequence of the Escherichia coli replication gene dnaZX. Nucl. Acids Res. 14 (1986) 6541 - 6549. ~ ~ 40045728."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "James R. Walker is a Professor of Microbiology at the University of Texas at Austin. He is the author of the book, \"The Evolution of DNA,\" published by Oxford University Press. The book is based on a paper he wrote in 1979 for the journal Bacteriol. Science."
}