{
    "filename": "44006645.jpg",
    "metadata": {},
    "text": "July 27, 1976\n\nBs. Norma Parish\nThe Tobacco Institute, Inc.\n1776 K Street, NeW.\nWashington, D.C. 20006\n\nDear Horma:\n\nMr. Hassett is out of town (and | assume Mr.\nDwyer might be traveling, too).\n\n| just talked with Mr. Jack Lewis of our area\nGrocery Manufacturers Representatives. They\nwould definitely be interested in hearing Hr.\nDayer but they do not meet in the summer months.\nShould another visit in the September through\nMay period be scheduled, by al] means contact\nfr. Lewis. The group consists of several\ntobacco products people and interested general\nmembership and they would welcome a presentation\nby the Tobacco Institute.\n\n \n\n \n\nVery truly yours,\n~\nVS ee\n\nSecretary to Mr. Hassett\n\nce: Mr. Hassett\n\nTINY 0017324\n\f",
    "augmented_texts": [
        "July 27, 1976 Bs. Norma Parish The Tobacco Institute, Inc. 1776 Chiliad Street, NeW. Washington, D. C. 20006 Dear Horma: Mr. Hassett is out of town (and | assume Mr. Dwyer might be traveling, too ). | just talked with Mr. Jack Lewis of our area Grocery Maker Representatives. They would definitely be interested in hearing Hr. Dayer but they do not meet in the summer months. Should another visit in the September through May geological period be scheduled, by al] means contact fr. Lewis. The group lie of several tobacco products people and interested general membership and they would welcome a presentation by the Tobacco Institute. Very rightfully yours, ~ VS ee Secretary to Mr. Hassett ce: Mr. Hassett TINY 0017324",
        "July 27, 1976 Bs. Norma Parish The Tobacco Institute, Inc. 1776 K Street, NeW. Washington, D. C. 20006 Dear Horma: Mr. Hassett is out of town (and | presume Mr. Dwyer might be traveling, too ). | just talked with Mr. Jack Lewis of our area Grocery Manufacturers Representatives. They would definitely be interested in hearing Hr. Dayer but they behave non gather in the summer months. Should another visit in the September through May period be schedule, by al] means contact fr. Lewis. The group consists of various tobacco products people and interested general membership and they would welcome a presentation by the Tobacco Institute. Very really yours, ~ VS ee Secretary to Mr. Hassett ce: Mr. Hassett TINY 0017324"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Tobacco Institute would welcome a presentation by Horma Parish. The Tobacco Institute is located at 1776 K Street, NeW. Washington, D.C. 20006. Parish: I just talked with Mr. Jack Lewis of our area grocer's representatives. They would definitely be interested in hearing Hr. Hassett."
}