{
    "filename": "500043367.jpg",
    "metadata": {},
    "text": " \n\nDecember 20, 1982\n\nTo: Mr. J. W. Johnston\nFrom: G. Novak\n\nSubject: SALEM CONCERT SERIES\n\n \n\nBoth copies of the attached contract require your signature.\n\nThis contract is unchanged from our 1982 contract with three excep-\n\ntions:\n\nBrothers),\n\n1983 CONTRACT\n\nRevised talent, dates and locations for 1983 (our\ntalent is Alabama, Juice Newton, and The Thrasher\n\nWe have been requested by the Law Department to\nspecify that the supplier of our talent search pro-\ngram submit bills through Century II (Paragraph 4.01).\n\nThe term of this contract is 15 months since talent\nnegotiations began in October (Paragraph 6).\n\nThis contract has been reviewed by the Law Department, Financial Services,\n\nas well as Special Events Operations, and they are in agreement.\n\nIf there are any questions, please advise.\ntracts to Bert Cudd.\n\nAM\n\nGregory Novak\nGN:de\n\nAttachments\n\n \n\nPlease return the signed con-\n\n \n\n \n\n \n\ngee 2000S\n\n \n\nt\n\f",
    "augmented_texts": [
        "December 20, 1982 To: Mr. J. W. Johnston From: G. Novak Subject: SALEM CONCERT SERIES Both copies of the attached contract require your signature. This contract is unchanged from our 1982 contract with three excep - tions: Blood brother ), 1983 CONTRACT Revised talent, dates and locations for 1983 (our talent is Alabama, Juice Newton, and The Thrasher We have been requested by the Law Department to specify that the supplier of our talent lookup pro - gram submit bills through Century II (Paragraph 4. 01 ). The term of this contract is 15 months since talent negotiations began in October (Paragraph 6 ). This contract has been reviewed by the Law Department, Financial Services, as well as Special Events Operations, and they live in agreement. If there are any questions, please advise. tracts to Bert Cudd. AM Gregory Novak GN: de Fond regard Please pass the signed con - gee 2000S thyroxin",
        "December 20, 1982 To: Mr. J. W. Johnston From: Gravitational constant. Novak Subject: SALEM CONCERT SERIES Both copies of the attached contract require your signature. This contract is unchanged from our 1982 contract with three excep - tions: Brothers ), 1983 CONTRACT Revised talent, date and locations for 1983 (our talent is Alabama, Juice Newton, and The Thrasher We have been requested by the Law Department to specify that the supplier of our talent search pro - gram submit bills through Century II (Paragraph 4. 01 ). The term of this contract is 15 months since talent negotiations began in October (Paragraph 6 ). This contract has been reviewed by the Law Department, Financial Services, as well as Special Events Operations, and they are in agreement. If there are any questions, please advise. tracts to Bert Cudd. AM Gregory Novak GN: de Attachments Please return the gestural con - gee 2000S t"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "December 20, 1982. The contract is unchanged from our 1982 contract with three excep-                tions:Brothers, Alabama, Juice Newton, and The Thrasher. This contract has been reviewed by the Law Department, Financial Services, Special Events Operations and they are in agreement. If there are any questions, please advise."
}