{
    "filename": "500008286.jpg",
    "metadata": {},
    "text": "ae\n\n \n\nRae AEN A\n\nrestricting smoking. Before you decide, you should know this:\n\noh Pet Rare e\n\nSahar ans\n\nLe Nt Ee NS\n\nther peoples ©\nsmoke has never\nbeen shown to\ncause disease in\nnon-smokers.\n\nYou've probably heard anti-\n‘smoking groups calling for more\nlaws against smoking in public.\nBecause, they say or imply, it’s a\nproven fact that smoke causes\ndisease in non-smokers.\n\nBut the fact is, it simply has\nnever been shown that smoke\ncauses disease in non-smokers.\n\nHere's what an eminent doc-\ntor who was an advisor to the\nSurgeon General's Committee\nwas quoted as saying in 1976: “In\nvery direct terms there is no med-\nical proof that non-smokers ex-\nposed to cigarette smoke in\nordinary relation with smokers\nsuffer any damage.\"*\n\n‘There's much more testimony\nlike that. From government agen-\ncies, other doctors, researchers,\nmedical investigators. Much of it\nfrom sources that are strongly\n\nagainst smoking. Some of it is\nquoted in the box at the right.\n\nCertainly smokers and non-\nsmokers can sometimes annoy\none another. But what's needed to\nsolve that problem is more cour-\ntesy, not more laws.\n\nMore and more Americans are\ncoming to believe that govern-\nment interference isn't the answer\ntoevery problem. We agree.\n\nNational Tobacco Association\n\n“The detailed stotement of the expert quoted\nis tao lengthy to include in ths odvertse-\nment. But you'll find it—and much mare\nlestimony—in the free booklet “Smoke and\nthe NonSmoker—what you should know”\n\nTea a collection of detailed medical\nevidence from all around the world that\nShould fully concince you that itt never\ndeen shown that smoke causes disease in\nthe non-amaker. Gt your free copy bv writ-\ning NTA, 1437 Fifth Ave, Cleveland, Ohio\n0687.\n\n \n\nWhat te experts say:\nDe Eoin Fant prolessorlpamoieny at\nthe University of Prisourgh and author of 150\neauine publictions, 206 m 1977--My care:\nKi'tenew atine erature, contig te con\n<lustons\" based upon my own experimental\n‘Gaia ana relat work eveaie a lack ol seven:\nIhe ilomnation wich woula alow me 10\noncigge fal anoephanslobacce smoke OF\n‘ie Constivants represent a heal hazard\nrommoners\n\nDr. E. Cuyler Hammond, a ie president of\nthe Amentcan Cancer Soctey\n\n‘Nemguonal eonlerence. hed\nthere twas ro aired of avioncs coe\n‘irokar eam gat cancer fom “secondhand\nrota,\n\n  \n\n‘e.donathan Rhoads, former presisent\n{Be Amencan Cancer Society. syn 1978,\n573 my taomesges 4 (het Peoples sea)\nSr ese cu ham tenor,\nSroka\n\nPro H, Schleetben,o! ne Garman Kean\nEP Rioucs tna oS, Scrooge\nSS peter dae Gt 3\" Usowiegge batt\n$rckang Goes ot cae poynopisl ney\nSrombrose'\n\nrm Richa Sculing and Aran Bounurs\n2 hades & av Cherny tng reseaen\nIam puovaned tn condoning? soe\nBote iow een al onove soacea ty\n\n \n\n \n\n \n\n \n\n‘Sinong enicten nor among aus.\n\n \n\n \n\n \n\nWarning\n\n \n\nThat Cigarette Smoking Is Dangerous toYour Heath\n\nThe Surgeon General Has Determined\n\n \n\n \n\n \n\n. 9878 0000s\n\n \n\f",
    "augmented_texts": [
        "ae Rae AEN A restricting smoking. Before you decide, you should get laid this: oh Pet Rare e Sahar ans Le Nt Ee NS ther peoples © smoke has never been shown to cause disease in non - smokers. You ' ve probably heard anti - ‘ smoking groups calling for more laws against smoking in public. Because, they say or imply, it ’ s a proven fact that smoke causes disease in non - smokers. But the fact is, it simply has never been shown that smoke causes disease in non - smokers. Here ' s what an eminent doc - tor who was an advisor to the Surgeon General ' s Committee was quoted as saying in 1976: “ In very direct terms there is no med - ical proof that non - smokers ex - posed to cigarette smoke in ordinary relation with smokers suffer any damage. \" * ‘ There ' s much more testimony like that. From government agen - cies, early doctors, researchers, medical investigators. Much of it from sources that are strongly against smoking. Some of it is quoted in the box at the right. Certainly smokers and non - smokers can sometimes annoy one another. But what ' s needed to solve that problem is more cour - tesy, not more laws. More and more Americans are coming to believe that govern - ment interference isn ' t the answer toevery problem. We agree. National Tobacco Association “ The detailed stotement of the expert quoted is tao lengthy to include in ths odvertse - ment. But you ' ll find it — and much mare lestimony — in the free booklet “ Smoke and the NonSmoker — what you should know ” Tea a collection of detailed medical evidence from all around the world that Should fully concince you that itt never deen shown that smoke causes disease in the non - amaker. Gt your free copy bv writ - ing NTA, 1437 Fifth Ave, Cleveland, Ohio 0687. What te experts say: De Eoin Fant prolessorlpamoieny at the University of Prisourgh and author of 150 eauine publictions, 206 m 1977 - - My care: Ki ' tenew atine erature, contig te con <lustons \" based upon my own experimental ‘ Gaia ana relat work eveaie a lack ol seven: Ihe ilomnation wich woula alow me 10 oncigge fal anoephanslobacce smoke OF ‘ ie Constivants represent a heal hazard rommoners Dr. E. Cuyler Hammond, a ie president of the Amentcan Cancer Soctey ‘ Nemguonal eonlerence. hed in that location twas ro aired of avioncs coe ‘ irokar eam gat cancer fom “ secondhand rota, ‘ e. donathan Rhoads, former presisent {Be Amencan Cancer Society. syn 1978, 573 my taomesges 4 (het Peoples sea) Sr ese cu ham tenor, Sroka Pro H, Schleetben, o! ne Garman Kean EP Rioucs tna oS, Scrooge SS peter dae Gt 3 \" Usowiegge batt $ rckang Goes ot cae poynopisl ney Srombrose ' rm Richa Sculing and Aran Bounurs 2 hades & av Cherny tng reseaen Iam puovaned volunteer state condoning? soe Bote iow een al onove soacea ty ‘ Sinong enicten nor among aus. Warning That Cigarette Smoking Is Dangerous toYour Heath The Surgeon General Has Determined. 9878 0000s",
        "ae Rae AEN A restricting smoke. Before you decide, you should know this: oh Pet Rare e Sahar an Le Nt Ee NS ther peoples © smoke has never been shown to cause disease in non - smokers. You ' ve probably heard anti - ‘ smoking groups calling for more laws against smoking in public. Because, they say or imply, it ’ s a proven fact that smoke causes disease in non - smokers. But the fact is, it simply has never been shown that smoke causes disease in non - smokers. Here ' s what an eminent doc - tor who was an advisor to the Surgeon General ' s Committee was quoted as saying in 1976: “ In very direct terms there is no med - ical proof that non - smokers ex - posed to cigarette smoke in ordinary relation with smokers suffer any damage. \" * ‘ There ' s much more testimony like that. From government agen - cies, other doctors, researchers, medical investigators. Much of it from sources that are strongly against smoking. Some of it is quoted in the box at the right. Certainly smokers and non - smokers can sometimes annoy one another. But what ' s needed to solve that problem is more cour - tesy, not more laws. More and more Americans are coming to believe that govern - ment interference isn ' t the answer toevery problem. We agree. National Tobacco Association “ The detailed stotement of the expert quoted be tao lengthy to include in ths odvertse - ment. But you ' ll find it — and much mare lestimony — in the free pamphlet “ Smoke and the NonSmoker — what you should know ” Tea leaf a collection of detailed medical evidence from all around the world that Should fully concince you that itt never deen shown that smoke causes disease in the non - amaker. Gt your free copy bv writ - ing NTA, 1437 Fifth Ave, Cleveland, Ohio 0687. What te experts say: De Eoin Fant prolessorlpamoieny at the University of Prisourgh and author of 150 eauine publictions, 206 m 1977 - - My care: Ki ' tenew atine erature, contig te con <lustons \" based upon my own experimental ‘ Gaia ana relat work eveaie a lack ol seven: Ihe ilomnation wich woula alow me 10 oncigge fal anoephanslobacce smoke OF ‘ ie Constivants represent a heal hazard rommoners Dr. E. Cuyler Hammond, a ie president of the Amentcan Cancer Soctey ‘ Nemguonal eonlerence. hed there twas ro aired of avioncs coe ‘ irokar eam gat cancer fom “ secondhand rota, ‘ e. donathan Rhoads, former presisent {Be Amencan Cancer Society. syn 1978, 573 my taomesges 4 (het Mass sea) Sr ese cu ham tenor, Sroka Pro H, Schleetben, o! ne Garman Kean EP Rioucs tna oS, Scrooge SS peter dae Gt 3 \" Usowiegge batt $ rckang Goes ot cae poynopisl ney Srombrose ' rm Richa Sculing and Aran Bounurs 2 hades & av Cherny tng reseaen Iam puovaned tn condoning? soe Bote iow een al onove soacea ty ‘ Sinong enicten nor among aus. Warning That Cigarette Smoking Is Dangerous toYour Heath The Surgeon General Has Determined. 9878 0000s"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Smoke has never been shown to cause disease in non-smokers. Smoking Is Determined to be Dangerous to Your Heath, according to the Surgeon General's Committee. The National Tobacco Association has a free booklet “Sm smoke and the NonSmoker—what you should know”"
}