{
    "filename": "500247091+-7094.jpg",
    "metadata": {},
    "text": " \n\nduty, RD\na\nRJ. REYNOLDS TOBACCO COMPA)\n\nWINSTON-SALEM, NORTH CAROLINA 27102\n\nOctober 31, 1967\n\n \n\nDM-FF-G\nTO OUR DIVISION MANAGERS:\n\nBeginning November 6, 1967, and terminating\nDecember 8, 1967, you and your salesmen are to make to\nthe trade the WINSTON SUPER KING BOX Display Offers\nspecified by the attachments to this letter.\n\n \n\n \n\nAs with all display offers made available by\nus, these offers should be made known and available to\nall retailers and vendors promptly, and as nearly simul-\ntaneously as possible.\n\n \n\nWe believe you will welcome this renewal of\nthe WINSTON SUPER-KING BOX Display Offers and will\nfollow through with your salesmen to insure maximum\nsales, distribution, and displays -- for outstanding\ntest market results in your Division.\n\nR, J. REYNOLDS TOBACCO COMPANY\n\n \n\n \n\n \n\n'\n{\nH\n|\n:\n\n1602 tzoos\n\f",
    "augmented_texts": [
        "duty, RD a RJ. REYNOLDS TOBACCO COMPA) WINSTON - SALEM, NORTH CAROLINA 27102 October 31, 1967 DM - FF - G TO OUR DIVISION MANAGERS: Beginning November 6, 1967, and terminating December 8, 1967, you and your salesmen are to make to the trade the WINSTON SUPER KING BOX Display Offers specified by the attachments to this letter. As with all display offers made available by us, these offers should be made do it and available to all retail merchant and vendors promptly, and as nearly simul - taneously as possible. We believe you will welcome this renewal of the WINSTON SUPER - KING BOX Display Offers and will follow through with your salesmen to insure maximal sales, distribution, and displays - - for outstanding test market results in your Division. R, J. REYNOLDS TOBACCO COMPANY ' {H |: 1602 tzoos",
        "duty, RD a RJ. REYNOLDS tobacco plant COMPA) WINSTON - SALEM, NORTH CAROLINA 27102 October 31, 1967 DM - FF - G TO OUR DIVISION MANAGERS: Beginning November 6, 1967, and terminating December 8, 1967, you and your salesmen are to make to the trade the WINSTON SUPER power BOX Display Offers specified by the attachments to this letter. As with all display offers made available by us, these offers should make up made known and available to all retailers and vendors promptly, and as nearly simul - taneously as possible. We believe you will welcome this renewal of the WINSTON SUPER - billie jean moffitt king BOX Display Offers and will follow through with your salesmen to insure maximum sale, statistical distribution, and displays - - for outstanding test market results in your Division. R, J. REYNOLDS TOBACCO COMPANY ' {H |: 1602 tzoos"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The WINSTON SUPER KING BOX Display Offers are to be made known and available to all retailers and vendors promptly, and as nearly simul- purposefullytaneously as possible. We believe you will welcome this renewal ofthe WINston SUPER-KING BOX display offers and will follow through with your salesmen to insure maximum sales and distribution."
}