{
    "filename": "50025339_50025349.jpg",
    "metadata": {},
    "text": " \n\nCentral and Peripheral Effects of Amitriptyline end Etryptarine\n\nRecent interest has centered on the mode of action of the new antidepressive\ndrugs. The impression has developed that endogenous catecholamines and/or sero-\n‘tonin are responsible for the clinical actions, although such egents often have\nsnphotamine-Like strictures and actions that are nore impressive then their MAOT\nProperties. That is the case with ettyptamine, which is’ also chemically related\nto serotonin as is shown in the first slide. That an effective antidepressive\ndrug need not have MAOI actions is illustrated by amitriptyline which is obvimely\nrelated to imipranine. -\n\nIf we extend our concept of antidepressives to the more general clase of\nalerting egents, to include auphotamine=like and atropino~like molecules, we vould\nhave to conclude that there is sone tendency for a certain type of slextness to be\nfavored by substances which resemble or enhance the actions of endogenous arouatic\nalkylanines, or to reduce the activity of endogenous cholinergic systems.\n\nTt 4s our impression from previous research with imipramine that in general\nit 4s not sufficient for a drug to act upon a single modulator mechanism to produce\nselective peychopharmacologic effects. Blockade or stimilation of a sirigle nodule=\ntor system may give behavioral effects but only at the expense of neurological\nside effects, not to mention the peripheral consequences of diszuption of particu\njer mediator mechanisms. On the other hand, 9 suitable pattern of multiple central\nmodulator actions properly chosen might have selective psychiatric actions with a\nminimim of neurological and peripheral effects.\n\nSpecifically, we feol that the conbination of anticholinergic, proadrenergic\nand protryptamergic effects may explain the antidepressive action of imipramine,\nwhile none of. these effects by-itself.can. account. for its clinical action.\n\n  \n\f",
    "augmented_texts": [
        "Central and Peripheral Effects of Amitriptyline end Etryptarine Recent interest make centered on the mode of action of the new antidepressive drugs. The impression has developed that endogenous catecholamines and / or sero - ‘ tonin are responsible for the clinical actions, although such egents often have snphotamine - Like strictures and actions that are nore impressive then their MAOT Properties. That is the case with ettyptamine, which is ’ also chemically related to serotonin as is shown in the first slide. That an effective antidepressive drug need not have monoamine oxidase inhibitor actions is illustrated by amitriptyline which is obvimely related to imipranine. - If we extend our concept of antidepressives to the more general clase of alerting egents, to include auphotamine = like and atropino ~ like molecules, we vould have to conclude that there is sone tendency for a certain type of slextness to be favored by substances which resemble or enhance the actions of endogenous arouatic alkylanines, or to reduce the activity of endogenous cholinergic systems. Tt 4s our impression from previous research with imipramine that in general it 4s not sufficient for a drug to act upon a single modulator mechanism to produce selective peychopharmacologic burden. Blockade or stimilation of a sirigle nodule = tor organisation may give behavioral effects but only at the expense of neurological side effects, not to mention the peripheral consequences of diszuption of particu jer mediator mechanisms. On the other hand, 9 suitable pattern of multiple central modulator actions properly chosen mightiness have selective psychiatric actions with a minimim of neurological and peripheral effects. Specifically, we feol that the conbination of anticholinergic, proadrenergic and protryptamergic effects may explain the antidepressive action of imipramine, while none of. these effects by - itself. can. account. for its clinical action.",
        "Central and Peripheral Effects of Amitriptyline end Etryptarine Recent interest has centered on the mode of action of the new antidepressive drugs. The impression has rise that endogenous catecholamines and / or sero - ‘ tonin are responsible for the clinical actions, although such egents often have snphotamine - Like strictures and actions that are nore impressive then their MAOT Properties. That is the case with ettyptamine, which is ’ also chemically related to serotonin as is shown in the first slide. That an effective antidepressive drug need not have MAOI actions is illustrated by amitriptyline which is obvimely related to imipranine. - If we extend our concept of antidepressives to the more general clase of alerting egents, to include auphotamine = like and atropino ~ like molecules, we vould have to conclude that there is sone tendency for a certain type of slextness to be favored by substances which resemble beaver state enhance the actions of endogenic arouatic alkylanines, or to reduce the activity of endogenous cholinergic organization. Tt 4s our impression from previous research with imipramine that in general it 4s non sufficient for a drug to act upon a single modulator mechanism to produce selective peychopharmacologic effects. Blockade or stimilation of a sirigle nodule = tor system may give behavioral effects but only at the expense of neurological side effects, not to mention the peripheral import of diszuption of particu jer mediator mechanisms. On the other hand, 9 suitable pattern of multiple central modulator actions properly chosen might have selective psychiatric actions with a minimim of neurological and peripheral effects. Specifically, we feol that the conbination of anticholinergic, proadrenergic and protryptamergic effects may explain the antidepressive action of imipramine, while none of. these effects by - itself. can. account. for its clinical action."
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "An effective antidepressive drug need not have MAOI actions. Amitriptyline is obvimelyrelated to imipranine. Blockade or stimilation of a sirigle nodule= system may give behavioral effects but only at the expense of neurological side effects."
}