{
    "filename": "50021554.jpg",
    "metadata": {},
    "text": " \n\nDUODENAL ULCER = SMOKING STUDY\n\nCe\nFationt Name Ror 1 Wo. Tuber Hospital\n\nVato of interview Hbstracted by @ of operation Date of operation\nor abstract,\n\n‘SMOKER \"NON SMOKER\"\n\nSMOKER: (Include present smokers or those who stopped smoking less than one\nmonth before present date).\n\n \n\n \n\n \n\n \n\nType of Smoker ~ Cigarette. Cigar Pipe\nCigarette:\n1, How long has patient smoked? years\n\n2, Average number of cigarettes a day\n3, At any time did patient regularly snoke yiore than the average amount?\nYes No If yes, answer a & b\nay What was the maximum uumber of cigarettes smoked a day\nb, For how long ss\nLL, Usual type of cigarette smoked: Regular King size\nRegular tip ______ Filter tip\n\n \n\n \n\n \n\n \n\n \n\n \n\n5. Inhale ~ Yes No\n6, Usual length of cigarette not smoked ani discarded (to nearest 1/\\\") .\n\n \n\n \n\nCigars:\n1, How long has patient snoked? years\n2, Average mumber of cigars a day s\n3. At any time did patient regularly smoke more than the average amount?\nYes No If yes, answer a & b\na. Whet was the maximum munber of cigars smoked a day\nb. For how long .\n4, Inhale ~ Yes No\n5, Usual length of cigar not smoked and discarded (to nearest 1/)\") ot\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPipe:\n‘1. How Long has patient smoked? years\n2. Average number of pipefuls per day\n3. At any time did patient regularly smoke more than the average amount?\nYes No Tf yes, answer a & b\na. What was the maximum number of pipefuls smoked per day\nb. For how long ___,\n4. Inhale - Yes Wo\n\n \n\n \n\n \n\n \n\n \n\n \n\n\"NON SMORERM s\n\n1, Never smoked ___,\n2. Rarely smokes . ‘\na) One who smokes on rare occasions ) One who refrains from smoking\nfor repeated one-two month or longer periods\n3. Past smoker . (A non-smoker far at least one month prior to\nPresent date\n1, State how long a non smoker\n\n \n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "DUODENAL ULCER = SMOKING STUDY Ce Fationt Name Ror 1 Wo. Tuber Hospital Vato of interview Hbstracted by @ of operation Date of operation surgery abstract, ‘ SMOKER \" NON SMOKER \" SMOKER: (Include present smokers or those who stopped smoking less than one month before present date ). Type of Smoker ~ Cigarette. Cigar Pipe Cigarette: 1, How long has patient smoked? years 2, Average number of cigarettes a day 3, At any time did patient on a regular basis snoke yiore than the average amount? Yes No If yes, answer a & b ay What was the maximum uumber of cigarettes smoked a day b, For how long ss LL, Usual type of fag smoked: Regular King size Regular tip ______ Filter tip 5. Inhale ~ Yes No 6, Usual length of cigarette not smoked ani discarded (to nearest 1 / \\ \" ). Cigars: 1, How long has patient snoked? years 2, Average mumber of cigars a day s 3. At any time did patient regularly smoke more than the average amount? Yes No If yes, answer a & b a. Whet was the maximum munber of cigars smoke a day b. For how long. 4, Inhale ~ Yes No 5, Usual length of cigar not smoked and discarded (to nearest 1 /) \") ot Pipe: ‘ 1. How Long has patient smoked? years 2. Average number of pipefuls per day 3. At any time did patient regularly smoke to a greater extent than the average amount? Yes No Tf yes, answer a & b a. What was the maximum number of pipefuls smoked per day b. For how long ___, 4. Inhale - Yes Wo \" NON SMORERM s 1, Never smoked ___, 2. Seldom smokes. ‘ a) One who smokes on rare occasions) One who refrains from smoking for repeated one - two month or longer periods 3. Past smoker. (A non - smoker far at least one month prior to Present date 1, State how long a non smoker",
        "DUODENAL ULCER = SMOKING STUDY Ce Fationt Name Ror 1 Wo. Tuber Hospital Vato of interview Hbstracted by @ of operation Date of operation or abstract, ‘ SMOKER \" NON SMOKER \" SMOKER: (Include present smokers or those who stopped smoking less than one month before present date ). Type of Smoker ~ Cigarette. Cigar Pipe Cigarette: 1, How long has patient smoked? years 2, Average number of cigarettes a day 3, At any time did patient regularly snoke yiore than the average amount? Yes No If yes, answer a & b vitamin ay What was the maximum uumber of cigarettes smoked a day b, For how long ss LL, Usual type of cigarette smoked: Regular King size Regular tip ______ Filter tip 5. Inhale ~ Yes No 6, Usual length of cigarette not smoked ani discarded (to nearest 1 / \\ \" ). Cigars: 1, How long has patient snoked? years 2, Average mumber of cigars a day s 3. At any time did patient regularly smoke more than the average amount? Yes No If yes, answer a & b a. Whet was the maximum munber of cigars smoked a day b. For how long. 4, Inhale ~ Yes No 5, Usual length of cigar not smoke and discarded (to nearest 1 /) \") ot Pipe: ‘ 1. How Long has patient smoked? years 2. Average number of pipefuls per day 3. At any time did patient regularly smoke more than the average amount? Yes No Tf yes, answer a & b a. What was the maximum number of pipefuls smoked per day b. For how long ___, 4. Inhale - Yes Wo \" NON SMORERM s 1, Never smoked ___, 2. Rarely smokes. ‘ a) One who fume on rare occasions) Peerless who desist from smoking for repeated one - two month or longer menstruum 3. Past smoker. (A non - smoker far at least one month prior to Present date 1, State how long a non smoker"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "DUODENAL ULCER = SMOKING STUDY. The question is: How long has the patient smoked and how many cigars have they smoked? At any time did patient regularly smoke more than the average amount? What was the maximum number of pipefuls smoked per day and for how long?"
}