{
    "filename": "50030403.jpg",
    "metadata": {},
    "text": " \n\nLane\n\nSakae\ncomme\n\nCURRENT RESEARCH WITH GERMFREE ANIMALS\n\nINTRODUCTION\n\nMan, and scientific man, especially, has long been\ninterested in the symbiotic relationships between\norganisms. One question which recurs in the older\nscientific literature is the debate on whether life\ncan exist in the absence of symbionts. Pasteur raised\nthis query in a note on a paper by Duclaux in 1885.\nPerhaps one can date germfree research from the\npublishing of this inquiry. In any event, studies in\ngermfree technology proceeded apace during the late\nnineteenth century and spread well into the first half\nof the twentieth, without much utilization of germ-\nfree animals themselves as experimental objects\nOnly in recent years has the gnotobiotic animal be-\n‘come a valued instrument in the research arma-\nmentarium for the consideration of problems of\ncancer and leukemia, normal morphology, radio-\nbiology, nutrition, virology and infectious diseases,\nphysiological processes, surgery, ete.\n\n \n\n \n\n‘The present paper attempts to summarize very\nbriefly the recent scientific inquiries which have\nemployed gnotobiotes as subjects.\n\nCANCER\n\nWork at the Lobund Laboratory, University of\nNotre Dame, indicates that if axenic animals can\nbe shown to be free of viruses, they can be used to\nstudy the oncogenic activity of non-viral carcinogens.\nPollard has recently noted, however, that the demon-\nstration of the occurrence of radiogenic leukemia in\ngnotobiotic mice provides the first suggestion that\na virus exists ii these mics. Kelly, Newton and\nO'Gara (1968) have published a paper on newborn\ngermfree mouse susceptibility to tumor induction\nwith 8-methylcholanthrene, Similar studies can be\nfound in the work (1963)? of Pollard and Salomon.\nExcellent reviews have recently appeared concerning\nneoplasms of germfree animals. In “Perspectives of\nVirology” (1964)8, Pollard wrote on this subject\nand Pollard and Teah‘ had a report in the Journal\n\n \n\nof the National Cancer Institute on spontaneous\ntumors of the germfree rat in which they demon-\nstrated mammary tumors in one of three strains\nmaintained at the Lobund Laboratory. Pollard,\n‘Matsuzawa, and Salomon*:* have published consides\nable material (1964) on neoplasia and leukemia in\ngermfree mice and rats and on the response of the\nreticuloendothelial system to chemical eareinogenesis.\n\n \n\nGROWTH\n\nA study of growth in the gnotobiotie dog ap-\npears in Laboratory Animal Care by Heneghan and\nCohen (1963)?. In work by Lesher, Walburg, and\nSacher (1964)*, an increase was noted in the dura-\ntion of the generation cycle of germfree mice. It\nwas thought by the authors to be due mainly to\nincreased time spent by the cells in the presynthesis\nand synthesis stages and to an apparent slight i\ncrease in the mitotic and predivision stages. Growth,\nreproduction and serum protein in mice and rats\nfed a chemically defined, water soluble diet have been\nstudied by Pleasants, et al (1964)°. Gordon, Bruckner-\nKardoss, and Wostmann® have examined aging phe-\nnomena in germfree and conventional mice (1964) .\nUsing gnotobiotie chicks and turkey poults, Luckey\n(1958)\" studied modes of action of antibiotics in\ngrowth stimulation.\n\n \n\nVIRUS RESEARCH\n\nStarr and Vella (1964)! stated that germfree\nmice show an age-related immunity to viral infec-\ntion, In 1963, Tennant and Parker published a\npaper entitled “Comparative Studies on Indigenous\nMouse Viruses with Conventional and Gnotobiotic\nMice.” Schaffer, Beamer, Trexler, et al (1963)\nmade a study of the response of germfree animals\nto experimental contamination with the Coxsackie\nB virus. Similarly, a paper appeared in 1963 by\n‘Mirand and Grace's on the responses of germfree\nmice to the Friend virus.\n\n \n\f",
    "augmented_texts": [
        "Lane Sakae comme CURRENT RESEARCH WITH GERMFREE ANIMALS INTRODUCTION Man, and scientific man, especially, has long been interested in the symbiotic relationships between organisms. One question which recurs in the older scientific literature is the debate on whether life can exist in the absence of symbionts. Pasteur raised this query in a note on a paper by Duclaux in 1885. Perhaps unrivalled can date germfree enquiry from the publishing of this inquiry. In any event, studies in germfree technology proceeded apace during the late nineteenth century and spread well into the first half of the twentieth, without much employment of germ - free animals themselves as experimental objects Only in recent years has the gnotobiotic animal be - ‘ come a valued instrument in the research arma - mentarium for the consideration of problems of cancer and leukemia, normal morphology, radio - biology, nutrition, virology and infectious diseases, physiological processes, surgery, ete. ‘ The present paper attempts to summarize very briefly the recent scientific inquiries which have employed gnotobiotes as subjects. CANCER Work at the Lobund Laboratory, University of Notre Dame, indicates that if axenic animals can be shown to be free of viruses, they can be used to analyse the oncogenic activity of non - viral carcinogens. Pollard has recently noted, however, that the demon - stration of the occurrence of radiogenic leukemia in gnotobiotic mice provides the first suggestion that a virus exists ii these mics. Kelly, Newton and O ' Gara (1968) have published a paper on newborn germfree mouse susceptibility to tumor induction with 8 - methylcholanthrene, Similar studies can be found in the work (1963 )? of Pollard and Salomon. Excellent reviews have recently appeared concerning neoplasms of germfree animals. In “ Perspectives of Virology ” (1964) 8, Pollard wrote on this subject and Pollard and Teah ‘ had a report in the Journal of the National Cancer Institute on spontaneous tumors of the germfree rat in which they demon - strated mammary tumors in one of three strains maintained at the Lobund Laboratory. Pollard, ‘ Matsuzawa, and Salomon *: * have published consides able material (1964) on neoplasia and leukemia in germfree mice and rats and on the response of the reticuloendothelial system to chemical eareinogenesis. GROWTH A study of growth in the gnotobiotie dog ap - pears in Laboratory Animal Care by Heneghan and Cohen (1963 )? . In work by Lesher, Walburg, and Sacher (1964) *, an increase was noted in the dura - tion of the generation cycle of germfree mice. It was thought by the authors to be due mainly to increased time spent by the cells in the presynthesis and synthesis stages and to an apparent slight i crease in the mitotic and predivision stages. Growth, reproduction and serum protein in mice and rats fed a chemically defined, water soluble diet have been studied by Pleasants, et al (1964) °. Gordon, Bruckner - Kardoss, and Wostmann ® have examined aging phe - nomena in germfree and conventional computer mouse (1964 ). Using gnotobiotie chicks and turkey poults, Luckey (1958) \" studied modes of action of antibiotics in growth stimulation. VIRUS RESEARCH Starr and Vella (1964 )! express that germfree mice show an age - related immunity to viral infec - tion, In 1963, Tennant and Parker published a paper entitled “ Comparative Studies on Indigenous Mouse Viruses with Conventional and Gnotobiotic Mice. ” Schaffer, Beamer, Trexler, et al (1963) made a study of the response of germfree animals to experimental contamination with the Coxsackie B virus. Similarly, a paper appeared in 1963 by ‘ Mirand and Grace ' s on the responses of germfree mice to the Friend virus.",
        "Lane Sakae comme CURRENT RESEARCH WITH GERMFREE ANIMALS INTRODUCTION Man, and scientific man, especially, has long been interested in the symbiotic relationships between organisms. One question which recurs in the older scientific literature is the debate on whether life can exist in the absence of symbionts. Pasteur raised this query in a note on a paper by Duclaux in 1885. Perhaps one can date germfree research from the publishing of this inquiry. In any event, studies in germfree technology proceeded apace during the late nineteenth century and spread well into the first half of the twentieth, without much utilization of germ - free animals themselves as experimental objects Only in recent years has the gnotobiotic animal be - ‘ come a valued instrument in the research arma - mentarium for the consideration of problems of cancer and leukemia, normal morphology, radio - biology, nutrition, virology and infectious diseases, physiological processes, surgery, ete. ‘ The present paper attempts to summarize very briefly the recent scientific inquiries which have employed gnotobiotes as subjects. CANCER Work at the Lobund Laboratory, University of Notre Lady, indicates that if axenic animals can be shown to be free of viruses, they can be used to study the oncogenic activity of non - viral carcinogens. Pollard has recently noted, however, that the demon - stration of the occurrence of radiogenic leukemia in gnotobiotic mice provides the first suggestion that a virus exists ii these mics. Kelly, Newton and O ' Gara (1968) have published a paper on newborn germfree mouse susceptibleness to tumor induction with viii - methylcholanthrene, Similar studies can be found in the work (1963 )? of Pollard and Salomon. Excellent reviews have recently appeared concerning neoplasms of germfree animals. In “ Perspectives of Virology ” (1964) 8, Pollard wrote on this subject and Pollard and Teah ‘ had a report in the Diary of the National Cancer Institute on spontaneous tumors of the germfree rat in which they demon - strated mammary tumors in one of three strains maintained at the Lobund Laboratory. Pollard, ‘ Matsuzawa, and Salomon *: * have published consides able material (1964) on neoplasia and leukemia in germfree mice and rats and on the response of the reticuloendothelial system to chemical eareinogenesis. GROWTH A study of growth in the gnotobiotie dog ap - pears in Laboratory Animal Care by Heneghan and Cohen (1963 )? . In work by Lesher, Walburg, and Sacher (1964) *, an increase was noted in the dura - tion of the generation cycle of germfree mice. It was thought by the authors to be due mainly to increased time spent by the cells in the presynthesis and synthesis stages and to an apparent slight i crease in the mitotic and predivision stages. Growth, reproduction and serum protein in mice and rats fed a chemically defined, water soluble diet have been studied by Pleasants, et al (1964) °. Gordon, Bruckner - Kardoss, and Wostmann ® have examined aging phe - nomena in germfree and conventional mice (1964 ). Using gnotobiotie chicks and turkey poults, Luckey (1958) \" studied modes of action of antibiotics in growth stimulation. VIRUS RESEARCH Starr and Vella (1964 )! stated that germfree mice appearance an age - related immunity to viral infec - tion, In 1963, Tennant and Parker published a report entitled “ Comparative Studies on Indigenous Mouse Viruses with Conventional and Gnotobiotic Mice. ” Schaffer, Beamer, Trexler, et al (1963) made a study of the response of germfree animals to experimental contamination with the Coxsackie B complex virus. Similarly, a paper appeared in 1963 by ‘ Mirand and Grace ' s on the responses of germfree mice to the Friend computer virus."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Gnotobiotic animals have become a valued instrument in the research arma-centricarium for the consideration of problems of cancer, leukemia, normal morphology, radio-biology, nutrition, virology and infectious diseases. The present paper attempts to summarize very briefly the recent scientific inquiries which haveemployed g notobiotes as subjects."
}