{
    "filename": "50034894_50034895.jpg",
    "metadata": {},
    "text": " \n\nWISSENSOHAFTLICHE FORSCOHUNGSSTELLE\n\nIM YERBAND DER CIGARETTENINDUSTRIE\n\n4, Januar 1968\n\nFrau Prof, Cecile Leuchtenberger,\nHerrn Prof, Rudolf Leuchtenberger,\n\nSchweizerisches Institut fir\nexperimentelle Krebsforschung,\n\nBugnon 21,\n1005 Lausanne ,\nSchweiz.\n\nSehr verehrte Frau Professor Leuchtenberger,\nSehr geehrter Herr Professor Leuchtenberger,\n\nFir des uns mit Ihrem Schreiben vom 21. Dezember 1967 tiber-\nlassene Manuskript Ihrer Arbeit tiber \"A Model System for the\nDirect Exposure of Tissue — and Organ Cultures to Puffs of\nCigarette Smoke\" danke ich Ihnen sehr herzlich und méchte nicht\nverséumen, Sie gu dieser ausgezeichneten Arbeit 2u begltickwiin-\nschen.\n\nVerabredungsgemiéS habe ich hier unverztiglich gepriift, ob unsere\nZeitschrift fir die Aufnahme dieses Aufsatzes geeignet ware. Trotz\nder auSerordentlich klaren Diktion Ihrer Arbeit besteht hier der\nBindruck, da8 die Leser unserer \"Beitrége zur Tabakforschung\"\n@och wohi nicht die erforderlichen Kenntnisse und das notwendige\nBeurteilungsvermégen haben diirften, um die von Ihnen geschilder—\nten biologischen Verénderungen richtig werten zu kunnen, Dies ist\nmir besonders bei dem Vergleich der Reaktionen auf Rauch von Ciga~\nretten mit Kohlefiltern aufgefallen.\n\nVon Herrn Dr. Héusermenn habe ich erfahren, daS sich Prof. Battig\nsehr fiir den Abdruck Ihres Aufsatzes in der \"Zeitschrift fir\nPriventivmedizin\" interessiert und daf dies innerhalb kurzer Zeit\nerfolgen koénnte. Ich méchte Ihnen daher empfehlen, Ihre Arbeit\nin der \"Zeitschrift fiir Priventivmedizin\" 2u publizieren, nicht\nguletzt weil der dort angesprochene Leserkreis sicher geeigneter\nist, den Wert Ihrer Untersuchungen zu beurteilens 9\n\n \n\nsee mancsono 1 + 4x pa azerne o- vanenoy 2470 25 - manana nan xorré 51725 - EERORAMOCADREOM: OIOAMNEER\n\n     \n\n \n\f",
    "augmented_texts": [
        "WISSENSOHAFTLICHE FORSCOHUNGSSTELLE IM YERBAND DER CIGARETTENINDUSTRIE 4, Januar 1968 Frau Prof, Cecile Leuchtenberger, Herrn Prof, Rudolf Leuchtenberger, Schweizerisches Institut fir experimentelle Krebsforschung, Bugnon 21, 1005 Lausanne, Schweiz. Sehr verehrte Frau Professor Leuchtenberger, Sehr geehrter Herr Professor Leuchtenberger, Fir des uns mit Ihrem Schreiben vom 21. Dezember 1967 tiber - lassene Manuskript Ihrer Arbeit tiber \" A Model System for the Direct Exposure of Tissue — and Organ Cultures to Puffs of Cigarette Smoke \" danke ich Ihnen sehr herzlich und méchte nicht verséumen, Sie gu dieser ausgezeichneten Arbeit 2u begltickwiin - schen. VerabredungsgemiéS habe ich hier unverztiglich gepriift, ob unsere Zeitschrift fir die Aufnahme dieses Aufsatzes geeignet merchandise. Trotz der auSerordentlich klaren Diktion Ihrer Arbeit besteht hier der Bindruck, da8 die Leser unserer \" Beitrége zur Tabakforschung \" @ och wohi nicht dice erforderlichen Kenntnisse und das notwendige Beurteilungsvermégen haben diirften, um die von Ihnen geschilder — ten biologischen Verénderungen richtig werten zu kunnen, Dies ist mir besonders bei dem Vergleich der Reaktionen auf Rauch von Ciga ~ retten mit Kohlefiltern aufgefallen. Von Herrn Dr. Héusermenn habe ich erfahren, daS sich Prof. Battig sehr fiir den Abdruck Ihres Aufsatzes in der \" Zeitschrift fir Priventivmedizin \" interessiert und daf dies innerhalb kurzer Zeit erfolgen koénnte. Ich méchte Ihnen daher empfehlen, Ihre Arbeit in der \" Zeitschrift fiir Priventivmedizin \" 2u publizieren, nicht guletzt weil der dort angesprochene Leserkreis sicher geeigneter ist, den Wert Ihrer Untersuchungen zu beurteilens 9 see mancsono 1 + 4x pa azerne o - vanenoy 2470 25 - manana nan xorré 51725 - EERORAMOCADREOM: OIOAMNEER",
        "WISSENSOHAFTLICHE FORSCOHUNGSSTELLE IM YERBAND DER CIGARETTENINDUSTRIE 4, Januar 1968 Frau Prof, Cecile Leuchtenberger, Herrn Prof, Rudolf Leuchtenberger, Schweizerisches Institut fir experimentelle Krebsforschung, Bugnon 21, 1005 Lausanne, Schweiz. Sehr verehrte Frau Professor Leuchtenberger, Sehr geehrter Herr Professor Leuchtenberger, Fir des uns mit Ihrem Schreiben vom 21. Dezember 1967 tiber - lassene Manuskript Ihrer Arbeit tiber \" A Model System for the Direct Exposure of Tissue — and Organ Cultures to Puffs of Cigarette Smoke \" danke ich Ihnen sehr herzlich und méchte nicht verséumen, Sie gu dieser ausgezeichneten Arbeit 2u begltickwiin - schen. VerabredungsgemiéS habe ich hier unverztiglich gepriift, ob unsere Zeitschrift fir die Aufnahme dieses Aufsatzes geeignet ware. Trotz der auSerordentlich klaren Diktion Ihrer Arbeit besteht hier der Bindruck, da8 die Leser unserer \" Beitrége zur Tabakforschung \" @ och wohi nicht die erforderlichen Kenntnisse und das notwendige Beurteilungsvermégen haben diirften, um die von Ihnen geschilder — ten biologischen Verénderungen richtig werten zu kunnen, Dies ist mir besonders bei dem Vergleich der Reaktionen auf Rauch von Ciga ~ retten mit Kohlefiltern aufgefallen. Von Herrn Dr. Héusermenn habe ich erfahren, daS sich Prof. Battig sehr fiir den Abdruck Ihres Aufsatzes in der \" Zeitschrift fir tree Priventivmedizin \" interessiert und daf dies innerhalb kurzer Zeit erfolgen koénnte. Ich méchte Ihnen daher empfehlen, Ihre Arbeit in der \" Zeitschrift fiir Priventivmedizin \" 2u publizieren, nicht guletzt weil der dort angesprochene Leserkreis sicher geeigneter ist, den Wert Ihrer Untersuchungen zu beurteilens 9 see mancsono 1 + 4x pa azerne o - vanenoy 2470 25 - manana nan xorré 51725 - EERORAMOCADREOM: OIOAMNEER"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "WISSENSOHAFTLICHE FORSCOHUNGSSTELLE: YERBAND DER CIGARETTENINDUSTRIE. Professor Rudolf Leuchtenberger: Ihrer Arbeit tiber \"A Model System for the.Direct Exposure of Tissue — and Organ Cultures to Puffs of Smoke\""
}