{
    "filename": "500307942.jpg",
    "metadata": {},
    "text": "      \n\n©\n“Iknow\nthe governmentis making\ncertain cigarette gas\" as.\ncontroversial as \"ar:\n\n           \n\n \n\nsomething\nYOu Gen\n\n{ rN\nATOR\n\n  \n\n“Tknow\nsome independent\nresearchers are saying\nmany low ‘tar’ cigarettes are\nactually high in this gast\n\n    \n     \n \n\nknow\n\nmy new Lark Itis more than\nWw tar'—it reduces\n\nthis gas\" dramatically.\n\nSrrrclay ling. 28, '77\nWitepie (RG REWE\nMam Yewaer\n\n  \n\n  \n \n  \n \n \n   \n \n \n\n“And know,\nzlong with low ‘tar’ and low gast\nitgives me a taste I realy like\n\nNew Lark Hf.\nOnly 9ing-tay,\nSing.eas.\n\n   \n\nbeg tw,07 rg sane\n\n \n\nZhee vEoOS\n\f",
    "augmented_texts": [
        "© “ Iknow the governmentis making certain cigarette gas \" as. controversial as \" ar: something YOu Gen {rN ATOR “ Tknow some independent researchers are saying many depleted ‘ tar ’ cigarettes are actually high in this gast know my new Lark Itis more than Ww gob ' — it reduces this gas \" dramatically. Srrrclay ling. 28, ' lxxvii Witepie (RG REWE Mam Yewaer “ And know, zlong with low ‘ tar ’ and low gast itgives me a taste Iodine realy like New Lark High frequency. Exclusively 9ing - tay, Sing. eas. beg tw, 07 rg sane Zhee vEoOS",
        "© “ Iknow the governmentis making certain cigarette gas \" as. controversial as \" are: something YOu Gen {rN ATOR “ Tknow some independent researchers are saying many low ‘ tar ’ cigarettes exist in reality high in this gast know my new Lark Itis more than Ww tar ' — it reduces this gas \" dramatically. Srrrclay ling. twenty eight, ' 77 Witepie (RG REWE Mam Yewaer “ And know, zlong with low ‘ tar ’ and low gast itgives me a taste I realy like New Lark Hf. Only 9ing - tay, Sing. eas. beg tw, 07 rg sane Zhee vEoOS"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The government is making a certain cigarette gas \"controversial as \"ar\" as. \"cigarette gas\" The gas is found in low-tar cigarettes and high-gastro-targets. The new Lark cigarette is more than the old one and reduces the gas dramatically."
}