{
    "filename": "50033143.jpg",
    "metadata": {},
    "text": " \n\n \n\nTeirvary M., 1965\n\nSvc Puckinghan, M.D.\n\nAesistent. Professor of Pedietrica\n\nColumbia University\n\nCollege of Thysiciens and Surgeons\nRabter Hospi te?\n\nET end Troe\n\nRov Youd, Kew York:\n\n \n\n10032\nDear Doctor Tuckinghem:\n\nThank you for senting ue your application fox a senewal,\ncroiteineatd detint Fetruary 3, 1905, ond your progress report.\n\n \n\n     \n\n‘Tis cpplication and progress report will be distributed\nimmiedistely to te newbere of our Scientific Advisory Board end placed\non the agends. of their next pccting which Will be held the covly port\nof Maret\n\nSinceecly,\n\n \n\nRobert Cy Msokett, PheDe\nROItstah Associate Sclantific Mrector\n\n \n\n \n\f",
    "augmented_texts": [
        "Teirvary M. , 1965 Svc Puckinghan, Megabyte. D. Aesistent. Professor of Pedietrica Columbia University College of Thysiciens and Sawbones Rabter Hospi te? ET end Troe Rov Youd, Kew York: 10032 Dear Doctor Tuckinghem: Thank you for senting ue your application throw a senewal, croiteineatd detint Fetruary 3, 1905, ond your progress report. ‘ Tis cpplication and progress account will be distributed immiedistely to te newbere of our Scientific Advisory Board end placed on the agends. of their following pccting which Will be held the covly port of Maret Sinceecly, Robert Cy Msokett, PheDe ROItstah Associate Sclantific Mrector",
        "Teirvary M. , 1965 Svc Puckinghan, M. D. Aesistent. Professor of Pedietrica Columbia University College of Thysiciens and Surgeons Rabter Hospi tellurium? ET end Troe Rov Youd, Kew York: 10032 Dear Doctor Tuckinghem: Thank you for senting ue your application fox a senewal, croiteineatd detint Fetruary triplet, 1905, ond your progress report. ‘ Tis cpplication and progress theme will be distributed immiedistely to te newbere of our Scientific Advisory Board end placed on the agends. of their next pccting which Will be adjudge the covly port of Maret Sinceecly, Henry martyn robert Cy Msokett, PheDe ROItstah Associate Sclantific Mrector"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Teirvary M., 1965. Puckinghan, M.D. was a Professor of Pedietrica at Columbia University. The application and progress report will be distributed to te newbere of our Scientific Advisory Board end placed placed on the agends. of their next pccting."
}