{
    "filename": "500413987+-3987.jpg",
    "metadata": {},
    "text": "   \n\n   \n\ne @\n\nROR Inter-cffice Memorandur:\nSubject: COMPETITIVE ACTIVITIES\nTF Melina\n\nTo: Mr. Wm. D. Hobbs\n\n       \n\nDate: March 22, 1979\n\n   \n  \n\n  \n\nFrom: T. £. Miller\n\n  \n  \n \n\n  \n\nBrown & Willi\n\n \n\namson\n\n   \n\nBrown § Williamson offered jobbers extended terms of 7 days on\nall orders in excess of normal weekly volume. see actected\nsent to us by Mr. Frank Armstrong, St. Louis Regional Manager.\n\n  \n   \n  \n\nLorillard\n\n     \n        \n\n* Mr. Hank Bass, Area Sales Manager, informed us that Lorillard\nwill offer direct accounts a second allocation on Kent III in\n\norder to build trade inventories due to the pending truck\nstrike on April 1, 1979,\n\n       \n       \n \n\n© Triumph -- attached is a\nTulsa Division Manager.\n\nPhilip Morris\n\nThe March, 1979 is:\nof interest:\n\n \n\nreport on the brand from Mr. Warren Isham,\n\n     \n   \n\n  \n    \n\nsue of Call News revealed the following points\n\n \n\n  \n  \n\n* Philip Morris started publishing a newsy, breezy, picture-laden\nnewsletter designed for the Sales Force called The Force.\n\n  \n   \n \n \n\n© The company employs 500 scientists and support staff at their\nResearch Center in Richmond.\n\n   \n        \n      \n   \n    \n    \n \n \n\n© Reviews the promotions used to promote their \"Duty Free” business.\n\nAlso states they have 27 Duty Free Sales Representatives in the\nU.S,\n\n* Gives a complete review of their promotion of the Kentucky Derby\nat Churchill Downs.\n\n© Military Sales Force responsibilities and use of computer aids\nprovided by Philip Morris\" marketing strategists. Philip Morris\nhas 28 Military Sales Specialists in the U.S.\n\n* Copies of these articles are available in MRD.\n\ng\n. 3\na Ee \\ 5\n\nMarketing Research Department\n\n3\nTEM/me s\n\nAttachments\nunt FORM 2622-Rev, 770\n\n \n\f",
    "augmented_texts": [
        "e @ ROR Inter - cffice Memorandur: Subject: COMPETITIVE ACTIVITIES TF Melina To: Mr. Wm. D. Hobbs Date: March 22, 1979 From: T. £. Miller Brown & Willi amson Brown § Williamson offered jobbers extended terms of 7 days on all orders in excess of normal weekly loudness. see actected sent to us by Mr. Frank Armstrong, St. Louis Regional Manager. Lorillard * Mr. Hank Bass, Area Sales Manager, informed us that Lorillard will offer direct accounts a second allocation on Kent III in order to build trade inventories referable to the pending truck strike on April 1, 1979, © Victory - - attached make up a Tulsa Division Manager. Philip Morris The March, 1979 is: of interest: report on the brand from Mr. Warren Isham, sue of Call News revealed the following points * Philip Morris started publishing a newsy, breezy, picture - laden newsletter designed for the Sales Force visit The Force. © The company employs 500 scientists and support staff at their Research Center in Richmond. © Reviews the promotions used to promote their \" Obligation Free ” business. Also states they have 27 Duty Free Sales Representatives in the U. S, * Gives a complete review of their promotion of the Kentucky Derby at Churchill Downs. © Military Sales Force responsibilities and use of computer aids provided by Prince philip Morris \" marketing strategists. Philip Morris has 28 Military Sales Specialists in the U. S. * Copies of these articles are available in MRD. g. 3 a Ee \\ 5 Marketing Research Department 3 TEM / me s Attachments unt FORM 2622 - Rev, 770",
        "e @ ROR Inter - cffice Memorandur: Subject: COMPETITIVE ACTIVITIES TF Melina To: Mr. Wm. D. Hobbs Date: March 22, 1979 From: T. £. Miller Brown & Willi amson John brown § Williamson offered jobbers extended terms of 7 days on all orders in excess of normal weekly volume. see actected sent to us by Mr. Frank Armstrong, St. Louis Regional Manager. Lorillard * Mr. Hank Bass, Area Sales Manager, informed us that Lorillard will extend direct accounts a second allocation on Kent III in order to build trade inventories due to the pending truck strike on April 1, 1979, © Triumph - - attached is a Tulsa Division Manager. Philip Morris The March, 1979 is: of interest: report on the brand from Mr. Warren Isham, sue of Call News revealed the following points * Philip Morris started publishing a newsy, breezy, picture - laden newsletter designed for the Sales Force called The Force. © The company employs five hundred scientists and support staff at their Research Center in Richmond. © Survey the promotions used to promote their \" Duty Free ” business. Also states they have 27 Duty Free Sales Representatives in the U. S, * Gives a complete review of their promotion of the Kentucky Derby at Churchill Downs. © Military Sales Force responsibilities and use of computer aids provided by Philip Morris \" marketing strategists. Philip Morris has 28 Military Sales Specialists in the U. S. * Copies of these articles are available in MRD. g. 3 a Ee \\ cinque Marketing Research Department 3 TEM / me s Attachments unt FORM 2622 - Rev, 770"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Philip Morris started publishing a newsy, breezy, picture-laden newsletter designed for the Sales Force called The Force. The company employs 500 scientists and support staff at their research center in Richmond. Philip Morris has 28 Military Sales Specialists in the U.S."
}