{
    "filename": "500428101.jpg",
    "metadata": {},
    "text": "Se ee Bee ore eee en\n\nsf\n\nQuoTA:5°1,00@ smokers from Test Area (Mail Panel)\n\na soe smokers from Control Area\n‘Oo\n\nTotal smokers\n\neee The households to be called are listed on large computer\nprint-out sheets. The telephone numbers are also listed.\n\nThe sheets are sorted into two groups: Test (mail) and Control.\nBE SURE TO MARK THE CORRECT AREA ON EVERY CARD FILLED OUT.\n\nIn this survey, we want to interview every adult smoker in the\nhousehold. Fill out a M.S. card for each smoker you interview. For\nexample, if you call a number and find that the husband and grown\nson smoke, you would interview the husband and also the son. You\nwould have two different M.S. cards filled out for this household.\n\n \n\nUse the pre-numbered M.S. cards to interview the first smoker and. use\nits flip side to enter the number and names of all the adult smokers\nin the household (including the first smoker). Enter the family I.D.\nnumber (upper right corner) on all other M.S. cards used to interview\nsmokers in that family.\n\n \n\nMARKING CARDS\n\nA.\n\nIf you find a household where no adult smokes at least one cigarette\na day, fill out a pre-numbered M.S. card for that household showing:\n\nArea\n\n\"addrs.\" Card (Col. 2)\n\njone\" under Number of Smokers (Col. 5)\n\nPhone number (flip side)\n\nSpecific Market Area (enter as \"Name\" on flip side)\nYour initials and the date\n\n   \n\nFor the first smoker, use a pre-numbered M.S. card. It should show:\n\n1. Area\n\n2. “Addrs.\" Card (Col. 2)\n\n3. Number of smokers in the household (including the \"first smoker\")\n\n4. On flip side, under \"Smoker Names\", all the adult household\nsmokers’ names (including the \"first smoker's\" name)\n\n5. On flip side, under “This card for\", the first smoker's name,\nphone number, and Specific Market Area (e.g., San Francisco,\nSanta Barbara, etc.)\n\n6. Your initials and the date.\n\n7. Responses to the interview\n\n8. Family income\n\n \n\nFor all other smokers, use a blank M.S. card. It should show: a\n1. Area\n2. “Other smoker\" Card (col. 2)\n\n3. he family I.D. number taken from the \"First Smoker\" M.S, card\n\n4. Flip side, under \"This card for\", the smoker's name, phone number\n5. Your initials and date\n\n6. Responses to the interview\n\nLoLe znoos\n\f",
    "augmented_texts": [
        "Se ee Bee ore eee en sf QuoTA: 5 ° 1, 00 @ smokers from Test Area (Post Panel) a soe smokers from Control Area ‘ Oo Total smokers eee The households to be called are listed on large computer print - out sheets. The telephone numbers are also listed. The sheets are sorted into two groups: Test (mail) and Control. BE SURE TO MARK THE CORRECT AREA ON EVERY CARD FILLED OUT. In this survey, we want to interview every adult smoking car in the household. Fill out a M. S. card for each smoker you interview. For example, if you call a number and find that the husband and grown son smoke, you would interview the husband and also the son. You would have two different M. S. plug in filled out for this household. Use the pre - numbered M. S. cards to interview the first smoker and. use its flip side to enter the number and names of all the adult smokers in the household (including the first smoker ). Enter the family I. D. number (upper right corner) on all other M. S. cards used to interview smokers in that family. MARKING CARDS A. If you find a household where no adult smokes at least one cigarette a day, fill out a pre - numbered M. S. card for that household showing: Area \" addrs. \" Card (Gap. 2) jone \" under Number of Smokers (Col. 5) Phone number (flip side) Specific Market Area (enter as \" Name \" on flip side) Your initials and the date For the first smoker, use a pre - numbered 1000. S. card. It should show: 1. Area 2. “ Addrs. \" Card (Col. 2) 3. Number of smokers in the household (including the \" first smoker \") 4. On flip side, under \" Smoker Names \", totally the adult household smokers ’ names (including the \" first smoker ' s \" name) 5. On flip side, under “ This card for \", the first smoker ' s name, phone number, and Specific Market Area (e. g. , San Francisco, Santa Barbara, etc.) 6. Your initials and the engagement. 7. Responses to the interview 8. Family income For all other smokers, use a blank M. S. card. It should show: a 1. Area 2. “ Other smoker \" Card (col. 2) 3. he family I. D. number taken from the \" First Smoker \" Mebibyte. S, card 4. Flip side, under \" This card for \", the smoker ' s name, phone number 5. Your initials and date 6. Responses to the interview LoLe znoos",
        "Se ee Bee ore eee en sf QuoTA: 5 ° i, 00 @ smokers from Test Area (Mail Panel) a soe smokers from Control Area ‘ Oo Total smokers eee The households to be called are listed on large computer print - out sheets. The telephone numbers are also listed. The sheets are sorted into two groups: Test (mail) and Control. BE SURE TO MARK THE CORRECT AREA ON EVERY CARD FILLED OUT. In this survey, we want to interview every adult smoker in the household. Fill out a M. S. card for each smoker you interview. For example, if you call a number and find that the husband and grown son smoke, you would interview the husband and also the son. You would have two different M. Entropy. cards filled out for this household. Use the pre - numbered M. S. cards to interview the first smoker and. use its flip side to enter the number and names of all the adult smokers in the household (including the first smoker ). Enter the family I. D. number (upper right corner) on all other M. S. cards used to interview smokers in that family. MARKING CARDS A. If you find a household where no adult smokes at least one cigarette a day, fill up out a pre - numbered M. S. card for that household showing: Area \" addrs. \" Card (Col. 2) jone \" under Number of Smokers (Col. 5) Phone number (flip side) Specific Market Area (enter as \" Name \" on flip side) Your initials and the date For the first smoker, use a pre - numbered M. S. card. It should show: 1. Area 2. “ Addrs. \" Card (Col. 2) 3. Number of smokers in the household (including the \" first smoker \") 4. On flip side, under \" Smoker Names \", all the adult household smokers ’ names (include the \" first smoker ' s \" name) 5. On flip side, under “ This card for \", the first smoker ' s name, phone number, and Specific Market Area (e. g. , San Francisco, Santa Barbara, etc.) 6. Your initials and the date. 7. Responses to the interview 8. Family income For all other smokers, use a blank M. S. card. It should show: a 1. Area 2. “ Other smoker \" Card (col. 2) 3. he family I. D. number taken from the \" First Smoker \" M. Entropy, card 4. Flip side, under \" This card for \", the smoker ' s name, phone number 5. Your initials and date 6. Responses to the interview LoLe znoos"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The households to be called are listed on large computer print-out sheets. The sheets are sorted into two groups: Test (mail) and Control (control) Use the pre-numbered M.S. cards to interview the first smoker and. he family I.D. number taken from the \"First Smoker\" card."
}