{
    "filename": "500549754_500549755.jpg",
    "metadata": {},
    "text": "ig tlle PABA ET\n\nWe\nIppnn, Potay, one tam mo tonpa ure The epidlumte bogrtal late |\nley, te frflrer oe arpommt! Sire that lime, Ze Frome eon\nSemin mk bon tre aud wwtine , in w He mimi +\nof Ed erganettin Tr prow 07 Be proprlidin har morenud. +\nThr to tnitlint from dhe» show t rapt Wo, 16/1477, arhet the Wea\ntirkad by ww tmnt Thy Whe “len pene aud nrwne”\nOf comme, thio proses the natiral quer atthe he\nUnt 4 watd gare, will be torr dawmnge Us Ts heotth,\nIn Uda trrrpeet, Pref. dv. Mem free! France , Fediusl Mant\ntr Youtls, Famddty and Heath repwls Bs fottoning :\nFor tha potial chawpe of De baoie orlantran ty te\nOt Hr torwemar bells D mibolir erpret@re Line are no\nmomureel dete at Be provent Come Mm repeat fo\naecrimene of the anpir te heattty, However, ont cane artone\not bert fr Ue Cee of Camettz that a trator Can be archreved\nfo Se Cony nr attrehe furte fiers Lhe avme what Aaatr by repre -\nStn Gd dole, otk mild ergantlia clomet tontam a rk\nof amg Comer, <i\nDrhethan Urir in atre drat dev otter Lapis rf Chang -S\nSuck en Chnerr of Dt oval cavity , add he geeun abe move 3\nfrequently Om tres Shaw Mm tw fen, Uinta\nto be teen. However tht Cerger plat of btpinetitnan bis a\nUiwldsop. Girmcting ide: amadle for a mullite of (Mme,\npartion larly heart linear ame carirenenn Lar elintert, tne\nar bo wart dad cob whethue a rect of tmone\nCompo endes trimgh anme mebled om Hela Bren, Om ttn not\nQo thin with Ma tome qrodati Ly am Hh wn pf\nComer Mink, Fit 4 alt, one hérte ntert wit Mh [re booed,\n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "ig tlle PABA ET We Ippnn, Potay, one tam mo tonpa ure The epidlumte bogrtal late | ley, te frflrer oe arpommt! Sire that lime, Ze Frome eon Semin mk bon tre aud wwtine, in w He mimi + of Ed erganettin Tr prow 07 Be proprlidin har morenud. + Thr to tnitlint from dhe » show t rapt Wo, 16 / 1477, arhet the Wea tirkad by ww tmnt Thy Whe “ len pene aud nrwne ” Of comme, thio proses the natiral quer atthe he Unt 4 watd gare, will be torr dawmnge Us Ts heotth, In Uda trrrpeet, Pref. dv. Mem free! France, Fediusl Mant tr Youtls, Famddty and Heath repwls Bs fottoning: For tha potial chawpe of De baoie orlantran ty te Ot Hr torwemar bells D mibolir erpret @ re Line are no momureel dete at Be provent Come Mm repeat fo aecrimene of the anpir te heattty, However, ont cane artone ot bert fr Ue Cee of Camettz that a trator Can be archreved fo Se Cony nr attrehe furte fiers Lhe avme what Aaatr by repre - Stn Gd dole, otk mild ergantlia clomet tontam a rk of amg Comer, <i Drhethan Urir in atre drat dev otter Lapis rf Chang - S Suck nut Chnerr of Dt oval cavity, add atomic number 2 geeun abe move 3 frequently Om tres Shaw Mm tw fen, Uinta to be teenage. However tht Cerger plat of btpinetitnan bis a Uiwldsop. Girmcting ide: amadle for a mullite of (Mme, partion larly heart linear ame carirenenn Lar elintert, tne ar bo wart dad cob whethue a rect of tmone Compo endes trimgh anme mebled om Hel Bren, Om ttn not Qo thin with Ma tome qrodati Ly am Hh wn pf Comer Mink, Fit 4 alt, one hérte ntert wit Mh [re booed,",
        "ig tlle PABA ET We Ippnn, Potay, one tam mo tonpa ure The epidlumte bogrtal late | ley, te frflrer oe arpommt! Sire that lime, Ze Frome eon Semin mk bon tre aud wwtine, in atomic number 74 He mimi + of Male erecticle dysfunction erganettin Tr prow 07 Be proprlidin har morenud. + Thr to tnitlint from dhe » show t rapt Wo, 16 / 1477, arhet the Wea tirkad by ww tmnt Thy Whe “ len pene aud nrwne ” Of comme, thio proses the natiral quer atthe he Unt 4 watd gare, will be torr dawmnge Us Ts heotth, In Uda trrrpeet, Pref. dv. Mem free! France, Fediusl Mant tr Youtls, Famddty and Heath repwls Bs fottoning: For tha potial chawpe of Delaware baoie orlantran ty te Ot Hr torwemar bells D mibolir erpret @ re Line are no momureel dete at Be provent Come Mm repeat fo aecrimene of the anpir te heattty, However, ont cane artone ot bert fr Ue Cee of Camettz that a trator Can be archreved fo Se Cony nr attrehe furte fiers Lhe avme what Aaatr by repre - Stn Gd dole, otk mild ergantlia clomet tontam a rk of amg Comer, <i Drhethan Urir in atre drat dev otter Lapis rf Chang - S Suck en Chnerr of Dt oval cavity, add he geeun abe move 3 frequently Om tres Shaw Mm tw fen, Uinta to be teen. However tht Cerger plat of btpinetitnan bis a Uiwldsop. Girmcting ide: amadle for a mullite of (Mme, partion larly heart analog ame carirenenn Lar elintert, tne ar bo wart dad cob whethue a rect of tmone Compo endes trimgh anme mebled om Hela Bren, Om ttn not Qo thin with Ma tome qrodati Ly am Hh wn pf Comer Mink, Fit 4 alt, one hérte ntert wit Mh [re booed,"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "ig tlle PABA ETPGT. +                           “We are all one’s”, “Ippnn, Potay, one tam mo tonpa ure The epidlumte bogrtal late |                ley, te frflrer oe arpommt! Sire that lime, Ze Frome eon                Semin mk bon tre aud wwtine, in w He mimi +         of Ed erganettin Tr prow 07 Be proprlidin har morenud."
}