{
    "filename": "500627074.jpg",
    "metadata": {},
    "text": "Second-hand smoke:\ntS clear the air.\n\nCan cigarette smoke in the air cause disease in non-smokers?\n\nThatSan emotional question for smokers and non-smokers alike.\nSo we'lltry to set the record straight in the most direct way we know.\n\nThere is little evidence—and certainly nothing which proves\nscientifically—that cigarette smoke causes disease among non-\nsmokers.\n\n+ Youdon't have to take our word for it.\n\nU.S. Surgeon General Julius B. Richmond—who was no friend of\nsmoking—said in his 1979 Report: “Healthy non-smokers exposed\nto cigarette smoke have little or no physiologic response to the\nsmoke, and what response does occur may be due to psychological\nfactors”\n\nAndin the 1982 Report, Surgeon General C. Everett Koop could\nnot conclude that passive smoking is a cause of cancer in non-\nsmokers.\n\nThe director of the National Heart, Lung and Blood Institute, Dr.\nClaude Lenfant, has been one of the tobacco industry’ sharpest .\ncritics. Yet Dr. Lenfant stated in 1980 (and we believe it remains true\ntoday) that “the evidence that passive smoking ina general environ-\nment has health effects remains sparse, incomplete and sometimes\nunconvincing”\n\nWe've decided to speak out on passive smoking because there is\nso much rumor and rhetoric on this subject today. And we intend to\ncontinue, from time to time, to speak out on other topics of concen\ntoyou and tous.\n\nOur critics may try to discredit these messages as self-serving.\nIna sense, they will be right. We will challenge allegations that are\nunproven and attacks we think are unfounded. If that is self-serving,\nsobe it.\n\nThe. questions that surround smoking raise many important\nissues. We believe that you're entitled to hear all sides of these\ncontroversies.\n\nsecaresmes RJ. Reynolds Tobacco Company\n\ne202 z9005\n\n \n\f",
    "augmented_texts": [
        "Second - hand smoke: tS clear the air. Butt cigarette smoke in the air cause disease in non - smokers? ThatSan emotional question for smokers and non - smokers alike. So we ' lltry to set the record heterosexual in the most direct way we know. There is little evidence — and certainly nothing which proves scientifically — that cigarette smoke causes disease among non - smokers. + Youdon ' t have to take our word for it. U. S. Sawbones General Julius B. Richmond — who was no friend of smoking — say in his 1979 Report: “ Healthy non - smoker exposed to cigarette smoke have little or no physiologic response to the smoke, and what response does occur may be due to psychological factors ” Andin the 1982 Report, Surgeon General C. Everett Koop could not conclude that passive smoking is a cause of cancer in non - smokers. The director of the National Heart, Lung and Blood Institute, Dr. Claude Lenfant, has been one of the tobacco industry ’ sharpest. critics. Yet Dr. Lenfant stated in 1980 (and we believe it remains true today) that “ the evidence that passive smoking ina general environ - ment has health effects remains sparse, incomplete and sometimes unconvincing ” We ' ve decided to speak out on passive smoking because there is so much rumor and rhetoric on this subject today. And we intend to continue, from time to time, to speak out on other topics of concen toyou and tous. Our critics may try to discredit these messages as self - serving. Ina sense, they will be right. We bequeath challenge allegations that are unproven and attacks we think are unfounded. If that is self - serving, sobe it. The. questions that surround smoking raise many important issues. We believe that you ' re entitled to hear all sides of these controversies. secaresmes RJ. Reynolds Tobacco Company e202 z9005",
        "Second - hand smoke: tS clear the air. Can cigarette smoke in the air cause disease in non - smokers? ThatSan emotional question for smokers and non - smokers alike. So we ' lltry to set the record straight in the most direct way we know. There is little evidence — and certainly nothing which proves scientifically — that cigarette smoke causes disease among non - smokers. + Youdon ' t have to take our word for it. U. S. Surgeon General Julius B. Richmond — who was no friend of smoking — said in his 1979 Report: “ Healthy non - stag party exposed to cigarette smoke have little operating theatre no physiologic response to the smoke, and what response does occur may be due to psychological factors ” Andin the 1982 Report, Surgeon General C. Everett Koop could not conclude that passive smoking make up a cause of cancer in non - smokers. The director of the National Heart, Lung and Blood Institute, Dr. Claude Lenfant, has been one of the tobacco industry ’ sharpest. critics. Yet Dr. Lenfant stated in 1980 (and we believe it remains true today) that “ the evidence that passive smoking ina general environ - ment has health effects remains sparse, incomplete and sometimes unconvincing ” We ' ve decided to speak out on passive smoking because there is so much rumor and rhetoric on this subject today. And we intend to continue, from time to time, to talk out on other topics of concen toyou and tous. Our critics may try to discredit these messages as self - serving. Ina sense, they will be right. We will challenge allegations that are unproven and attacks we think are unfounded. If that is self - serving, sobe it. The. questions that surround smoking raise many important issuing. We believe that you ' re entitled to hear all sides of these controversies. secaresmes RJ. Reynolds Tobacco Company e202 z9005"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "There is little evidence that cigarette smoke causes disease among non-smokers. The tobacco industry's critics may try to discredit these messages as self-serving. We will challenge allegations that are unproven and attacks we think are unfounded. You're entitled to hear all sides of these important issues."
}