{
    "filename": "500725190+-5190.jpg",
    "metadata": {},
    "text": " \n\nKay 31, 1973 <\n\nig. Thom NeCarthy\nDancer-Fitzgerald~Banple, Inc.\n347 Hadieon Avenue\n\nNow York, New York 10017\n\nDear Thom:\nRez Disposition of CAMEL Art and Plate Files\n\nthis will recap the agreenent reached at our 5/29 mecting\nro, the disposition of art and plates.\n\n1, Advertising art and plate materizle will be held on file\nfor three yeare from date of firet national use and\n\nthen destroyed.\n\n2. Collateral art and plate materiale (P03, etc.) will\nbe hela on file for two years from date of first\nnational use and then destroyed.\n\n3. Exceptions will be considered for advertising materials\nonan as needed basis. The Agency will recommend\nexceptions when they fecl any particular piece of\nadvertising has a useful life that excecds three years,\nparticularly in the case of CAMEL REGULAR where the\ncurrent pool is limited.\n\nIn addition, the Agency will continue to maintain a permanent\nfile of examples of all advertising and promotional material\nproduced for the Brands.\n\nIf you have any questions or comments, please feel free to call.\nSincerely,\nCraig C. Standen\nccs/ki\ncc Hessrs. G, B. Granger\nD. F. Baelschiok\n\nRick HeReynolds\nDave Boyd\n\no6ts 2200S\n\f",
    "augmented_texts": [
        "Kay 31, 1973 <ig. Thom NeCarthy Dancer - Fitzgerald ~ Banple, Inc. 347 Hadieon Avenue Now York, New York 10017 Dear Thom: Rez Disposition of CAMEL Art and Plate Files this will recap the agreenent reached at our 5 / 29 mecting ro, the disposition of art and plates. 1, Advertising art and plate materizle will be held on file for three yeare from date of firet home use and then destroyed. ii. Collateral art and plate materiale (P03, etc.) will be hela on file for two years from date of first national use and then destroyed. 3. Exceptions will equal considered for advertising materials onan as needed basis. The Agency will recommend exceptions when they fecl any particular piece of advertising has a useful life that excecds three years, particularly in the case of CAMEL fixture where the current pool is limited. In addition, the Agency will continue to maintain a permanent file of examples of all advertising and promotional material produced for the Brands. If you feature any questions or comments, please feel free to call. Sincerely, Craig C. Standen ccs / ki cc Hessrs. G, B. Granger D. F. Baelschiok Rick HeReynolds Dave Boyd o6ts 2200S",
        "Kay 31, 1973 <ig. Thom NeCarthy Dancer - Fitzgerald ~ Banple, Inc. 347 Hadieon Avenue Now House of york, New York 10017 Dear Thom: Rez Disposition of CAMEL Art and Collection plate Files this will recapitulate the agreenent reached at our 5 / 29 mecting ro, the disposition of art and plates. 1, Advertising art and photographic plate materizle will be held on file for troika yeare from date of firet national use and then destroyed. 2. Collateral art and plate materiale (P03, etc.) will be hela on file for two years from date of first national use and then destroyed. 3. Exceptions will be considered for advertising materials onan as needed basis. The Agency will recommend exceptions when they fecl any particular piece of advertising has a utilitarian living that excecds three years, particularly in the case of CAMEL REGULAR where the current pool is limited. In addition, the Agency will continue to maintain a permanent file of examples of all advertising and promotional material produced for the Brands. If you have any questions or comments, please feel free to call. Sincerely, Craig Coke. Standen ccs / ki cc Hessrs. G, B. Granger D. F. Baelschiok Rick HeReynolds Dave Boyd o6ts 2200S"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Advertising art and plate materizle will be held on file for three yeare from date of firet national use and then destroyed. Collateral Art and Plate materiale (P03, etc.) will also be kept. The Agency will continue to maintain a permanentfile of examples of all advertising and promotional material produced for the Brands."
}