{
    "filename": "500717214+-7215.jpg",
    "metadata": {},
    "text": "That Cigarette Smoking Is Dangerous Your Heath\n\nBrace yourself for\nthe newlow ‘tar’menthol\n\nthat challenges high ‘tars:\n\nYou're the type that gets satisfaction out of a\n‘challenge. And we've got one for you. We challenge you\nto test Brookwood against your favorite high tar menthol,\n‘That's what menthol smokers did in nationwide tests.\nAnd their high tars couldn't out-satisfy\nBrookwood. Yet Brookwood has only half the tar.\n‘Take the challenge. Compare the rich tobacco taste. The cool\nrush of menthol. The smooth, easy draw. Then you'll know\n‘why we have the nerve to challenge high tars.\n\n \n\ne122 trae\n\f",
    "augmented_texts": [
        "That Cigarette Smoking Is Dangerous Your Heath Brace yourself for the newlow ‘ tar ’ menthol that challenges high ‘ tars: You ' re the type that gets satisfaction prohibited of a ‘ challenge. And we ' ve got one for you. We challenge you to test Brookwood against your pet high tar menthol, ‘ That ' s what menthol smokers did in nationwide tests. And their high tars couldn ' tonne out - satisfy Brookwood. Nevertheless Brookwood has only half the tar. ‘ Pack the challenge. Compare the rich tobacco taste. The cool rush of menthol. The smooth, easy draw. Then you ' ll know ‘ wherefore we have the nerve to challenge high tar. e122 trae",
        "That Fag Smoking Is Dangerous Your Heath Bracing yourself for the newlow ‘ tar ’ menthol that challenges high ‘ tars: You ' re the case that gets satisfaction proscribed of a ‘ challenge. And we ' ve got one for you. We challenge you to test Brookwood against your favorite high tar menthol, ‘ That ' s what menthol smokers did in nationwide test. And their mellow tars couldn ' t out - satisfy Brookwood. Yet Brookwood has only half the tar. ‘ Take the challenge. Compare the rich tobacco taste. The cool rush of menthol. The smooth, easy draw. Then you ' ll know ‘ why we have the nervus to challenge high tars. e122 trae"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "That Cigarette Smoking Is Dangerous Your Heath. Brace yourself for                the newlow ‘tar’menthol that challenges high ’tars. Yet Brookwood has only half the tar. Compare the rich tobacco taste. The cool rush of menthol. And the smooth, easy draw."
}