{
    "filename": "50078188_50078191.jpg",
    "metadata": {},
    "text": "Education?\n\nWILLIAM P. MURPHY, JR.\n\nHarvara University\n\nUniversity of Illinois\nSchool of Medicine\n\nMassachuset:\nof Technology\nrier\n19hB = 1949\n1ghg = 1951\nagg - 1952\n1gkg = 1951\n1ghg = 1951\n1951 = 1953\n1953 = 1955\n1953 - 1954\n1953 ~ 1955\n\n \n\n \n\nInstitute\n\nBeas 1946\nM.D. 1947\n\nAgh7 = 1948\n\nInstrumentation in Biology\n\nSt. Francis Hospital, Honolulu,\nHawaii, Rotating Internship.\n\nPeter Bent Brigham Hospital,\nBoston, Massachusetts, Research\nFellow in Medicine\n\nHarvard Medical School, Boston\nMassachusetts, Instructor in\nMedicine\n\nHarvard Apparatus Company, Inc.,\nDover, Massachusetts. General\nManager\n\nFenval Laboratories, inc.,\nFramingham, Massachusetts.\nChief Engineer.\n\nLaboratory of Biologics Control,\nNational Institutes of Health,\nBethesda, Maryland.\n\nPeter Bent Brigham Hospital,\nBoston, Massachusetts, Assistant\nin Medicine.\n\n \n\nFenwal Laboratories, Inc., Fram=\ningham, Massachusetts, Technical\nConsultant.\n\nHarvard Medical School, Boston,\nMassachusetts, Research Associate\nin Medicine.\n\f",
    "augmented_texts": [
        "Education? WILLIAM P. MURPHY, JR. Harvara University University of Illinois School of Medicine Massachuset: of Technology rier 19hB = 1949 1ghg = 1951 agg - 1952 1gkg = 1951 1ghg = 1951 1951 = 1953 1953 = 1955 1953 - 1954 1953 ~ 1955 Institute Beas 1946 M. D. 1947 Agh7 = 1948 Orchestration in Biology St. Francis Hospital, Honolulu, Hawaii, Rotating Internship. Peter Bent Brigham Hospital, Boston, Ma, Research Fellow in Medicine Harvard university Medical School, Boston Massachusetts, Instructor in Medicament Harvard Setup Company, Iraqi national congress. , Dover, Massachusetts. General Manager Fenval Laboratories, inc. , Framingham, Massachusetts. Chief Engineer. Laboratory of Biologics Control, National Institutes of Health, Bethesda, Free state. Peter Bent Brigham Hospital, Boston, Massachusetts, Assistant in Medicine. Fenwal Laboratories, Inc. , Fram = ingham, Old colony, Technical Consultant. Harvard Medical School, Boston, Massachusetts, Research Associate in Medicine.",
        "Educational activity? WILLIAM P. MURPHY, JR. Harvara University University of Illinois School of Medicine Massachuset: of Technology rier 19hB = 1949 1ghg = 1951 agg - 1952 1gkg = 1951 1ghg = 1951 1951 = 1953 1953 = 1955 1953 - 1954 1953 ~ 1955 Institute Beas 1946 M. D. 1947 Agh7 = 1948 Orchestration in Biology St. Francis Hospital, Honolulu, Hawaii, Rotating Internship. Peter Bent Brigham Hospital, Boston, Massachusetts, Research Fellow in Medicine Harvard Medical School, Boston Massachusetts, Instructor in Medicinal drug Harvard Apparatus Company, Inc. , Dover, Massachusetts. General Manager Fenval Laboratories, inc. , Framingham, Massachusetts. Chief Engineer. Laboratory of Biologics Control, National Institutes of Health, Bethesda, Maryland. Peter Bent Brigham Hospital, Boston, Massachusetts, Assistant in Practice of medicine. Fenwal Laboratories, Inc. , Fram = ingham, Massachusetts, Technical Consultant. Harvard Medical School, Boston, Massachusetts, Inquiry Associate in Medicine."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "WILLIAM P. MURPHY, JR. was a physician at Harvard Medical School and the National Institutes of Health. He also worked at St. Francis Hospital, Honolulu, Hawaii, and Fenval Laboratories, Inc., Framingham, Massachusetts. His work was published in the prestigious journal, \"The Journal of Medical Research\""
}