{
    "filename": "500845588_500845589.jpg",
    "metadata": {},
    "text": "[=> DB, 2\nRYIR Interoffice Memorandum\n\n1/6/84\n\n \n\n \n\nSubject: MARYLAND MEETING Dat\n\n \n\n \n\nTo: James Johnston : John Cousart\n\nDavid Fishel\n\nThe following are notes on your meeting at 1] a.m. ”\n\nJanuary 6.\nAttending: '\nFrom Maryland:\nState Senator James Simpson\nDelegate John Parlett -~ Maryland House of Delegates\nSt. Mary's and Charles Counties\nEnvironmental Matters Committee\nFrom RORT:\nDavid Fishel -- Public Relations\nJohn Cousart -- Public Relations -- \"Pride in Tobacco\"\nLarry Bewley -- Public Affairs\nTopics for meeting:\n“Thank you\" from RJRT for their efforts in Maryland to A\n\npass legislation affecting sale of Century.\nTopics that may be brought up:\n-- Maryland Tobacco Festival\n\nRIRT has been involved with the festival since its\ninception two years ago. The \"Pride in Tobacco\"\nprogram has provided funding, advice and counsel\n\nto the group both years. Support amounts to $19,000\nin two years. :\n\nCommittee wants more money for the festival. RJRT\nwill again support the festival but only to the\nlevel we did last year.\n-- Amount of tobacco Maryland produces and how much RJRT buys\n\nRIRT has traditionally bought one-third of all Maryland\ntobacco on market.\n\n  \n\njohn Cousart\n\n“ima\n\nBess e005\n\n[RUR| FORM 2422—Rev. 7/70\n\f",
    "augmented_texts": [
        "[ => DB, 2 RYIR Interoffice Memo 1 / 6 / 84 Subject: MARYLAND MEETING Dat To: James Johnston: John Cousart David Fishel The following are notes on your meeting at 1] a. m. ” January 6. Attending: ' From Maryland: Res publica Senator James Simpson Delegate John Parlett - ~ Maryland House of Delegates St. Mary ' s and Charles Counties Environmental Matters Committee From RORT: David Fishel - - Public Relations John Cousart - - Public Relations - - \" Pride in Tobacco \" Larry Bewley - - Public Affairs Topics for meeting: “ Thank you \" from RJRT for their efforts in Maryland to A pass legislation affecting sale of Century. Topics that may be brought up: - - Maryland Tobacco Festival RIRT has been involved with the festival since its inception two years ago. The \" Pride in Tobacco \" program has provided funding, advice and counsel to the group both years. Support amounts to $ 19, 000 in two years. : Committee wants more money for the festival. RJRT will again support the festival but only to the story we did last year. - - Amount of tobacco Maryland produce and how much RJRT buys RIRT has traditionally bought one - third of all Maryland tobacco on market. john Cousart “ ima Bess e005 [RUR | class 2422 — Rev. 7 / 70",
        "[ => DB, 2 RYIR Interoffice Memorandum 1 / 6 / 84 Subject: MARYLAND MEETING Dat To: James Johnston: John Cousart David Fishel The followers are notes on your meeting at 1] a. m. ” January 6. Attending: ' From Maryland: State Senator James Simpson Delegate John Parlett - ~ Maryland House of Delegates St. Mary ' s and Charles Counties Environmental Matters Committee From RORT: David Fishel - - Public Relations John Cousart - - Public Relations - - \" Superbia in Tobacco \" Larry Bewley - - Public Affairs Topics for meeting: “ Thank you \" from RJRT for their efforts in Maryland to A pass legislation affecting sale of Century. Topics that may be brought up: - - Maryland Tobacco Festival RIRT has been involved with the festival since its inception two years ago. The \" Pride in Tobacco \" program has provided funding, advice and counsel to the group both age. Support amounts to $ nineteen, 000 in two years. : Committee wants more money for the festival. RJRT will again support the festival but only to the level we did last year. - - Amount of tobacco Maryland produces and how much RJRT buys RIRT has traditionally bought one - third of all Maryland tobacco plant on market. john Cousart “ ima Bess e005 [RUR | FORM 2422 — Rev. 7 / 70"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Committee wants more money for the festival. RJRT has traditionally bought one-third of all Maryland purposefullytobacco on market. The \"Pride in Tobacco\" program has provided funding, advice and counsel to the group both years. “Thank you\" for their efforts in Maryland to A purposefully pass legislation affecting sale of Century."
}