{
    "filename": "500815144.jpg",
    "metadata": {},
    "text": "R.J. Reynolds Tobacco Company\nWinston-Salem, NC 27102\n\nIRR\n\nAugust 23, 1977\n\nMs. Suzanne Verdonne\n\nMarketing & Research Counselors\nUniversity Plaza Shopping Center\n7710 Silas Creek Parkway Ext.\nWinston-Salem, North Carolina 27106\n\nDear Suzanne:\n\nSubject: PRODU\n\n  \n\nSTS SCREENING\n\nI am attaching copies of the demographic design for tests\ncurrently scheduled. Please notice that unless I have speci-\nfied the percent of smokers by brand in category selection,\nthe normal rate of distribution is to be applied; i-e.,\n\n77-0037 is specified, 77-1487-1488 will reflect normal dis-\ntribution.\n\nAlso attached are copies of various ways of looking at dis-\ntribution of smokers that should be helpful to you.\n\nIf you have questions, please call.\nSincerely,\n\nReq\n\nRay Rodgers\nMarketing Research Department\n\nHRR/bm\n\nAttachments.\n\nants 19008\n\f",
    "augmented_texts": [
        "R. J. Reynolds Tobacco Company Winston - Salem, NC 27102 IRR August 23, 1977 Ms. Suzanne Verdonne Marketing & Enquiry Counselors University Plaza Shopping Center 7710 Silas Creek Parkway Ext. Winston - Salem, North Carolina 27106 Dear Suzanne: Subject: PRODU STS SCREENING I am attaching copies of the demographic design for tests currently scheduled. Please notice that unless I have speci - fied the percent of smokers by brand in class selection, the normal rate of distribution is to be applied; i - e. , 77 - 0037 is specified, 77 - 1487 - 1488 bequeath reflect normal dis - tribution. Also attached are copies of various ways of looking at dis - tribution of smokers that should be helpful to you. If you have questions, please vociferation. Sincerely, Req Ray Rodgers Marketing Research Department HRR / bm Attachments. ants 19008",
        "R. Joule. Reynolds Tobacco Company Winston - Salem, NC 27102 IRR August 23, 1977 Ms. Suzanne Verdonne Marketing & Research Counselors University Place Shopping Center 7710 Silas Creek Parkway Ext. Winston - Salem, North Carolina 27106 Dear Suzanne: Subject: PRODU STS SCREENING I am attaching copies of the demographic design for tests presently scheduled. Please notice that unless I have speci - fied the percent of smokers by brand in category selection, the normal rate of distribution is to be applied; i - e. , 77 - 0037 is specified, 77 - 1487 - 1488 will reflect normal dis - tribution. Also attached are copies of various ways of looking at dis - tribution of smokers that should be helpful to you. If you make questions, please call. Sincerely, Req Ray Rodgers Marketing Research Department HRR / bm Attachment. ants 19008"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "R.J. Reynolds Tobacco Company, Winston-Salem, North Carolina 27106.Dear Suzanne: I am attaching copies of the demographic design for testscurrently scheduled. Unless I have speci- purposefullyfied the percent of smokers by brand in category selection, the normal rate of distribution is to be applied."
}