{
    "filename": "500904582.jpg",
    "metadata": {},
    "text": " \n\n \n\n  \n  \n   \n\nWAKE FOREST UNIVERSITY\n\\¥ SCHOOL OF MEDICINE\n\n   \n \n \n\n   \n\na\n\n \n\n\"300 South Hawthorne Road\n\nico ESSE ehealey\n\npr. G, Robert Di Marco\nVice President\nResearch & Developent\nR. J. Reynolés Tobacco\nWineton-Saler\n\nConpany\n2ni02\n\n \n\nDear Dr. Di Maro:\n\nhave enclosed copy of our\npotential femunologic\n\nt have reviewed the cost estizates and would Like t0 Teqoos)\n‘this 18 $1\n\nmaxiaos sua of $11,000 to do the Phase T study.\nmani othe eve 1 discussed vith Mr. Wayne Juchate.\nthe coste of ail the ‘testi ‘to Dr. Es\n\nthe lymphocyte and Interleukin 2 t+\n\nvill be Fes\n\n \n\n  \n\n \n\n \n\n‘and executed by Mr. Juchate.\n\n‘expenses incurFes\n\n \n\nTe fe also ny underatending that I vill snterpret the results of\n\nthe late, review selected papers related to th\n\nsummary report end\n\n \n\n1 lock forvard to working vith your BrouP:\ncurrisulun vitae for your information.\n\nSincerely,\n\nProfessor\n\nce: Dr, Roy Morel\nDr. Charles I. Beck\nHr. Kayne Juchatz\n\n“wayne hed already sen\nbereenent letter for\n\n   \n\n     \n\nJanvery 11, 1984\n\nproposal to test sanune milk for\n‘factors or modulators for your review.\n\n» Helse,\n9, and to Dr. Louis\nie for the virue and interferon te\nWittary costo end wy consultation fee based on the\nNevill bill on # sonthly basis for the\n\nclectee mecion as to future vork and directions.\n\n \n\nRECEIVED\nanil 121984\n\n. R. DI MARE\nsom Satem, North Carolina 27103\nTELEX: g06449 RGSM WSL\n\nWhy (ns\n\n‘000 higher ™\nThese funde vill cover\nwho will perfora\nKucera, who\nclerical and\nyreenent prepared\n\n \n\nTopic and prepare:asi's:ic,\n\nT have enclosed ay\n\na\n$10,000, °\n\n \n\n‘zene 06005\n\n \n\f",
    "augmented_texts": [
        "WAKE FOREST UNIVERSITY \\ ¥ SCHOOL OF MEDICINE a \" 300 Southward Hawthorne Road ico ESSE ehealey pr. G, Robert Di Marco Vice President Research & Developent R. J. Reynolés Tobacco Wineton - Saler Conpany 2ni02 Love Dr. Di Maro: have enclosed copy of our potential femunologic t have reviewed the cost estizates and would Like t0 Teqoos) ‘ this 18 $ 1 maxiaos sua of $ 11, 000 to do the Phase T study. mani othe eve 1 discussed vith Mr. Wayne Juchate. the coste of ail the ‘ testi ‘ to Dr. E the lymphocyte and Interleukin 2 t + vill be Fes ‘ and executed by Mister. Juchate. ‘ expenses incurFes Te fe also ny underatending that I vill snterpret the answer of the late, review selected papers related to th summary report end 1 lock forvard to working vith your BrouP: currisulun vitae for your information. Sincerely, Professor ce: Dr, Roy Morel Dr. Charles I. Beck Hr. Kayne Juchatz “ wayne hed already sen bereenent letter for Janvery 11, 1984 proposal to test sanune milk for ‘ factors or modulators for your review. » Helse, 9, and to Dr. Louis ie for the virue and interferon te Wittary costo end wy consultation fee based on the Nevill bill on # sonthly basis for the clectee mecion as to future vork and directions. RECEIVED anil 121984. R. DI MARE som Satem, North Carolina 27103 TELEX: g06449 RGSM WSL Why (ns ‘ 000 higher ™ These funde vill cover who will perfora Kucera, who clerical and yreenent prepared Topic and prepare: asi ' s: ic, T have enclosed ay a $ 10, 000, ° ‘ zene 06005",
        "WAKE FOREST UNIVERSITY \\ ¥ SCHOOL OF MEDICINE a \" ccc South Hawthorne Route ico ESSE ehealey pr. G, Robert Di Marco Frailty President Research & Developent R. J. Reynolés Tobacco Wineton - Saler Conpany 2ni02 Dear Dr. Di Maro: have enclosed copy of our potential femunologic t have reviewed the cost estizates and would Like t0 Teqoos) ‘ this 18 $ 1 maxiaos sua of $ 11, 000 to do the Phase T study. mani othe eve 1 discussed vith Mr. Wayne Juchate. the coste of ail the ‘ testi ‘ to Dr. Es the lymphocyte and Interleukin 2 t + vill be Fes ‘ and executed by Mr.. Juchate. ‘ expense incurFes Te fe also ny underatending that I vill snterpret the results of the late, review selected papers related to th compendious report end 1 lock forvard to working vith your BrouP: currisulun vitae for your information. Sincerely, Professor ce: Dr, Roy Morel Dr. Charles I. Beck Hr. Kayne Juchatz “ wayne hed already sen bereenent letter for Janvery 11, 1984 proposal to test sanune milk for ‘ factors or modulators for your review. » Helse, 9, and to Dr. Louis ie for the virue and interferon si Wittary costo end wy consultation fee based on the Nevill bill on # sonthly basis for the clectee mecion as to future vork and directions. RECEIVED anil 121984. R. DI MARE som Satem, North Carolina 27103 TELEX: g06449 RGSM WSL Why (ns ‘ 000 higher ™ These funde vill cover who will perfora Kucera, who clerical and yreenent prepared Topic and prepare: asi ' s: ic, T have enclosed ay a $ 10, 000, ° ‘ zene 06005"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "In 1984, Dr. Wayne Juchate proposed to test sanune milk for various factors or modulators. The cost of the Phase T study was $11,000. A letter from the Wake Forest University School of Medicine was sent to the director of research and development at the time."
}