{
    "filename": "50109215-9215.jpg",
    "metadata": {},
    "text": "\"Yam Gounon, For Tonacco Resrarcu—-U.S.A., Inc.\n\nJanuary 24, 1977\n\n \n\nDEWORAMDU\nTO: Drs, Hockett, Huebner, Jacobson, Sommers and Stone\nFROM; «= W, U, Gardner\n\nSUBJECT: Application No. 973A\nRonald E. Rasmussen, Ph.D., University of California, Irvine, Calif.\n“A Genetic Study of DNA Repair in Inbred Strains of Mice\".\n\nThis is essentially a basic approach to the possible inheritance\nof the capacity to repair DNA in mice. Tt is known that such differences\ndo exist in man, The assumption is that faulty DNA repair may lead to\ncarcinogenesis, induced by chemicals, ionizing or u.v. irradiations, etc.\nExcision and repair of DNA that hes been damaged can now be quantitated\nby permitting only the synthesis of the repair DNA by the addition of\nhydroxyurea to the cultyres thet have been exposed to U.V. or elkylating\nagents. ‘The uptake of 7H thymodine gives quantitation of the excision and\nsubsequent repair, Radioautographic methods can also be used for both\nrepair and replicative DNA synthesis.\n\nLung tissue from 7 contrasting strains of mice will be exposed\nin vitro to the alkylating agent, 4-nitroguinolone oxide (4NQO), and\nchecked for differences in damage ond repair. Other chemicals that result\nin other types of DNA damage that may be repaired will also be used to\ndetect possible strain differences in repair potentiality. Tt has been\nshown that labeled PAHs are bound in nuclei and that they stay there for\nsome time, The cellular localization after TT instillation of BaB will\nDe followed in mice of the several strains. These experinents will be\ndone in collsboration with Dr. Kouri,= Projected studies for the subse-\nquent years will depend upon the results of the first year.\n\nThe budget, which supports } salary for the applicant and 4 that\nof two research associates, seems reasonable, The refrigerated centrifuge\nrequested would seem essential for this work.\n\nAlthough the applicant has other research grants and others\npending his study of the effects of smoke and CSC, he should be supported.\n\nWUC.\n‘WOG/eh\n\n50109215\n\f",
    "augmented_texts": [
        "\" Yam Gounon, For Tonacco Resrarcu — - U. S. A. , Inc. January 24, 1977 DEWORAMDU TO: Drs, Hockett, Huebner, Jacobson, Sommers and Stone FROM; « = W, U, Gardner SUBJECT: Application No. 973A Ronald E. Kund johan victor rasmussen, Ph. D. , University of California, Irvine, Calif. “ A Genetic Study of DNA Repair in Inbred Strains of Mice \". This is basically a basic approach to the possible inheritance of the capacity to repair DNA in mice. Tt is known that such differences do subsist in man, The assumption is that faulty DNA repair may lead to carcinogenesis, induced by chemicals, ionizing or u. v. irradiations, etc. Excision and repair of DNA that hes been damaged can now cost quantitated by tolerate only the synthesis of the repair DNA by the addition of hydroxyurea to the cultyres thet have been exposed to U. V. or elkylating agents. ‘ The uptake of 7H thymodine gives quantitation of the excision and subsequent repair, Radioautographic methods can also be used for both repair and replicative DNA synthesis. Lung tissue from 7 contrasting strains of mice will be exposed in vitro to the alkylating agent, 4 - nitroguinolone oxide (4NQO ), and checked for differences in damage ond repair. Other chemicals that result in other types of DNA damage that may be repaired will also be used to detect possible strain differences in repair potentiality. Tt has been shown that labeled PAHs are bound in nuclei and that they stay there for some time, The cellular localization after TT instillation of BaB will Diamond state followed in mice of the several strains. These experinents will be done in collsboration with Dr. Kouri, = Projected studies for the subse - quent years will depend upon the results of the first year. The budget, which supports} salary for the applicant and 4 that of two research associates, seem reasonable, The refrigerated centrifuge requested would seem essential for this work. Although the applicant has other research grants and others pending his study of the effects of smoke and CSC, he should be supported. WUC. ‘ WOG / eh 50109215",
        "\" Yam Gounon, For Tonacco Resrarcu — - U. S. A. , Inc. January 24, 1977 DEWORAMDU TO: Drs, Hockett, Huebner, Jacobson, Sommers and Stone FROM; « = W, U, Gardner SUBJECT: Application No. 973A Ronald E. Rasmussen, Ph. D. , University of California, Irvine, Calif. “ A Genetic Study of DNA Repair in Inbred Strains of Mice \". This is essentially a basic approach to the possible inheritance of the capacity to repair DNA in mice. Tt is known that such differences do exist in man, The assumption is that faulty DNA repair may lead to carcinogenesis, induced by chemicals, ionizing or u. v. irradiations, etc. Excision and repair of DNA that hes been damaged can now be quantitated by permitting only the synthesis of the repair DNA by the addition of hydroxyurea to the cultyres thet have been exposed to U. Fivesome. or elkylating agents. ‘ The uptake of 7H thymodine gives quantitation of the excision and subsequent repair, Radioautographic methods lavatory also be utilize for both repair and replicative DNA synthesis. Lung tissue from 7 contrasting strains of mice will be exposed in vitro to the alkylating agent, 4 - nitroguinolone oxide (4NQO ), and checked for differences in damage ond repair. Other chemicals that result in other types of DNA damage that may be repaired will also be used to discover possible strain differences in repair potentiality. Tt have got been shown that labeled PAHs are bound in nuclei and that they stay there for some time, The cellular localization after TT instillation of BaB will De followed in mice of the several strains. These experinents will be done in collsboration with Dr. Kouri, = Projected studies for the subse - quent years will depend upon the results of the first year. The budget, which supports} salary for the applicant and iv that of two research associates, seems reasonable, The refrigerated centrifuge requested would seem essential for this work. Although the applicant has other research grants and others pending his study of the effects of smoke and CSC, he should be supported. WUC. ‘ WOG / eh 50109215"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "A Genetic Study of DNA Repair in Inbred Strains of Mice. A basic approach to the possible inheritance of the capacity to repair DNA in mice. The assumption is that faulty DNA repair in man may lead to carcinogenesis, induced by chemicals, ionizing or u.v. irradiations."
}