{
    "filename": "501078585.jpg",
    "metadata": {},
    "text": " \n \n  \n \n  \n  \n  \n \n  \n   \n \n   \n   \n  \n   \n  \n\nDORAL CONTINUOUS AWARENESS STUDY\n\n   \n\nMRD # 9-2-201\nBAR $ 11-900\n\n     \n  \n \n  \n \n\nn both versions (white and blue) of the questionnaire, a question was\ncamitted. That is, when a respondent says Doral is his/her usual brand, we\nwant. to know what the previous usual. brand was.\n\nTherefore, the following instructions apply to question 2:\n\n \n\n \n\nIF USUAL BRAND GIVEN IS DORAL, ASK\n“What was your usual brand just before you started smoking Doral?\"\n\n“ts ‘oat a filter, or a non-filter cigarette?\" .\n\n \n\n \n\n \n\n \n\nees - a\nIF FILTER, ASK .\n\n \n\n \n\ng. \"Is that the extra-long, 100mm size'or not?\"\nh, . “Ig tHiat a menthol cigarette or not?\"\n%\n\n. fink devtbhe spore\nLefer «6%\n\n98%\n\n \n\n  \n\n \n\n   \n\ns@se Lotos\n\n \n\f",
    "augmented_texts": [
        "DORAL CONTINUOUS AWARENESS STUDY MRD # 9 - 2 - 201 BAR $ 11 - 900 n both versions (white and blue) of the questionnaire, a question was camitted. That is, when a answerer tell Doral is his / her usual brand, we want. to know what the previous usual. brand was. Therefore, the undermentioned instructions use to question 2: IF USUAL BRAND GIVEN IS DORAL, ASK “ What was your usual brand just before you started smoking Doral? \" “ ts ‘ oat a filter, or a non - filter cigarette? \". ees - a IF FILTER, ASK. g. \" Is that the extra - long, 100mm size ' beaver state not? \" h, . “ Ig tHiat a menthol cigarette or not? \"% . fink devtbhe spore Lefer « 6% 98% s @ se Lotos",
        "DORAL CONTINUOUS AWARENESS STUDY MRD # 9 - 2 - 201 BAR $ 11 - 900 n both variation (white and blue) of the questionnaire, a question was camitted. That is, when a answerer says Doral is his / her usual brand, we want. to know what the previous usual. brand was. Therefore, the following instructions apply to question 2: IF USUAL BRAND precondition IS DORAL, ASK “ What was your usual brand just before you started smoking Doral? \" “ ts ‘ oat a filter, or a non - filter cigarette? \". ees - a IF FILTER, ASK. g. \" Is that the extra - long, 100mm sizing ' or not? \" h, . “ Ig tHiat a menthol cigarette or not? \"% . fink devtbhe spore Lefer « 6% 98% s @ se Lotos"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Doral continues to be one of the most popular cigarettes in the U.S. It is the world's biggest brand of menthol cigarettes. Doral is also the best-selling cigarette in America, with sales of $11.9 billion in 2013. The company has been in business for more than 40 years."
}