{
    "filename": "50112894-2894.jpg",
    "metadata": {},
    "text": " \n\nlouncu, For Tosacco Researcu-U.S.A., Inc.\n\nFebruary 26, 1975\n\nBrant Application No, 1011\n\nCANCER\n\nTor\nSubject:\n\nDS:we,\n\n‘The committee comprising Drs. Gardner, Huebner, Jacobson\n\nday A. Levy, M.D., University of San Francisco Cancer\nResearch Institute\n‘Developuent of @ Model In Vitro for Studying Carcinomas,\n\nStudy of Possible Interplay of Endogenous Viruses and\nChemicals in CoCarcinogenesis\"\n\nA two year plan was approved by SAB in October 1973\nst a level of $40,000. Application (dated July 10,\n197k) requestéd $60,245 and was considered as first\nyear renewal (No. 572CR1): this was altered and\nconsidered as a new application (io. 1011) at the\nOctober 1971 SAB meeting.\n\nThe application was approved by the SAB subject to\ndetermination by the Scientific Director as to\npriority and budget. Also approved vas a new\ncontract proposal (MA) in the axount of $40,000\n\nfor Kouri-Levy collaboration, (see attachnents)\n\nfor animal holding and breeding studies to determine\nwhether xenotropic virus/AHH segregate in mouse-\n‘breeding studies.\n\nAt a later staff meeting the Scientific Director\nTecommended that No. 1011 and the contract be deferred\nuntil the following year's budget,\n\nAlso recommended was $10,000 pro rate to levy for\ncontinuation of his studies to March 31, 1975\n(i.e. three month extension),\n\n \n\n50112894\n\f",
    "augmented_texts": [
        "louncu, For Tosacco Researcu - U. S. A. , Inc. February twenty six, 1975 Brant Application No, 1011 CANCER Tor Subject: DS: we, ‘ The committee comprising Drs. Gardner, Huebner, Jacobson day A. Levy, M. D. , University of San Francisco Cancer Research Institute ‘ Developuent of @ Theoretical account In Vitro for Studying Carcinomas, Study of Possible Interplay of Endogenous Viruses and Chemicals in CoCarcinogenesis \" A two year plan was approved by SAB in October 1973 st a level of $ 40, 000. Application (dated July x, 197k) requestéd $ 60, 245 and was considered as first year renewal (No. 572CR1 ): this was altered and considered as a new application (io. 1011) at the October 1971 SAB meeting. The application was approved by the SAB subject to determination by the Scientific Director as to priority and budget. Also approved vas a new contract proposal (MA) in the axount of $ 40, 000 for Kouri - Levy collaboration, (ascertain attachnents) for animal holding and breeding studies to determine whether xenotropic virus / AHH segregate in mouse - ‘ breeding studies. At a later staff meeting the Scientific Director Tecommended that No. 1011 and the contract be deferred until the following year ' s budget, Also recommended was $ 10, 000 pro charge per unit to levy for continuation of his studies to March 31, 1975 (i. e. three calendar month extension ), 50112894",
        "louncu, For Tosacco Researcu - U. S. A. , Inc. February 26, 1975 Brant Application No, 1011 CANCER Tor Subject: DS: we, ‘ The committee constitute Drs. Gardner, Huebner, Jacobson day A. Levy, M. D. , University of San Francisco Cancer Research Institute ‘ Developuent of @ Model In Vitro for Studying Carcinomas, Study of Possible Interplay of Endogenous Viruses and Chemicals in CoCarcinogenesis \" A two year plan was approved by SAB in October 1973 st a level of $ 40, 000. Application (dated July 10, 197k) requestéd $ 60, 245 and was considered as first year renewal (No. 572CR1 ): this was altered and considered as a new application program (io. 1011) at the October 1971 SAB meeting. The application was approved by the SAB subject to determination by the Scientific Director as to priority and budget. Also approved vas a young contract proposal (MA) in the axount of $ 40, 000 for Kouri - Levy collaboration, (see attachnents) for animal holding and breeding studies to determine whether xenotropic virus / AHH segregate in mouse - ‘ breeding studies. At a later staff meet the Scientific Director Tecommended that No. 1011 and the contract be accede until the following year ' s budget, Also recommended was $ 10, 000 pro rate to levy for continuation of his bailiwick to March 31, 1975 (i. e. three month extension ), 50112894"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "A two year plan was approved by SAB in October 1973 at a level of $40,000. Application (dated July 10, 1973) requestéd $60,245 and was considered as first year renewal (No. 572CR1) At a later staff meeting the Scientific Director recommended that No. 1011 and the contract be deferred."
}