{
    "filename": "501165611+-5612.jpg",
    "metadata": {},
    "text": " \n\nSCHECHTER+LUTH\n\n \n\nScnechier+Luth Ine\nBesign ane Markeling Communications\n4430 Park Avenue New York NY 10022\n21275400300\n\nSeptenber 9, 1977 a3\n\n \n\n+ Willard Upebureh :\nSenior Buyer\n\nR. J. Reynolds Tobacco Co.\n\n401 North Main Street\n\nWinston-Salem, Korth Carolina 27102\n\n \n\nRe: Doral - Tar & Nicotine Changes\nSchechter + Luth Project No. 14-902\n\nDear Willard: “\n\n‘This 4s simply to confirm the very pleasant and productive day\nErnst and I epent with you and your associates yesterday.\n\nAs you know, we presented a variety of alternative treatments\nfor handling tar and nicotine numbers on the nev Doral 20's\nwrapper and carton. A decision was reached on the recommended\nmethod and we changed each of the seven mechanicals to incorpor~\nje that decision. s\n\n \n\nYou have offered to send us photostatic copies of the altered\nnechanicals for our records. Please ask your secretary to put\n“Septeuber 8, 1977 ~ Final Tar and Ricotine Numbers\", on each of\nthese photostate in order to avoid future confusion.\n\n \n\nWe aleo approved all of Arcter's ink colors vith the exception of\nthe dark red which should be somevhat lighter. .\n\nSince the wrapper has already been proofed, the only proofing re-\nmaining should be for the carton and the sample 4's, Because of\nthe delicate color balance ve will of course renein available to\nassist you in this regard.\n\n‘Also renaining to be completed is modification of the wrapper and\ncarton conprehenatves (filter & menthol) returned to us by Ed\nBlackmer so as to be consistent with the final changes as showa\non the mechanicals, ‘These vill be completed end seat out to you\nearly next veek.\n\nWow that the project 1 draving to a close, and the product 4s\n‘about to be reintroduced, I must say that it has been, as usual, -\n‘a pleasure to work with you on it. The brand group hes had @\n\n1198 g9tros\n\n \n\f",
    "augmented_texts": [
        "SCHECHTER + LUTH Scnechier + Luth Ine Besign ane Markeling Communications 4430 Park Avenue New York NY 10022 21275400300 Septenber 9, 1977 a3 + Willard Upebureh: Senior Buyer R. J. Reynolds Tobacco Co. 401 North Main Street Winston - Salem, Korth Carolina 27102 Re: Doral - Tar & Nicotine Changes Schechter + Luth Project No. 14 - 902 Dear Willard: “ ‘ This 4s simply to confirm the very pleasant and fat day Ernst and I epent with you and your associates yesterday. As you know, we presented a variety of alternative treatments for handling tar and nicotine numbers on the nev Doral 20 ' s wrapper and cartonful. A decision was reached on the recommended method and we changed each of the seven mechanicals to incorpor ~ je that decision. s You have offered to send us photostatic copies of the altered nechanicals for our records. Please ask your secretary to put “ Septeuber 8, 1977 ~ Final Tar and Ricotine Numbers \", on each of these photostate in order to avoid future confusion. We aleo approved all of Arcter ' s ink colors vith the exception of the dark red which should be somevhat lighter. . Since the wrapper has already been proofed, the only proofing re - maining should be for the carton and the sample 4 ' s, Because of the delicate color balance ve will of course renein available to assist you in this regard. ‘ Also renaining to be completed is modification of the wrapper and carton conprehenatves (filter & menthol) returned to us by Ed Blackmer so as to be consistent with the final changes as showa on the mechanicals, ‘ These vill be completed end seat out to you early next veek. Wow that the project 1 draving to a close, and the product 4s ‘ about to be reintroduced, I must say that it has been, as usual, - ‘ a pleasure to work with you on it. The brand group hes had @ 1198 g9tros",
        "SCHECHTER + LUTH Scnechier + Luth Ine Besign ane Markeling Communications 4430 Park Avenue New York NY 10022 21275400300 Septenber 9, 1977 a3 + Willard Upebureh: Senior Buyer R. J. Reynolds Tobacco Co. 401 North Main Street Winston - Salem, Korth Carolina 27102 Re: Doral - Tar & Nicotine Changes Schechter + Luth Task No. 14 - 902 Dear Willard: “ ‘ This 4s simply to confirm the very pleasant and productive day Ernst and I epent with you and your associates yesterday. As you know, we presented a variety of alternative treatments for handling tar and nicotine numbers on the nev Doral 20 ' s wrapper and carton. A determination was reached on the recommended method and we changed each of the seven mechanicals to incorpor ~ je that decision. s You have offered to send us photostatic copies of the altered nechanicals for our records. Please ask your secretary to put “ Septeuber 8, 1977 ~ Final Tar and Ricotine Numbers \", on each of these photostate in order to avoid future confusion. We aleo sanction all of Arcter ' s ink colors vith the exception of the dark red which should embody somevhat lighter. . Since the wrapper has already been proofed, the solitary proofing re - maining should be for the carton and the sample 4 ' s, Because of the delicate color balance ve will of course renein available to assist you in this regard. ‘ Also renaining to be completed is modification of the wrapper and carton conprehenatves (filter & menthol) returned to us by Ed Blackmer so as to be consistent with the final changes as showa on the mechanicals, ‘ These vill be completed end seat out to you early next veek. Wow that the project i draving to a close, and the product 4s ‘ about to be reintroduced, I must say that it has been, as usual, - ‘ a pleasure to work with you on it. The brand group hes had @ 1198 g9tros"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The Doral 20's wrapper and carton have been altered. The color of the dark red should be somevhat lighter. A decision was reached on the recommended method for handling tar and nicotine numbers. J. Reynolds Tobacco Co. has offered to send us photostatic copies for our records."
}