{
    "filename": "501163645_501163648.jpg",
    "metadata": {},
    "text": "Tom 202 YY. $10,\n\n“we INTER-OFFICE MEMORANDUM\n\n \n\nSubject: ANALYSIS OF :30 AND :60 ON-AIR STUDIES Dore; February 18, 1969\n\nTo: Mr. R. M. Odear, dr.\n\ng\nBACKGROUND:\n\nMRD has conducted on-air tests for various :30 and :60 commercials\n\non our Company line products. Listed on the attached chart are over-\nall recall scores on all of the Company line commercials that have\nbeen on-air tested in :30 and :60 versions (see Chart I). Only two\nCAMEL Regular commercials (\"Main Coast\" and \"Jungle\") received on-air\ntests on both the :30 and :60° versions. Chart II compares four, not\nnecessarily the same, :30 and :60 \"Walk A Mile\" commercials which have\nbeen on-air tested by MRD. ‘The analysis compares the various recall\nscores of the four :30 versus :60 CAMEL Group commercials and the over-\nall average for Company line products.\n\nFINDINGS:\n\n \n\nListed below are significant findings from my :30 versus :60 analysis:\n\na) 460 Company line commercials cost twice as much as :30 com-\nmercials and deliver 19% more overall] recall (see Chart I).\n\nb) :60 \"Walk A Mile\" commercials deliver 17% more overall recall\nthan :30's (see Chart 11).\n\nc) :60 commercials deliver 25% more specific recall (see Chart II).\n\n4) There is no substantial difference in the :30 versus :60\ngenerally related recall scores (see Chart II).\n\ne) There was no difference in the :30 versus :60 slogan recall\nscores (see Chart II).\n\nf) here was no difference in’ the :30 versus :60 recall referenc-\ning the \"Walk A Mile\" format (see Chart IT).\n\ng) There was no difference in the :30 versus :60 playback of\n“hole in the man's shoe\" recall (see Chart Ii).\n\nh) The percentage of men in the commercial audience giving recall\nwas nearly the same in :60 and :30 commercials (sce Chart II).\n\ni) Recall from men under 35 was nearly the same in :60 and :30\ncommercials (see Chart II).\n\nS090 910s\n\n \n\n \n\f",
    "augmented_texts": [
        "Tom 202 YY. $ 10, “ we INTER - OFFICE MEMORANDUM Subject: ANALYSIS OF: 30 AND: 60 ON - AIR STUDIES Dore; February 18, 1969 To: Mr. R. M. Odear, dr. g BACKGROUND: MRD has conducted on - air tests for various: 30 and: 60 commercials on our Company line products. Listed on the attached chart are over - all recall scores on all of the Company line commercials that have been on - air tested in: 30 and: 60 versions (see Chart I ). Entirely two CAMEL Regular commercials (\" Main Coast \" and \" Jungle \") received on - air tests on both the: 30 and: 60 ° interlingual rendition. Chart II compares four, not necessarily the same, : 30 and: 60 \" Walk A Mile \" commercials which have been on - air tested by MRD. ‘ The analysis compares the various recall scores of the four: 30 versus: 60 CAMEL Group commercials and the over - all average for Company line products. FINDINGS: Listed below are significant findings from my: 30 versus: 60 analysis: a) 460 Company line commercials cost twice as much as: 30 com - mercials and deliver 19% more overall] recall (see Chart I ). b ): 60 \" Walk A Mile \" commercials deliver 17% more overall recall than: 30 ' s (see Chart 11 ). c ): 60 commercials deliver 25% more specific recall (see Chart II ). 4) There is no substantial difference in the: 30 versus: 60 in general touch on recall scores (see Chart II ). e) There was no difference in the: 30 versus: 60 slogan recall scores (see Chart II ). f) here was no difference in ’ the: 30 versus: 60 recall referenc - ing the \" Walk Ampere Mile \" format (see Chart IT ). g) There was no difference in the: 30 versus: 60 playback of “ hole in the man ' s shoe \" recall (see Chart Two ). h) The percentage of men in the commercial audience giving callback was nearly the same in: 60 and: 30 commercials (sce Chart II ). i) Recall from men under 35 was nearly the like in: 60 and: 30 commercials (see Chart II ). S090 910s",
        "Tom 202 YY. $ 10, “ we INTER - OFFICE MEMORANDUM Subject: ANALYSIS OF: 30 AND: 60 ON - AIR STUDIES Dore; February 18, 1969 To: Mr. R. M. Odear, dr. g BACKGROUND: MRD has conducted on - air tests for various: 30 and: 60 commercials on our Company line product. Listed on the attached chart are over - all recall scores on all of the Company line commercials that have been on - air tested in: 30 and: 60 versions (construe Chart I ). Only two CAMEL Regular commercials (\" Main Coast \" and \" Jungle \") received on - air tests on both the: 30 and: 60 ° versions. Chart II compares four, not necessarily the same, : 30 and: 60 \" Walk A Mile \" commercials which make been on - air tested by MRD. ‘ The analysis compares the various recall scores of the four: thirty versus: 60 CAMEL Group commercials and the over - all average for Company line products. FINDINGS: Listed below are significant findings from my: 30 versus: 60 analysis: a) 460 Company line commercials cost twice as much as: 30 com - mercials and deliver 19% more overall] recall (see Chart I ). b ): 60 \" Walk A Mile \" commercials deliver 17% more overall recall than: 30 ' s (see Chart 11 ). c ): 60 commercials deliver 25% more specific recall (see Chart II ). 4) There is no substantial difference in the: 30 versus: 60 generally related recall scores (see Chart II ). e) There was no difference in the: 30 versus: 60 slogan recall scores (see Chart II ). f) here was no difference in ’ the: 30 versus: threescore recall referenc - ing the \" Walk A Mile \" format (see Chart IT ). g) There was no difference in the: thirty versus: 60 playback of “ hole in the man ' s shoe \" recall (see Chart Ii ). h) The percentage of men in the commercial audience giving recall was nearly the same in: 60 and: 30 commercials (sce Chart II ). i) Recall from men under 35 was nearly the same in: 60 and: 30 commercials (see Chart II ). S090 910s"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "MRD has conducted on-air tests for various :30 and :60 commercials. 460 Company line commercials cost twice as much as : 30 com-                Commercials and deliver 19% more overall] recall. The percentage of men in the commercial audience giving recall metrics was nearly the same in :20 and:30 commercials (see Chart II)."
}