{
    "filename": "501109644.jpg",
    "metadata": {},
    "text": " \n\n—\n\n~ @ CONFIDENTIAL\n\nAugust 5, 1975\n\npe\n\nMr. S. C. Wooten\n\nRe: CAMEL FILTER HEADLINE TEST\n(MRD # 75-0707)\n\nAfter Camel Filter had gone national with the \"Meet The Turk\"\ncampaign, various nationality groups expressed anti-Turkish\nSentiments. To alleviate any possible negative reactions to\nthe \"Meet The Turk\" campaign, research was conducted to evaluate\nfive alternate headlines with \"Meet The Turk\" as a control.\n\nOne of A Kind\nA Breed Apart\n\nHe Does More Than Exist...\n\nA Man...His Cigarette\n\nThe Camel Filter Man\n\nMeet ‘The Turk\n\n \n\ntwo -- \"A Man...His Cigarette\" and “the\n\nCamel Filter Man\" -- received low recall impact and did not\n\nappear to communicate Camel Filter's product benefits. Following\nseer the results of the three highest scoring headlines in comparison\n\nto \"Meet The Turk\".\n\nOf these headlines\n\n \n\n \n\nFINDINGS\n\nImmediate Recall\n\ncall impact of the alternate\n\n“one of A Kind\" had the highest re:\n11 as would\n\n\"Meet The Turk\" scored very high in reca.\n\n \n\nheadlines.\nbe expected of a national campaign.\n‘The One of Breed More Than\nfurk A Kind Apart Exist\nCorrect Recall 518 298% 228 228\n\nMeaning of Headline\n\nWhen asked about the meaning of the headline, respondents felt\nthat \"One of A Kind\" and \"Breed Apart\" were inferring both\nproduct characteristics and life style attributes.\n\nThe One of Breed More Than\n. . Turk AKind Apart Exist\nCigarette characteristics 578 818 55%\nLife style attributes 35 29 51\nDon't know meaning 17 5 7\n\n \n\n \n\n\"96 ottog\n\n \n\n \n\f",
    "augmented_texts": [
        "— ~ @ CONFIDENTIAL August 5, 1975 pe Mr. S. C. Wooten Re: CAMEL FILTER HEADLINE TEST (MRD # 75 - 0707) After Camel Filter had gone national with the \" Meet The Turk \" campaign, various nationality groups expressed anti - Turkish Sentiments. To alleviate any possible negative reactions to the \" Meet The Turk \" campaign, research was conducted to evaluate five alternate headlines with \" Meet The Turk \" as a control. One of A Kind A Stock Apart He Does More Than Exist. .. A Man. .. His Cigarette The Camel Filter Man Meet ‘ The Turk two - - \" A Man. .. His Cigaret \" and “ the Camel Filter Man \" - - received low recall impact and did not appear to communicate Camel Filter ' s product benefits. Following seer the results of the three highest scoring headlines in comparison to \" Sports meeting The Turk \". Of these headlines FINDINGS Immediate Recall call impact of the alternate “ one of A Kind \" had the highest re: 11 as would \" Meet The Turk \" scored very high in reca. headlines. be expected of a national campaign. ‘ The One of Breed More Than furk A Kind Apart Exist Correct Recall 518 298% 228 228 Meaning of Headline When asked about the meaning of the headline, respondents felt that \" One of A Kind \" and \" Breed Apart \" were deduce both product characteristics and life style attributes. The One of Breed More Than. . Turk AKind Apart Exist Cigarette characteristics 578 818 55% Life style attributes xxxv 29 51 Don ' t know meaning 17 5 7 \" 96 ottog",
        "— ~ @ CONFIDENTIAL August 5, 1975 pe Mr. S. C. Wooten Re: CAMEL FILTER HEADLINE TEST (MRD # 75 - 0707) After Camel Filter had gone national with the \" Meet The Turk \" campaign, various nationality groups expressed anti - Turkish Sentiments. To alleviate any potential negative reactions to the \" Meet The Turk \" campaign, research was conducted to evaluate five alternate headlines with \" Sports meeting The Turk \" as a control. One of A Kind A Breed Apart He Exercise More Than Exist. .. A Man. .. His Cigarette The Camel Filter Homo Meet ‘ The Turk deuce - - \" A Man. .. His Cigarette \" and “ the Camel Filter Man \" - - received low recall impact and did not appear to communicate Camel Filter ' s product benefits. Following vaticinator the results of the three highest scoring headlines in comparison to \" Meet The Turk \". Of these headlines FINDINGS Immediate Recall call impact of the alternate “ one of A Kind \" had the highest re: 11 as would \" Meet The Turk \" scored very high in reca. headlines. be expected of a national campaign. ‘ The One of Breed More than Than furk A Kind Apart Exist Correct Recall 518 298% 228 228 Meaning of Headline When asked about the meaning of the headline, respondents felt that \" One of A Kind \" and \" Breed Apart \" were inferring both product characteristics and life style attributes. The One of Breed More Than. . Turk AKind Apart Exist Cigarette characteristics 578 818 55% Life style attributes 35 29 51 Don ' t know meaning xvii 5 7 \" 96 ottog"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Camel Filter went national with the \"Meet The Turk\" campaign in 1975. To alleviate any possible negative reactions to the campaign, research was conducted to evaluate five alternate headlines. \"One of A Kind\" scored very high in reca. The two other headlines received low recall impact and did not communicate Camel Filter's product benefits."
}