{
    "filename": "50135575B-5575B.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\nAoi\nDEPARTMENT OF HEALTH, EDUCATION, AND WELFARE\nPUBLIC HEALTH SERVICE\nNATIONAL INSTITUTES OF HEALTH\n\n \n\n \n\nOctober 24, 1978 NATIONAL CANCER INSTITUTE\n\nDr. William U. Gardner\n\n‘The Council for Tobacco Research-U.S.A., Inc.\n110 East 59th Street\n\nNew York, New York 10022\n\nRe\n\n \n\n: Proposed site visitors to U. South Florida (Dr. J. W. Frankel)\nDear Bill:\n\nI think the following would be very appropriate visitors to Dr. Frankel's\nfacilities:\n\nDr. Henry Lynch\n\nDr, Raymond Seltser, Professor of Epidemiology\nDeputy Director of the Johns Hopkins Oncology Center\nJohns Hopkins University School of Public Health\nG15 N. Wolfe Street\n\nBaltimore, Maryland 21205 (301) 955-3347\n\nDr. Rulon Rawson, Director\nBonneville Center for Research on Cancer\nCause and Prevention\nUniversity of Utah Research Institute\n520 Wakara Way\nSalt Lake City, Utah 84108 (801) 581-8267\n\nWith best wishes,\n\nSincerely,\n\nBe\n\nRobert J, Huebner, M.D.\n\n \n\nprin unone, ete eis Ua Sale Laboratory of Cellular and\nee eae tae Kage eget kay Molecular Biology\n\n \n\n \n\n     \n   \n\nGrigg Ce ME\n\n \n\n   \n\nedicanoet gee\n\n   \n \n  \n \n  \n\n      \n \n\n \n\n  \n   \n\n50135575\n\f",
    "augmented_texts": [
        "Aoi DEPARTMENT OF HEALTH, EDUCATION, AND WELFARE PUBLIC HEALTH SERVICE subject INSTITUTES OF HEALTH October 24, 1978 NATIONAL CANCER INSTITUTE Dr. William U. Gardner ‘ The Council for Tobacco Enquiry - U. S. A. , Inc. 110 East 59th Street New York, New York 10022 Re: Proposed site visitors to U. South Florida (Dr. J. W. Frankel) Dear Bill: I think the following would follow very appropriate visitors to Dr. Frankel ' s facilities: Dr. Joseph henry Lynch Dr, Raymond Seltser, Professor of Epidemiology Deputy Director of the Johns Hopkins Oncology Center Johns Hopkins University School of Public Health G15 N. Wolfe Street Baltimore, Maryland 21205 (301) 955 - 3347 Dr. Rulon Rawson, Director Bonneville Center for Research on Cancer Cause and Prevention University of Utah Research Institute 520 Wakara Way Strategic arms limitation talks Lake City, Utah 84108 (801) 581 - 8267 With comfortably wishes, Sincerely, Be Robert J, Huebner, M. D. prin unone, ete eis Ua Sale Laboratory of Cellular and ee eae tae Kage eget kay Molecular Biology Grigg Ce ME edicanoet gee 50135575",
        "Aoi DEPARTMENT OF HEALTH, didactics, AND WELFARE PUBLIC HEALTH SERVICE NATIONAL INSTITUTES OF HEALTH October 24, 1978 NATIONAL CANCER INSTITUTE Dr. William U. Gardner ‘ The Council for Tobacco Research - Uracil. S. A. , Inc. 110 East 59th Street New York, New York 10022 Re: Proposed site visitors to U. South Florida (Dr. J. W. Frankel) Dear Bill: I think the following would be very appropriate visitors to Dr. Frankel ' s facilities: Dr. Henry Lynch Dr, Raymond Seltser, Professor of Epidemiology Deputy Director of the Johns Hopkins Oncology Center Johns Hopkins University School of Public Health G15 N. Wolfe Street Baltimore, Maryland 21205 (301) 955 - 3347 Dr. Rulon Rawson, Director Bonneville Center for Inquiry on Cancer Cause and Prevention University of Utah Research Institute 520 Wakara Way Salt Lake City, Utah 84108 (801) 581 - 8267 With best wishes, Unfeignedly, Be Robert J, Huebner, M. D. prin unone, ete eis Ua Sale Laboratory of Cellular and ee eae tae Kage eget kay Molecular Biology Grigg Ce ME edicanoet gee 50135575"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "In 1978, Dr. J. W. Frankel sent a letter to the director of the National Cancer Institute in New York. The letter was in response to a request for visitors for a cancer research facility in South Florida. In the letter, the author suggested that the following people should visit the facility: Dr William U. Gardner and Dr Henry Lynch."
}