{
    "filename": "50130208-0208.jpg",
    "metadata": {},
    "text": "CENTER FOR BLOOD RESEARCH\n\n \n\n800 HUNTINGTON AVENUE\n08 Reson Barro BOSTON, MASSACHUSETTS 02115\nBiooe Chowne Lawonsone (ott) 731-6870\n\nDecember 9, 1977\n\nRE: Grant #1162\n\nMe, W.T. Hoyt\nExecutive Vice President\n\n‘The Council for Tobacco Research-U.S.A., Inc.\n110 Bast 59th Street\n\nNew York, New York 10022\n\nDear Mr. Hoyt:\n\nIn response to your letter dated December 1, 1977, we have filled\nand herein return the \"Notice of Research Project\" sheet. A copy of\nthe signature sheet which certifies that we shall abide by the regula~\ntions for experiments involving human subjects is also enclosed.\n\nWe are looking forward to working with the Council on the proposed\n\nproject.\n‘Thank you.\nSincerely yours,\nan C. Chao, M.D., Ph.D.\nSenior Investigator\nFec:rar\nEnclosure\n\n50130208\n\f",
    "augmented_texts": [
        "CENTER FOR BLOOD RESEARCH 800 HUNTINGTON AVENUE 08 Reson Barro BOSTON, MASSACHUSETTS 02115 Biooe Chowne Lawonsone (ott) 731 - 6870 December 9, 1977 rhenium: Grant # 1162 Me, W. T. Hoyt Executive Vice President ‘ The Council for Tobacco Research - U. S. A. , Inc. 110 Bast 59th Street New House of york, New York 10022 Dear Mr. Hoyt: In response to your letter dated December 1, 1977, we have filled and herein return the \" Card of Research Project \" sheet. A copy of the signature sheet which certifies that we shall digest by the regula ~ tions for experiments involving human subjects is also enclosed. We are looking forward to working with the Council on the proposed project. ‘ Thank you. Truly yours, an C. Chao, M. D. , Ph. D. Senior Investigator Fec: rar Enclosure 50130208",
        "CENTER FOR BLOOD RESEARCH 800 HUNTINGTON AVENUE 08 Reson Barro BOSTON, MASSACHUSETTS 02115 Biooe Chowne Lawonsone (ott) 731 - 6870 December 9, 1977 RE: Grant # 1162 Me, W. T. Hoyt Executive Vice President ‘ The Council for Tobacco Research - U. S. Axerophthol. , Inc. 110 Bast fiber 59th Street New York, New York 10022 Dear Mr. Hoyt: In response to your letter dated December 1, 1977, we take in filled and herein return the \" Notice of Research Project \" sheet. A copy of the signature sheet which certifies that we shall stomach by the regula ~ tions for experiments involving human subjects is too enclosed. We are looking forward to working with the Council on the proposed labor. ‘ Thank you. Sincerely yours, an C. Chao, M. D. , Ph. Five hundred. Senior Investigator Fec: rar Enclosure 50130208"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The Council for Tobacco Research-U.S.A., Inc. sent the letter on December 9, 1977. The letter was addressed to W.T. Hoyt, Executive Vice President of the Council. A copy of a signature sheet which certifies that we shall abide by the rules is also enclosed."
}