{
    "filename": "501373719.jpg",
    "metadata": {},
    "text": "    \n\nW ale\n\n   \n\nInter office Memeranch\nSubject’ REAL NEWSPAPER COMMUNICUS PRE-TEST Date: July 5, 1977\n(MRD_#77-1768)\nTo: Mr. S. P. Clark From: Maria Falconetti\n\nMr. J. M, Wallace\n\nMr. Jack Moore of Communicus, Inc. will be here on Wednesday,\nJuly 13, 1977 to present the research findings on a Real\nnewspaper pre-test. The presentation will be at 10:00 A.M. in\nthe 9th Floor Large Conference Room.\n\nThank you.\n\nThee\nMaria Falconetti\n\nMarketing Research Department\n\nMF /me\n\nect Mr. A. H. Johnston\nMr. D, W. Tredennick\nMr. G. E. Harlow\nMs. S. H. McReynolds\nis. C. L. Sharpe\nMs. K. Feakins (O&M)\n\nbits Letos\n\n \n\f",
    "augmented_texts": [
        "W ale Inter office Memeranch Subject ’ real number NEWSPAPER COMMUNICUS PRE - TEST Date: July quintuplet, 1977 (MRD_ # 77 - 1768) To: Mr. Second. P. Clark From: Maria Falconetti Mister. J. Mb, Wallace Mr. Jack Moore of Communicus, Inc. will be here on Wednesday, July 13, 1977 to present the research findings on a Real newspaper pre - test. The presentation will be at 10: 00 A. M. in the 9th Floor Large Conference Room. Thank you. Thee Maria Falconetti Marketing Research Department MF / pine tree state ect Mr. A. H. Johnston Mr. D, W. Tredennick Mr.. G. Atomic number 99. Harlow Ms. S. H. McReynolds is. C. L. Sharpe Ms. K. Feakins (O & M) bits Letos",
        "W ale Inter billet Memeranch Subject ’ REAL NEWSPAPER COMMUNICUS PRE - TEST Date: July 5, 1977 (MRD_ # 77 - 1768) To: Mister. S. P. Clark From: Maria Falconetti Mr. J. M, Wallace Mr. Jack Moore of Communicus, Inc. will be here on Wednesday, July 13, 1977 to present the research findings on a Real newspaper pre - test. The presentation will be at 10: 00 A. M. in the 9th Base Large Conference Room. Thank you. Thee Maria Falconetti Merchandising Enquiry Department MF / me ect Mr. A. H. Johnston Mr. D, W. Tredennick Mr. G. Tocopherol. Harlow Ms. S. H. McReynolds is. Atomic number 6. Litre. Sharpe Ms. K. Feakins (O & M) bits Letos"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Presentation will be at 10:00 A.M. in the 9th Floor Large Conference Room. Presentation to be made by Jack Moore of Communicus, Inc. Maria Falconetti will present the research findings on a Real Newspaper Communicus pre-test."
}