{
    "filename": "501360976_501360978.jpg",
    "metadata": {},
    "text": "a tte Ateteude and Avareness\n\n$7108\n\nPHONE soMBER, bate,\noes Rf\n\nstare, erry\nae Mo\n\nNTERVEEWER'S\n\n(nae\ncoves.\n\n \n\noF\n\nar\n\nIF YES, ASK To $i\n\nae\naN\n\n2a.\nyou\n\nee 10.\n\nYow,\nsmoking at the present tine?\n\nae MP kind Mitt Jou £0 think about your feelsogs about the possthle hararée\nof snoktag. We'll use the sane 0 10,” Tf you have\njourarettt about the hazards of suoking, you vould rate ie af ors ot oe L\nJou can Eied eran tROWE fhe, You UOutd tate de a3 oF «10. \"OF court,\nBene aaaesteast ny ger cuter from Tito 10s\" ov, what cunbar Soe tee a9\n\nbese describes your fee!\n\n \n\nvertistog.....,\n\nDon't kaows ssc.)\nHow interested are you tn knowing the exact\nqnount of tar and aleotine tna particeies Vory interested.\nbrand of cigarette? Would you shy yourate Sonevbat in-\nvery interested, somewhat interested, or not terested sees .e2\ninterested at ail? Not interested\n\nat alleesse\n\nMello, F :\ninformation about var lous proce\n\nRave you ever seen\nhich sentioned ‘che\nnicotine tn ¢ partic\n\n \n\n \n\n     \n\nODE To RICKT OF CORRECT ANSWER. D0 NOT MARK THROUGH\n‘MIS SHEET WILL 9B USED ron MACinNE SASuLateNTy\n\ncounty size: 1\n\n2\n\ncms\n\nBCE\n\nfrom\nthat people wey\n\nand we're getting\n\nfave you, yourself snoked any cigarettes in the pest seven days or not?\n\nNo, Go 70 QUESTION 18.\n\n \n\nIF ¥65, co 10 question 1c.)\n\nIs ehere anyone there\noF not?\n\nnow 21 years of age or older who sookes cigarettes\n\nNo OWE Ax HOME 21 OR OLDER WHO SMOKES,\n\"EAR TO TIAT PERSON AND REP\n\nTERIINATE AND Do\n\"EAT QUESTION 1A.)\n\nNOT USE FOR quoTA,\n\nlow many cigarettes\nsmoke per cay?\n\nss do you usually\n\n \n\nDOES NoT xO,\n\nPERSON SMOKES LESS THAN ONE CIGARETTE FER DAY O8\nDo NOT RECORD O8 INCLUDE TN QUOTA.)\n\nEaking every\nike smoking\n\naf you\nOf course, 1f you are\nrom 1-10.\n\n \n\nsive {e'any other suber\ntke smoking, the higher the number\nhet number fron Ito 10 best describes how mick we\n\n    \n\nhatdrde of smoking?\n\nany cigarette advertising\n‘exact amount of ar end’\n\nSeon advert ising.\nlar cigarette or not?\n\nNot seen ad=\n\n \n\n   \n\n \n\n  \n\nDoa’® knows...\n\n \n\n \n\n \n\n0 sor\nUSE Ths\ncoun\n\n1203-4-5-\no-7-8\n\n$5\noe\n\nne\n\n1a\n\n3460 oct0s\n\n(A\n\nwe\n\n \n\f",
    "augmented_texts": [
        "a tte Ateteude and Avareness $ 7108 PHONE soMBER, bate, oes Rf stare, erry ae Mo NTERVEEWER ' S (nae coves. oF ar IF YES, ASK To $ i ae aN 2a. you ee 10. Yow, smoking at the present tine? ae MP kind Mitt Jou £ 0 think about your feelsogs about the possthle hararée of snoktag. We ' ll use the sane 0 10, ” Tf you have jourarettt about the hazards of suoking, you vould rate ie af ors ot oe L Jou can Eied eran tROWE fhe, You UOutd tate de a3 oF « 10. \" OF court, Bene aaaesteast ny ger cuter from Tito 10s \" ov, what cunbar Soe tee a9 bese describes your fee! vertistog. .. .. , Don ' t kaows ssc.) How concerned are you tn knowing the exact qnount of tar and aleotine tna particeies Vory interested. brand of cigarette? Would you shy yourate Sonevbat in - very interested, somewhat interested, or not terested sees. e2 interested at ail? Not interested at alleesse Mello, F: information about var lous proce Rave you ever seen hich sentioned ‘ che nicotine tn ¢ partic ODE To RICKT OF CORRECT ANSWER. D0 NOT MARK THROUGH ‘ MIS SHEET WILL 9B USED bokkos MACinNE SASuLateNTy county size: 1 2 cms BCE from that people wey and we ' re getting fave you, yourself snoked any cigarettes in the pest seven days or not? No, Go 70 QUESTION 18. IF ¥ 65, co 10 question 1c.) Is ehere anyone there oF not? now 21 years of age or older who sookes cigarettes No OWE Ax HOME 21 OR OLDER WHO SMOKES, \" EAR TO TIAT PERSON AND REP TERIINATE AND Do \" EAT QUESTION 1A.) NOT USE FOR quoTA, low many cigarettes smoke per cay? ss do you usually DOES NoT xO, PERSON smoke LESS THAN ONE CIGARETTE FER DAY O8 Do NOT RECORD O8 INCLUDE TN QUOTA.) Eaking every ike smoking af you Of course, 1f you are rom ace - 10. sive {e ' any other suber tke smoking, the higher the number het number fron Ito 10 best describes how mick we hatdrde of smoking? any cigarette advertising ‘ exact amount of ar end ’ Seon advert ising. lar cigarette or not? Not seen ad = Doa ’ ® knows. .. 0 sor USE Ths coun 1203 - quadruplet - 5 - o - 7 - 8 $ 5 oe ne 1a 3460 oct0s (A we",
        "a tte Ateteude and Avareness $ 7108 PHONE soMBER, bate, oes Rf stare, erry ae Mo NTERVEEWER ' S (nae coves. oF ar IF YES, ASK To $ i ae aN 2a. you ee 10. Yow, smoking at the present tine? ae MP kind Mitt Jou £ 0 think about your feelsogs about the possthle hararée of snoktag. We ' ll use the sane 0 10, ” Tf you have jourarettt about the hazards of suoking, you vould rate internet explorer af ors ot oe L Jou can Eied eran tROWE fhe, You UOutd tate de a3 oF « 10. \" OF court, Bene aaaesteast ny ger cuter from Tito tenner \" ov, what cunbar Soe tee a9 bese describes your fee! vertistog. .. .. , Don ' t kaows ssc.) How interested are you tn knowing the exact qnount of tar and aleotine tna particeies Vory interested. brand of cigarette? Would you shy yourate Sonevbat in - very interested, somewhat interested, or not terested sees. e2 interested at ail? Not interested at alleesse Mello, F: entropy about var lous proce Rave you ever seen hich sentioned ‘ che nicotine tn ¢ partic ODE To RICKT OF CORRECT ANSWER. D0 NOT MARK THROUGH ‘ MIS SHEET WILL 9B USED ron MACinNE SASuLateNTy county size: 1 2 cms BCE from that people wey and we ' re getting fave you, yourself snoked any cigarettes in the pest seven days or not? No, Go 70 QUESTION 18. IF ¥ 65, co 10 question 1c.) Is ehere anyone there oF not? now 21 years of age or older who sookes cigarettes No OWE Ax HOME 21 OR OLDER WHO SMOKES, \" EAR TO TIAT PERSON AND REP TERIINATE AND Do \" EAT QUESTION 1A.) NOT USE FOR quoTA, low many cigarettes smoke per cay? ss do you usually DOES NoT xO, PERSON SMOKES LESS THAN ONE CIGARETTE FER DAY O8 Do NOT RECORD O8 INCLUDE TN QUOTA.) Eaking every ike smoking af you Of course, 1f you are rom 1 - 10. sive {e ' any other suber tke smoking, the higher the number het number fron Ito 10 best describes how mick we hatdrde of smoking? any cigarette advertising ‘ exact amount of ar end ’ Seon advert ising. lar cigarette or not? Not seen ad = Doa ’ ® knows. .. 0 sor USE Ths coun 1203 - 4 - 5 - o - 7 - 8 $ 5 oe ne 1a 3460 oct0s (A we"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "A questionnaire is designed to test people's knowledge of the hazards of smoking. The questions include questions about smoking, smoking habits, and how many cigarettes people smoke per day. It also asks questions such as: 'Are you interested in knowing the exact amount of tar and aleotine in a cigarette?'"
}