{
    "filename": "50146815-6815.jpg",
    "metadata": {},
    "text": " \n\nDepartment of Biological Sciences\n\nWellesley College\n\n \n\n‘Wellesley, Massachusetts 02181 June 16, 1981\n(617) 235-0320\n\n \n\nDr. David Stone\n‘The Council for Tobacco Research-U.S.A., Inc.\n110 East 59th st.\n\nNew York, N. ¥. 10022\n\nDear Dr. Stone:\n\nThis letter is in reference to our conversation of June 16 regarding the excess\nsalary money in my present CIR grant (#1359).\n\nIn the original grant application, in order to devote the majority of my time to\nthe research, I applied for salary money to support vhat is known as a \"release\nunit.\" This means that I would be released from half of my teaching commitment\nin the upcoming fall senester. T later learned that I ves scheduled for a re~\nlease unit which did not require external funding. The result of this is that\nthere will be approxinately $6600.00 in salary money on this year's budget which\nwill remain unexpended. If the CTR agrees, and notifies the Controller of Welles-\nley, this money could be extended to next year's budget. This would allow me to\napply for much less new salary money on the budget of the renewal and still sup-\nport a release unit for the fall of 1982.\n\nI look forward to your visit of the 19th,\n2 Hiss Sincerely, -\n\nOe SS\n\nDennis M. Smith, Ph.D.\nAssistant Professor of Biological Sciences\n\nbh\n\n \n\n50146815\n\f",
    "augmented_texts": [
        "Department of Biological Sciences Wellesley College ‘ Wellesley, Massachusetts 02181 June 16, 1981 (617) 235 - 0320 Dr. David Stone ‘ The Council for Tobacco Research - U. Randomness. A. , Inc. 110 East 59th st. New York, N. ¥. 10022 Dear Dr. Stone: This letter is in reference to our conversation of June xvi regarding the excess salary money in my present CIR grant (# 1359 ). In the original grant application, in rescript to devote the majority of my time to the research, I applied for salary money to support vhat is known as a \" release unit. \" This means that I would be released from half of my teaching commitment in the upcoming fall senester. T later learned that I ves scheduled for a re ~ rental unit which did not require external funding. The result of this is that there will be approxinately $ 6600. 00 in salary money on this year ' s budget which will remain unexpended. If the CTR agrees, and notifies the Controller of Welles - ley, this money could be extended to next year ' s budget. This would allow me to apply for much less new salary money on the budget of the renewal and still sup - port a release unit of measurement for the fall of 1982. I look forward to your visit of the 19th, 2 Hiss Sincerely, - Oe SS Dennis M. Smith, Ph. D. Assistant Professor of Biological Sciences bh 50146815",
        "Department of Biological Sciences Wellesley College ‘ Wellesley, Massachusetts 02181 June 16, 1981 (617) 235 - 0320 Dr. David Stone ‘ The Council for Tobacco Research - U. S. A. , Inc. 110 East 59th st. New York, N. ¥. 10022 Dear Dr. Stone: This alphabetic character is in reference to our conversation of June 16 regarding the excess salary money in my present CIR grant (# 1359 ). In the original grant application, in order to devote the majority of my time to the research, I applied for salary money to support vhat is known as a \" release unit. \" This means that I would be released from half of my teaching commitment in the upcoming fall senester. T later learned that I ves scheduled for a re ~ lease unit which did not require external funding. The result of this is that there bequeath be approxinately $ 6600. 00 in salary money on this year ' s budget which will stay unexpended. If the CTR agrees, and notifies the Controller of George orson welles - ley, this money could be extended to next year ' s budget. This would allow me to apply for much less new salary money on the budget of the renewal and still sup - port a release unit for the fall of 1982. I look forward to your visit of the 19th, 2 Hiss Sincerely, - Oe SS Dennis M. Smith, Ph. 500. Assistant Professor of Biological Sciences bh 50146815"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Department of Biological Sciences. University of Massachusetts, Wellesley. The Council for Tobacco Research-U.S.A., Inc. (CTR), 110 East 59th st. St. New York, N.Y. 10022. Dr. David Stone, Ph.D."
}