{
    "filename": "50141674_50141677.jpg",
    "metadata": {},
    "text": " \n\n6 CURRICULUM VITAE\nAke Wennmatm, M.D.\nDATE OF BIRTH: January 22, 1943\n\nPLACE OF BIRTH: Stockholm, Sweden\n\nFAMILY: Married - Marianne Junstad\n\n \n\nChildren - Susanne--November 21, 1965\nStefan--December 4, 1970\nChristian--December 19, 1974\nFabian--January 31, 1976\n\nEDUCATION:\n1. High School - Natural sciences- Brannkyrka laéroverk, Stockholm, 1961.\ne 2. Medical School - Karolinska Institute, Stockholm, Sweden,\nM.D. 1971\nPOSTGRADUATE TRAINING APPOINTMENTS:\nRotating Intern - Serafimerlasarettet, Stockholm, 1972-1973.\n2. Resident in Clinical Physiology 1974-1976.\n3. Associate chief physician at the Department of Clinical Physio-\nlogy, Huddinge Hospital, 1976--\n\nMILITARY. SER\\\n\n \n\n \n\n1. Basal military education in the A.A. Defense in Norrtélje, Sweden\n1971-1972.\n\n \n\f",
    "augmented_texts": [
        "6 CURRICULUM VITAE Ake Wennmatm, M. D. DATE OF BIRTH: January 22, 1943 PLACE OF BIRTH: Stockholm, Sweden FAMILY: Married - Marianne Junstad Children - Susanne - - November 21, 1965 Stefan - - December 4, 1970 Christian - - December 19, 1974 Fabian - - January 31, 1976 EDUCATION: 1. High School - Natural sciences - Brannkyrka laéroverk, Stockholm, 1961. e 2. Medical School - Karolinska Institute, Capital of sweden, Sweden, M. D. 1971 POSTGRADUATE TRAINING APPOINTMENTS: Rotating Intern - Serafimerlasarettet, Stockholm, 1972 - 1973. 2. Resident in Clinical Physiology 1974 - 1976. 3. Associate master physician at the Department of Clinical Physio - logy, Huddinge Hospital, 1976 - - MILITARY. SER \\ 1. Basal military education in the Axerophthol. A. Defense in Norrtélje, Sweden 1971 - 1972.",
        "6 CURRICULUM VITAE Ake Wennmatm, M. D. DATE OF BIRTH: January 22, 1943 PLACE OF birthing: Stockholm, Sweden FAMILY: Married - Marianne Junstad Children - Susanne - - November 21, 1965 Stefan - - Dec 4, 1970 Christian - - December 19, 1974 Fabian - - January 31, 1976 EDUCATION: 1. High School - Natural sciences - Brannkyrka laéroverk, Capital of sweden, 1961. e 2. Medical Shoal - Karolinska Institute, Stockholm, Kingdom of sweden, Megabyte. D. 1971 POSTGRADUATE TRAINING APPOINTMENTS: Rotating Intern - Serafimerlasarettet, Stockholm, 1972 - 1973. 2. Resident in Clinical Physiology 1974 - 1976. 3. Associate chief physician at the Department of Clinical Physio - logy, Huddinge Hospital, 1976 - - MILITARY. SER \\ 1. Basal military education in the A. A. Defense in Norrtélje, Sweden 1971 - 1972."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Ake Wennmatm, M.D. was born January 22, 1943, in Stockholm, Sweden. He is married to Marianne Junstad and has three children. His doctorate degree is from the Karolinska Institute, Stockholm,. He was a member of the Royal Swedish Academy of Medicine."
}