{
    "filename": "501492352+-2353.jpg",
    "metadata": {},
    "text": " \n\nWILLIAM ESTY COMPANY\nmconronares\n\nADVERTISING\n\n \n\nMarch 10, 1978\n\nOn February 22, we wrote a letter spelling out security procedures for ‘the Camel\nFilters Pop-Up Coupon appearing in your\n\nA mmber of the publications are having difficulty instituting these procedures,\nSome are indicating that there will be additional charges if they are to comply\nwith these instructions exactly,\n\nThis letter cancels the instructions requested in the February 22 letter. It\noutlines new requirements which we believe are essential for the Camel Pop-Up\nCoupon. They are scaled down considerably from our previous letter.\n\n  \n\n \n\nsecurity procedures are requested in an effort to eliminate the mis-re-\ndemption that occasionally accompanies a program of this type. ‘These insert\ncards have & cash value and cannot be treated like an ordinary coupon. Your\nmagazine mist assume some lability if these cards fall into the wrong hands and\n‘are wed improperly. These security procedures were developed in an attempt to\neliminate this problem,\n\n \n\n \n\nR. J. Reynolds Tobacco Company and the William Esty agency feel it is incumbent\nupon the publication that no mis-redemption of these cards takes place, that no\ntheft of the inserte takes place. We do not feel out of order in making this\nrequest — and we are not prepared to incur additional charges to see that these\ncarde are only used as intended.\n\n \n\nIf the physical appearance of the skids, when received, suggests that they\nhave been broken into, we would ask that an investigation and report be made\nimmediately. The receipt, which 19 signed by the consignee, has always in-\nplied that the material wae received in good condition.\n\nWhile these cards are in your plant, awaiting insertion into the book, we\nfeel it is the magasine's responsibility to mke certain no carde are stolen.\nIt 4s your obligation to securely store the cards until the binding operation\n\n‘The cards should be brought to the bindery area only when required and they\n‘should not be left standing open when not in actual use.\n\n&\n\nzac 6vtos\n\f",
    "augmented_texts": [
        "WILLIAM ESTY COMPANY mconronares ADVERTISING March 10, 1978 On February 22, we wrote a letter spelling out security procedures for ‘ the Camel Filters Pop - Up Coupon appearing in your A mmber of the publications are having difficulty instituting these procedures, Some are indicating that there will be additional charges if they are to comply with these instructions exactly, This letter cancels the instruction manual requested in the February 22 letter. It outlines new requirements which we believe are essential for the Camel Pop - Up Coupon. They are scaled down considerably from our old letter. security procedures are requested in an effort to eliminate the mis - re - demption that occasionally accompanies a program of this type. ‘ These insert cards have & cash value and cannot be treated like an ordinary coupon. Your magazine mist assume some lability if these cards fall into the wrong hands and ‘ are wed improperly. These security procedures were developed in an attempt to eliminate this problem, R. J. Reynolds Tobacco Company and the William Esty agency feel it is incumbent upon the publication that no mis - redemption of these cards takes place, that no theft of the inserte takes blank space. We do not feel out of order in making this request — and we embody not prepared to incur additional charges to see that these carde are only used as intended. If the physical appearance of the skids, when received, suggests that they have been broken into, we would ask that an investigation and story constitute made immediately. The receipt, which 19 signed by the consignee, has always in - plied that the material wae received in good condition. While these cards are in your plant, awaiting insertion into the book, we feel it is the magasine ' s responsibility to mke sure no carde are stolen. It 4s your obligation to securely store the cards until the cover operation ‘ The cards should exist brought to the bindery area only when required and they ‘ should not be left standing open when not in actual use. & zac 6vtos",
        "WILLIAM ESTY COMPANY mconronares ADVERTISING March 10, 1978 On February 22, we wrote a letter spelling out security procedures for ‘ the Camel Filters Pop - Up Coupon appearing in your A mmber of the publications are having difficulty instituting these procedures, Some are indicating that there will be additional charge if they are to comply with these instructions exactly, This letter cancels the instructions requested in the February 22 letter. It outlines new requirements which we believe are essential for the Camel Pop - Up Coupon. They are scaled down considerably from our previous letter. security procedures are requested in an effort to eliminate the mis - re - demption that occasionally accompanies a program of this type. ‘ These insert cards have & cash value and cannot be treated like an ordinary coupon. Your magazine mist assume some lability if these cards fall into the wrong hands and ‘ be wed improperly. These security procedures were developed in an attempt to eliminate this problem, R. J. Reynolds Tobacco Company and the William Esty agency feel it is incumbent upon the publication that no mis - redemption of these cards takes place, that no theft of the inserte takes place. We do not feel out of order in making this asking — and we are not prepared to incur additional charges to see that these carde are only used as intended. If the physical appearance of the skids, when received, suggests that they have been broken into, we would ask that an investigation and report be made immediately. The receipt, which 19 signed by the consignee, has always in - plied that the material wae received in good condition. While these cards are in your plant, awaiting insertion into the book, we feel it is the magasine ' s responsibility to mke certain no carde are stolen. It 4s your obligation to securely store the cards until the binding operation ‘ The cards should be brought to the bindery area only when required and they ‘ should not be left standing open when not in actual use. & zac 6vtos"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Security procedures are requested in an effort to eliminate the mis-re-demption that occasionally accompanies a program of this type. ‘These insertcards have & cash value and cannot be treated like an ordinary coupon. Your magazine mist assume some lability if these cards fall into the wrong hands and are wed improperly’"
}