{
    "filename": "501525861.jpg",
    "metadata": {},
    "text": "‘Alan Ros),\nNovember 8, 1976\n\n   \n\n \n\nACCOUNTS OF SMOKING PRODUCT MANUFACTURE DESCRIBE THE USE OF SEVERAL TYPES OF\nADDITIVES, NAMELY, CASING MATERIALS AND FLAVORANTS. WHAT IS THE DIFFERENCE\nBETWEEN THESE MATERIALS?\n\nIN GENERAL, CASING MATERIALS HAVE A LONG HISTORY OF USE ON TOBACCO PRODUCTS.\nTHEY INCLUDE SUCH MATERIALS AS SUGAR, LICORICE, COCOA, AND GLYCEROL. THEIR\nUSE ORIGINATED IN THE MID-1800s WITH CHEWING TOBACCO, WAS CONTINUED INTO THE\nERA OF PIPE TOBACCO, AND NOW THEY ARE USED ON CIGARETTE TOBACCOS.\n\nSUGAR IN SMOKING PRODUCTS WAS FOUND TO CONTROL SMOKE pH BY LOWERING IT, THUS\nMAKING THE SMOKE EASIER TO INHALE. DURING THE SMOKING PROCESS, SUGARS CON-\nTRIBUTE ACIDIC COMPONENTS TO THE SMOKE WHICH OFFSET OR \"CANCEL OUT” THE EFFECT\nOF SOME OF THE BASES IN THE SMOKE. LICORICE IMPARTS A CERTAN SWEETNESS AND\nWOODY NOTE WHICH ENHANCE THE QUALITY OF THE SMOKE; COCOA PROVIDES A DESIRABLE\nFLAVOR; GLYCEROL - SINCE IT IS HYGROSCOPIC, i.e., WILL TAKE UP WATER - PREVENTS\n‘AN OPEN PACK OF CIGARETTES FROM DRYING OUT. GLYCEROL IS ALSO A MANUFACTURING\nAID TO FACILITATE THE CUTTING OF TOBACCO INTO THE SHRED SIZE USED IN CIGARETTE\nFILLER. : e\n\nFLAVORANTS ARE USUALLY HIGHLY FLAVORED MATERIALS FOUND EITHER IN TOBACCO AND/OR\nSMOKE OR ON A GOVERNMENT APPROVED LIST OF FLAVORANTS, THE SO-CALLED GRAS LIST\n(GRAS = GENERALLY REGARDED AS SAFE).\n\nTHE MAJOR DIFFERENCE BETWEEN CASING MATERIALS AND FLAVORANTS INSOFAR AS USE ON\nCIGARETTE TOBACCO IS CONCERNED IS THAT A FEW PERCENT BY WEIGHT OF THE FORMER MAY\nBE APPLIED TO THE TOBACCO WHEREAS THE LATTER, THE FLAVORANTS, ARE GENERALLY\nUSED AT LEVELS IN THE PARTS PER MILLION RANGE, ive., AT LEVELS OF A FEW\n\nt99¢ 26106\n\nTEN-THOUSANDS OF A PERCENT BY WEIGHT. ONE NOTABLE EXCEPTION TO THIS USE\n\n@\n\n \n\f",
    "augmented_texts": [
        "‘ Alan Ros ), November 8, 1976 ACCOUNTS OF SMOKING PRODUCT MANUFACTURE DESCRIBE THE USE OF SEVERAL TYPES OF ADDITIVES, NAMELY, CASING material AND FLAVORANTS. WHAT IS THE DIFFERENCE BETWEEN THESE MATERIALS? IN GENERAL, CASING MATERIALS HAVE A LONG HISTORY OF USE ON TOBACCO PRODUCTS. THEY INCLUDE SUCH textile AS SUGAR, LICORICE, COCOA, AND GLYCEROL. THEIR USE ORIGINATED inch THE MID - 1800s WITH CHEWING TOBACCO, WAS CONTINUED INTO THE ERA OF PIPE TOBACCO, AND NOW THEY ARE USED ON CIGARETTE TOBACCOS. SUGAR IN SMOKING PRODUCTS WAS FOUND TO CONTROL SMOKE pH BY LOWERING IT, THUS MAKING THE SMOKE EASIER TO INHALE. DURING THE SMOKING PROCESS, SUGARS CON - TRIBUTE ACIDIC COMPONENTS TO THE SMOKE WHICH OFFSET OR \" CANCEL OUT ” THE EFFECT OF SOME OF THE pedestal IN THE SMOKE. LICORICE IMPARTS A CERTAN SWEETNESS AND WOODY NOTE WHICH ENHANCE THE QUALITY OF THE SMOKE; COCOA PROVIDES A DESIRABLE FLAVOR; GLYCEROL - SINCE IT IS HYGROSCOPIC, i. due east. , WILL TAKE UP WATER - PREVENTS ‘ AN OPEN PACK OF CIGARETTES FROM DRYING OUT. GLYCEROL IS ALSO A MANUFACTURING AID TO FACILITATE THE CUTTING OF TOBACCO INTO THE SHRED SIZE USED IN CIGARETTE FILLER. : e FLAVORANTS ARE USUALLY HIGHLY FLAVORED MATERIALS FOUND EITHER IN TOBACCO AND / OR SMOKE OR ON A GOVERNMENT APPROVED LIST OF FLAVORANTS, THE SO - CALLED GRAS LIST (GRAS = GENERALLY REGARDED AS SAFE ). THE MAJOR DIFFERENCE BETWEEN CASING material AND FLAVORANTS INSOFAR AS USE ON CIGARETTE TOBACCO IS CONCERNED IS THAT A FEW PERCENT BY WEIGHT OF THE FORMER MAY BE APPLIED TO THE TOBACCO WHEREAS THE LATTER, THE FLAVORANTS, ARE GENERALLY USED AT LEVELS IN THE PARTS PER MILLION RANGE, ive. , atomic number 85 LEVELS OF A FEW t99 ¢ 26106 TEN - THOUSANDS OF A PERCENT BY WEIGHT. ONE NOTABLE exclusion TO THIS USE @",
        "‘ Alan Ro ), November octad, 1976 ACCOUNTS OF SMOKING PRODUCT MANUFACTURE DESCRIBE THE USE OF SEVERAL TYPES OF ADDITIVES, NAMELY, CASING MATERIALS AND FLAVORANTS. WHAT IS THE DIFFERENCE BETWEEN THESE MATERIALS? IN GENERAL, CASING MATERIALS HAVE A LONG HISTORY OF USE ON TOBACCO PRODUCTS. THEY INCLUDE SUCH MATERIALS AS SUGAR, LICORICE, COCOA, AND GLYCEROL. THEIR USE ORIGINATED IN THE MID - 1800s WITH CHEWING TOBACCO, WAS CONTINUED INTO THE ERA OF PIPE tobacco plant, AND NOW THEY ARE USED ON CIGARETTE TOBACCOS. SUGAR IN SMOKING PRODUCTS WAS FOUND TO CONTROL SMOKE pH BY LOWERING information technology, THUS MAKING THE SMOKE EASIER TO INHALE. DURING THE SMOKING physical process, SUGARS CON - TRIBUTE ACIDIC COMPONENTS TO THE SMOKE WHICH OFFSET OR \" CANCEL OUT ” THE EFFECT OF SOME OF THE BASES IN THE SMOKE. LICORICE IMPARTS A CERTAN SWEETNESS AND WOODY NOTE WHICH ENHANCE THE QUALITY OF THE SMOKE; COCOA PROVIDES A DESIRABLE FLAVOR; GLYCEROL - SINCE IT IS HYGROSCOPIC, i. e. , WILL TAKE UP WATER - PREVENTS ‘ AN OPEN PACK OF CIGARETTES FROM DRYING OUT. GLYCEROL IS ALSO A MANUFACTURING AID TO FACILITATE THE CUTTING OF TOBACCO INTO THE SHRED SIZE USED IN CIGARETTE FILLER. : e FLAVORANTS ARE USUALLY HIGHLY FLAVORED MATERIALS FOUND EITHER IN TOBACCO AND / OR SMOKE OR ON A GOVERNMENT APPROVED LIST OF FLAVORANTS, THE SO - CALLED GRAS LIST (GRAS = GENERALLY REGARDED AS SAFE ). THE MAJOR DIFFERENCE BETWEEN CASING MATERIALS AND FLAVORANTS INSOFAR AS USE ON CIGARETTE TOBACCO IS CONCERNED IS THAT A FEW PERCENT BY WEIGHT OF THE FORMER MAY BE APPLIED TO THE TOBACCO WHEREAS THE LATTER, THE FLAVORANTS, ar GENERALLY USED AT LEVELS IN THE PARTS PER MILLION RANGE, ive. , AT LEVELS OF A FEW t99 ¢ 26106 TEN - THOUSANDS OF A PERCENT BY WEIGHT. ONE NOTABLE EXCEPTION TO THIS USE @"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "CASING MATERIALS HAVE A LONG HISTORY OF USE ON TOBACCO PRODUCTS. SUGAR, LICORICE, COCOA, AND GLYCEROL. Their use originated in the MID-1800s with CHEWing ToBacCO, and now they are USED on CIGARETTE TObACCOS."
}