{
    "filename": "50151245-1245.jpg",
    "metadata": {},
    "text": "e” Covnom For Tozacco Resrarcu-U.S.A., Inc.\nAugust 10, 1983\nGRANT APPLICATION NO. 1409R2\nMISCELLANEOUS\nTO: he committee comprising Drs. Boutwell, Bowden and Jacobson\n\nSUBJECT: Gidon Czapski, Ph.D., ‘The Hebrew University, Jersalem, Israel\nSecond Renewal Application No. 1409R2\n\"On the Toxicity of Oxygen and Superoxide Ton; Is Superoxide Toxic?\nHISTORY\n\nApplication No. 1409 requesting $39,300 for the first year of a\nthree year study was approved by the SAB in Oct. 1982. Budget estimate for the\nthird year was $40,375.\n\nREQEST\nApplication No, 1409R2 requests $40,145 for the third year of\nthe study.\ne@ DOCUMENTS SUBMITTED (attached) :\n1, Application datedMay 13,1983 (5 pages)\n2. Progress Report No. 2 covering period Jan. 1982 - May 1983\n(8 pages including Face-Sheet)\nCommer\nAs progress appears to be satisfactory, this application\nbe handled adminstratively andwithheld from the bulky SAB\nagenda for the Oct. 1983 meeting, unless you object.\nDAVID STONE\nDS/mla\n\n50151245\n\f",
    "augmented_texts": [
        "e ” Covnom For Tozacco Resrarcu - U. S. A. , Inc. August 10, 1983 GRANT APPLICATION NO. 1409R2 MISCELLANEOUS TO: he committee comprising Drs. Boutwell, Bowden and Jacobson SUBJECT: Gidon Czapski, Ph. D. , ‘ The Hebrew University, Jersalem, Israel Second Renewal Coating No. 1409R2 \" On the Toxicity of Oxygen and Superoxide Ton; Is Superoxide Toxic? HISTORY Application No. 1409 requesting $ 39, 300 for the first year of a three year study was approved by the SAB in Oct. 1982. Budget estimate for the third year was $ 40, 375. REQEST Applications programme No, 1409R2 requests $ 40, 145 for the third year of the study. e @ DOCUMENTS SUBMITTED (attached ): 1, Application datedMay 13, 1983 (5 pages) ii. Progress Report No. 2 covering period Jan. 1982 - May 1983 (8 pages including Face - Sheet) Commer As progress appear to be satisfactory, this application be handled adminstratively andwithheld from the bulky SAB agenda for the Oct. 1983 meeting, unless you object. DAVID harlan fisk stone DS / mla 50151245",
        "e ” Covnom For Tozacco Resrarcu - U. S. A. , Inc. August 10, 1983 GRANT APPLICATION NO. 1409R2 MISCELLANEOUS TO: he committee comprising Drs. Boutwell, Bowden and Jacobson SUBJECT: Gidon Czapski, Ph. D. , ‘ The Hebrew University, Jersalem, Israel Second Renewal Application No. 1409R2 \" On the Toxicity of Oxygen and Superoxide Ton; Is Superoxide Toxic? HISTORY Application No. 1409 bespeak $ 39, 300 for the first year of a three yr study was approved by the SAB in Oct. 1982. Budget estimate for the third year was $ 40, 375. REQEST Application No, 1409R2 requests $ 40, 145 for the third year of the study. e @ DOCUMENTS SUBMITTED (attached ): 1, Application datedMay 13, 1983 (5 pages) 2. Progress Report No. 2 covering period Jan. 1982 - May 1983 (8 pages including Side - Sheet) Commer As progress appears to be satisfactory, this application be handled adminstratively andwithheld from the bulky SAB agenda for the Oct. 1983 meeting, unless you object. DAVID STONE DS / mla 50151245"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Application No. 1409 requesting $39,300 for the first year of a three-year study was approved by the SAB in Oct. 1982. Budget estimate for second year was $40,375. Application No, 1408R2 requests $ 40,145 for third year."
}