{
    "filename": "501529906.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\n \n\n \n\nNEW YORK UNIVERSITY MEDICAL CENTER\n\nInstitute of Environmental Medicine\n\n‘550 FIRST AVENUE, NEW YORK, N.Y. 10016\nAREA 212 679-3200\n\nANTHONY J, LANZA RESEARCH LABORATORIES AT UNIVERSITY VALLEY\nLONG MEADOW ROAD, STERLING FOREST, TUXEDO, NY.\nMAIL ANO TELEPHONE ADDRESS: 50 FIRST AVENUE, NEW YORK, N.Y. 10016\n\nSeptember 12, 1975\n\nDr. Murray Senkus\n\nDirector of Research\n\nR.J. Reynolds Tobacco Co.\nWinston-Salem, North Carolina 27102\n\nDear Dr. Senkus:\n\nYou may recall that I reported on the cocarcino-\ngenicity of catechol and other compounds at a meeting of\nthe Tobacco Working Group (NIH) about a year ago. That\nwork has now been completed and written up, and I am sending\nyou a copy of the manuscript with this letter. I will be\nsending it to the J.N.C.I. for publication as soon as I\nreceive clearance from the offices of Drs. Gio Gori and\nThomas Owen at NCI.\n\nI feel that this work is potentially important\nin terms of the development of a less hazardous cigarette.\nAlso, several new areas of follow-up studies are indicated\ne.g., doses that are more relevant to the ratios of B(a)P:co~\ncarcinogens as they occur in smoke condensate, etc.\n\nI will welcome any comments you may have regarding\nthis manuscript.\n\nWith kind regards.\n\nSingerely yours,\n[ f ,\n\nB. L. Van Duuren\nProfessor of Environmental Medicine\n\nBLVD:ef\nEnc.\n\n9066 zstos\n\n \n\f",
    "augmented_texts": [
        "NEW YORK UNIVERSITY MEDICAL CENTER Institute of Environmental Medicine ‘ 550 FIRST AVENUE, NEW YORK, N. Y. 10016 AREA 212 679 - 3200 ANTHONY J, LANZA RESEARCH LABORATORIES AT UNIVERSITY VALLEY LONG MEADOW ROAD, STERLING FOREST, TUXEDO, NY. MAIL ANO TELEPHONE ADDRESS: 50 FIRST AVENUE, NEW YORK, N. Y. 10016 September 12, 1975 Dr. Murray Senkus Director of Research R. Watt second. Sir joshua reynolds Tobacco Co. Winston - Salem, North Carolina 27102 Dear Dr. Senkus: You may recall that I reported on the cocarcino - genicity of catechol and other compounds at a meeting of the Tobacco Working Group (NIH) about a year ago. That work has now been completed and written up, and I am sending you a copy of the manuscript with this letter. I will be sending it to the J. N. C. I. for publication as soon as I receive clearance from the offices of Drs. Gio Gori and Thomas Owen at NCI. I feel that this work is potentially important in terms of the development of a less hazardous cigarette. Also, several new areas of follow - up studies are indicated e. g. , doses that are more relevant to the ratios of B (a) P: co ~ carcinogens as they occur in smoke condensate, etc. I will welcome any comments you may consume reckon this manuscript. With kind regards. Singerely yours, [f, B. L. Van Duuren Professor of Environmental Medicine BLVD: ef Enc. 9066 zstos",
        "NEW YORK UNIVERSITY MEDICAL CENTER Institute of Environmental Medicine ‘ 550 FIRST AVENUE, NEW YORK, N. Y. 10016 AREA 212 679 - 3200 ANTHONY J, LANZA RESEARCH LABORATORIES AT UNIVERSITY VALLEY LONG MEADOW ROAD, STERLING FOREST, TUXEDO, NY. MAIL ANO TELEPHONE computer address: 50 FIRST AVENUE, NEW YORK, N. Y. 10016 September 12, 1975 Dr. Murray Senkus Director of Research R. J. Reynolds Tobacco Co. Winston - Capital of oregon, North Carolina 27102 Dear Dr. Senkus: You may recall that I reported on the cocarcino - genicity of catechol and other compounds at a meeting of the Tobacco Working Group (NIH) about a year ago. That work has now been completed and written up, and I am sending you a copy of the manuscript with this letter. I will be sending it to the Watt second. N. C. I. for publication as soon as I receive clearance from the offices of Drs. Gio Gori and Thomas Owen at NCI. I feel that this oeuvre is potentially important in terms of the development of a less hazardous cigarette. Also, several new areas of follow - up studies represent indicated e. g. , doses that are more relevant to the ratios of B (a) P: co ~ carcinogens as they occur in dope condensate, etc. I will welcome any comments you may have regarding this manuscript. With kind regards. Singerely yours, [f, B. L. Van Duuren Professor of Environmental Medicine BLVD: ef Enc. 9066 zstos"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "I feel that this work is potentially important in terms of the development of a less hazardous cigarette. Several new areas of follow-up studies are indicated. I will be sending it to the J.N.C.I. for publication as soon as I receive clearance from the offices of Drs. Gio Gori and Thomas Owen."
}