{
    "filename": "501522185_501522186.jpg",
    "metadata": {},
    "text": " \n\nROR & eb TSeATAL xs Gs Reynolds, Tobsces ¢ aS “\n\n \n\n \n\nINTEROFFICE MEMORANDUM RI\nJanvary 18, 1984\n\nTo: Dr. G. R. Di Marco *\nFROM: Alan Rodgman\nSUBJECT: Weekly Highlights\nFundamental R&D\nTOBACCO/ SMOKE RESEARCH\n\n@ smoke\n\n \n\nModifications to the puff-by-puff smoking machine to allow study of the\neffect of puff frequency on puff-by-puff delivery profiles have been\ncompleted. The modifications which were made by Mr. Saythe will allow\npuff-by-puff smoke collection at puff intervals of 15, 30, 45, and 90 seconds.\nData collection has begun for a study which will examine the effects of both\npuff frequency and puff volume.\n\nBIOSCIENCE RESEARCH\n© Entomology\n\nIn September 1983, Dr. Benezet presented a paper at the International\nConference on Stored Product Entomology on the results of his research on\nbeetle control with methoprene. He has been invited to present the paper in\nFebruary at a course at the University of Kentucky on insect control.\n\nDr. Faustini from PM will also participate.\n\nBIOBEHAVIORAL RESEARCH\n© Nicotine Pharmacology\n\nPure, tritiated L-nicotine has been received, and studies of the nicotine\nbinding sites in murine neuroblastoma are underway. Use of this new material\nhas increased the sensitivity of the experiments two- to four-fold.\n\nDetails for modification of the Zeiss microscope to allow its interfacing\nto the existing Bausch and Lomb Ounicon image analyzer have been worked out in\nconjunction with Dr. Dominguez and the technical support staffs at Zeiss and\nBausch and Lomb. Upon final approval of the AR, the microscope will be\nordered and shipped to Bausch and Lomb for modification. Once this is\ncomplete it will be shipped to RJR for incorporation into the Ownicon system,\n\n€\nX\n\nsetz 2otos\n\n \n\f",
    "augmented_texts": [
        "ROR & eb TSeATAL xs Gs Reynolds, Tobsces ¢ aS “ INTEROFFICE MEMORANDUM RI Janvary 18, 1984 To: Dr. G. R. Di Marco * FROM: Alan Rodgman SUBJECT: Weekly Highlights Fundamental R & D TOBACCO / SMOKE RESEARCH @ smoke Modifications to the puff - by - puff smoke machine to allow study of the effect of ottoman frequency on puff - by - puff delivery profiles have be completed. The modifications which were made by Mr. Saythe will allow puff - by - puff smoke collection at puff intervals of 15, 30, 45, and 90 seconds. Data collection has begun for a study which will examine the effects of both puff frequency and powderpuff volume. BIOSCIENCE RESEARCH © Entomology In September 1983, Dr. Benezet presented a paper at the International Conference on Stored Product Entomology on the event of his research on beetle control with methoprene. He has been invited to present the paper in February at a course at the University of Kentucky on insect control. Dr. Faustini from PM will also participate. BIOBEHAVIORAL RESEARCH © Nicotine Pharmacology Pure, tritiated L - nicotine has been received, and studies of the nicotine binding sites in murine neuroblastoma are underway. Use of this new material has increased the sensitivity of the experiments two - to four - fold. Point for modification of the Zeiss microscope to allow its interfacing to the existing Bausch and Lomb Ounicon image analyzer have been worked out in conjunction with Dr. Dominguez and the technical support staffs at Zeiss and Bausch and Lomb. Upon final approval of the AR, the microscope will be ordered and shipped to Bausch and Lomb for modification. Once this is complete it will be shipped to RJR for incorporation into the Ownicon organization, € X setz 2otos",
        "ROR & eb TSeATAL xs Gs Reynolds, Tobsces ¢ aS “ INTEROFFICE MEMORANDUM RI Janvary 18, 1984 To: Dr. G. R. Di Marco * FROM: Alan Rodgman SUBJECT: Weekly Highlights Fundamental R & D TOBACCO / SMOKE RESEARCH @ smoke Modifications to the puff - by - puff smoking machine to allow study of the effect of puff absolute frequency on puff - by - puff delivery profiles have been completed. The modifications which were made by Mr. Saythe volition allow puff - by - puff smoke collection at puff intervals of 15, 30, 45, and 90 seconds. Data collection has begun for a study which will examine the effects of both puff frequency and puff volume. BIOSCIENCE RESEARCH © Entomology In September 1983, Dr. Benezet presented a paper at the International Conference on Stored Product Entomology on the results of his research on beetle control with methoprene. He has been invited to present the paper in February at a course at the University of Kentucky on insect control. Dr. Faustini from PM will also participate. BIOBEHAVIORAL inquiry © Nicotine Pharmacology Pure, tritiated L - nicotine accept been received, and studies of the nicotine binding sites in murine neuroblastoma are underway. Use of this new material has increased the sensitivity of the experiments two - to four - fold. Details for modification of the Zeiss microscope to allow its interfacing to the existing Bausch and Lomb Ounicon image analyzer have been work on out in conjunction with Dr. Dominguez and the technical support staffs at Zeiss and Bausch and Lomb. Upon final approval of the AR, the microscope will be ordered and shipped to Bausch and Lomb for modification. Once this is complete it will be shipped to RJR for incorporation into the Ownicon system, € X setz 2otos"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "A study of the effects of puff-by-puff smoking machine on puff frequency and puff volume has been completed. A new material for testing nicotine binding sites in murine neuroblastoma is underway. Details for modification of a Zeiss microscope to allow its interfacing to the existing Bausch and Lomb Ounicon image analyzer have been worked out."
}