{
    "filename": "50156105-6107.jpg",
    "metadata": {},
    "text": " \n\nBIOGRAPHICAL SKETCH\nNAME: Ingegerd M. Keith (formerly Burgaz)\n\nTITLE: Research Associate, Department of Veterinary Science, University of\nWisconsin-Madi son\n\nBIRTHDATE: June 14, 1941\n\nPLACE OF BIRTH: Stockholm, Sweden.\nPermanent resident of the United States of America.\n\n \n\nSEX: Female\nEDUCATION:\nYear\nInstitution and Location Degree Conferred Scientific Field\nUniversity of Stockholm, Sweden BS. 1968 Zoology\nUniversity of Stockholm, Sweden MS. 1971 Zoology\nKarolinska Instituet (Med. Sch),\nStockholm, Sweden MAK 1976 Human Medicine\n\nUniversity of Wisconsin-Madi son Ph.D. 1980 Veterinary Science,\n\nHuman Pathology\nHONORS:\n\nSigma Xi; The Zoological Society, Sweden; Medical Society, Stockholm,\nSweden; Sigma Delta Epsilon.\nMAJOR RESEARCH INTEREST:\n\nPulmonary neuroendocrine cell dynamics and the regulation of circulation.\n\nRESEARCH SUPPORT:\n\nMorphologic and functional correlations of the APUD cells of the Jung.\nCouncil for Tobacco Research #1036-AR2; $37,500; 7/1/80 to 6/30/81; 100% time.\n(Principal investigator James A. Wi11)\n\nRESEARCH AND/OR PROFESSIONAL EXPERIENCE:\nPositions\n\nJuly 1980 = present: Research Associate in the Cardiopulmonary Group at\nthe Department of Veterinary Science, Madison, Wisconsin.\nCurrent research projects =~ Pulmonary neuroendocrine ce11 function:\neffects of acute and chronic hypoxia, normoxia, acute and chronic\nhyperoxia and vagus stimulation.\n\nAug. 1977 = July 1980: Research Assistant and graduate student at the\nDepartment of Veterinary Science, Madison, Wisconsin.\n\n \n\n50156105\n\f",
    "augmented_texts": [
        "BIOGRAPHICAL SKETCH figure: Ingegerd M. Keith (erstwhile Burgaz) TITLE: Research Associate, Department of Veterinary Science, University of Wisconsin - Madi son BIRTHDATE: June 14, 1941 PLACE OF BIRTH: Stockholm, Sweden. Permanent resident of the United States of America. SEX: Female EDUCATION: Year Institution and Location Degree Conferred Scientific Field University of Stockholm, Sweden BS. 1968 Zoology University of Stockholm, Sweden MS. 1971 Zoology Karolinska Instituet (Med. Sch ), Stockholm, Sweden MAK 1976 Human Medicine University of Wisconsin - Madi son Ph. D. 1980 Veterinary Science, Human Pathology HONORS: Sigma Xi; The Zoological Society, Sweden; Medical Society, Stockholm, Sweden; Sigma Delta Epsilon. MAJOR RESEARCH INTEREST: Pulmonary neuroendocrine cell dynamics and the regulation of circulation. RESEARCH SUPPORT: Morphologic and functional correlations of the APUD cells of the Jung. Council for Tobacco Research # 1036 - AR2; $ 37, 500; vii / 1 / 80 to 6 / 30 / 81; 100% clock time. (Principal investigator James A. Wi11) RESEARCH AND / OR PROFESSIONAL EXPERIENCE: Positions July 1980 = present: Research Associate in the Cardiopulmonary Group at the Department of Veterinary Science, Madison, Wisconsin. Current research projects = ~ Pulmonary neuroendocrine ce11 function: effects of acute and chronic hypoxia, normoxia, acute and chronic hyperoxia and vagus input. Aug. 1977 = July 1980: Research Help and graduate student at the Department of Veterinary Science, Madison, Wisconsin. 50156105",
        "BIOGRAPHICAL SKETCH NAME: Ingegerd M. Keith (formerly Burgaz) TITLE: Research Associate, Department of Veterinary Science, University of Wisconsin - Madi son BIRTHDATE: June 14, 1941 PLACE OF BIRTH: Stockholm, Sverige. Permanent resident of the United States of America. SEX: Female EDUCATION: Year Institution and Location Degree Conferred Scientific Field University of Stockholm, Sweden BS. 1968 Zoology University of Stockholm, Sweden MS. 1971 Zoology Karolinska Instituet (Med. Sch ), Stockholm, Sweden MAK 1976 Human Medicine University of Wisconsin - Madi son Ph. Calciferol. 1980 Veterinary Science, Human Pathology HONORS: Sigma Xi; The Zoological Society, Sweden; Medical Society, Stockholm, Sweden; Sigma Delta Epsilon. MAJOR RESEARCH INTEREST: Pulmonary neuroendocrine cell dynamics and the regulation of circulation. RESEARCH SUPPORT: Morphologic and functional correlations of the APUD cells of the Jung. Council for Tobacco plant Research # 1036 - AR2; $ 37, 500; 7 / 1 / 80 to 6 / 30 / 81; 100% time. (Principal investigator James A. Wi11) RESEARCH AND / OR PROFESSIONAL EXPERIENCE: Positions July 1980 = present: Research Associate in the Cardiopulmonary Group at the Section of Veterinary Science, Madison, Wisconsin. Current research projects = ~ Pulmonary neuroendocrine ce11 function: effects of acute and chronic hypoxia, normoxia, acute and chronic hyperoxia and vagus stimulation. August. 1977 = July 1980: Research Assistant and graduate student at the Department of Veterinary Science, Madison, Wisconsin. 50156105"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Ingegerd M. Keith (formerly Burgaz) was born June 14, 1941 in Stockholm, Sweden. He is a research associate at the University of Wisconsin-Madi son. His research interests include pulmonary neuroendocrine cell dynamics and the regulation of circulation."
}