{
    "filename": "50163364-3367.jpg",
    "metadata": {},
    "text": "CANCER RESEARCH 44, 9860-3603, Septomte 1984]\n\n \n\nLack of Effect of in Vivo Prostacyclin on the Development of Pulmonary\nMetastases in Mice following Intravenous Injection of CT26 Colon\nCarcinoma, Lewis Lung Carcinoma, or B16 Amelanotic Melanoma\n\nCells’\n\n‘Simon Karpatkin, Cynthia Ambrogio, and Edward Pearlstein\n‘Department of Macc [8 K, C.A. EP, andPatloy (CA, and rnton Hout Inte (0A. EP), Now York Univers Medes Sehek, Naw Yr,\n\nNew Yar 10016\n\n‘ABSTRACT\n\nHoon et al (Science (Wash. DC), 272: 1270, 1981} have\nrecenly reported a 93% reduction in he development of metas-\ntases of B16 amelanotic tumor cols given iv. folowing a single\n4ose of prostacyein (PG, (100 ua) and theopytine (100) 30\n‘min prior to the injection of tumor eas. We have been unable to\nTeduce pulmonary metastases induced by the lv. injection of\nC726 colon adenocarcinoma, Lewis lung carcinoma, or B16\namelanotic melanoma cals with a similar regimen. Thus, PGI,\nand theoptiyine given prior to injection of tumor eas and 2 by\nPostniecton had no effect on the number or volume of pulmo\nnary tumor nodules for C726 cels, using 18 experimental and\n414 control animals; Lewis lng cel, using 14 experimental and\n18 contiol animals, B16 amelanotic cls, using 26 experimen-\ntal and 12 contol animals. The PGI, used was shown to be\nactive in vitro. inhibiting tuno-nduced patlet aggregation by\nal hree tumors at 10°* wand in vivo by inhibition of Lewis ung\ninduced trombooytopenia at 1 hy, using 100 4g PGl: prior to\nthe injection of tumor cols\n\n \n\n \n\nINTRODUCTION\n\nIn 1968, Gasic oa. (8) reported a reduction in tumor motas-\ntases folowing the induction of twromboytopenia In the host\nThis observation prompted several eary stuck on the abity of\nantpatolot agents to inbbit metastases with confictng results\n6.10, 15, 18, 30.\n\n“The resurgence of interest in the roe of platelets in tumor cet\nmetastases (1, 3,12, 18, 20, 21, 23, 25, 26, 26, as well as the\npivotal ole of prostaglandins (endothelial cet PGI; versus plat:\nlat thromboxane A,) in the blood vessel platelet axis, stimulated\nthe recent siudy of Honn ot al. (16) onthe effect of in vivo PGI,\nCn the prevention of B16 amelanotic melanoma (B62) motas\ntases in mice. These workers noted a 70% decrease in the\nnumberof metastatic foci the lungs, as wel as total inition\n‘of foc in other organs, folowing a single 100-9 dose of PGI,\n«von iv. 10 min prior to the iv. njecton of tumor cals. A 93%\nreduction in metastases was noted folowing the adction of a\nphosphodesterase inhibitor (neophyte, 100 9) ven ip. 90\nrm prior 0 the PGI: injection. In adciion, an inititor of PGI,\nsynthesis, 15-hydroperoxyarachidonic acid, inroased the num-\nber of metastases by 163%\npriya SH 1 ansAMONE of es Tee\n\ni thr wed we PO, psiyan PS. 001 « pseu\nced Joy 9, 4; accepted ne 121984.\n\n3880\n\n‘The purpose of this communication isto report our experience\nwith the etfect of PGI, and theophyline on the development of\npulmonary metastases in mice using 3 different tumors: CT26\nLndiferentated adenocarcinoma of the colon; Lewis lung carci-\n‘Roma; end B16 amelanotic melanoma. Our results indicate that\nPGI, and theophyline given § min prior to and 2 hw post.\ninjection of tumor cells had no effect on the prevention of\nPuimonary metastases.\n\nMATERIALS AND METHODS:\n\n‘Tumor Call Lines and Tissue Culture Megium. Al co tnes were\n‘grown in tissue cuture mediom supplemented witn 2 mw gutamine\nenctin (100 ut) and streptomycin (100 pgim and harvested at\n‘or near convene, prior to utlzaton for in io use. Tumee cas were\n‘harvested trom tise cuore ashes with bi! trypsin EDTA trtment\n(23), They were washed 3 times, suspended in PBS, and quantitated\n‘mcroscopicay witha homooytometer. Trypan bue exclusion fr webs\nwas greater than $0%. Tissue cular supplies wore obtained rom Grand\n‘sland Biological Co, Grand isiand, NY.\n\nCT26, a WrivosoN-methyuretnannduced mouse undiferentted\ncole carcinoma (20), was obtsinad trough the courtesy of Dr. MH.\nGoidrosen at Roswel Park Memoria insitue, Bute, NY, and was\n‘106m in RPMI 1640 containing 10% fetal bovw scum,\n\nLewis lng carcinoma cels were obtained trom Mason Labocatoes,\nWooster, MA, and grown nthe same modia asthe C126 cel ines,\n\nB16 amolanotc melanoma was obtained trough the courtesy of Dr.\nMani, Yale University Medical Seheo, and was rowmin Dulbecco's\nminimal essential median glucose (0.45 g/100 mi lus 10% fetal bovine\n\n‘The Lewis lng and B16 tumor cal lnes wore maintained sc. fa\nsyngeneic mice. Pro to thoi use in vivo, tumor calls were grown for 5\n107 days in tscuo cure. CTZ6 was mainlainod in Sesue culture and\nteplenished from frozen stocks. This ine was usod for experiments\nbetwen 4 and 12 weoks flowing delostng.\n\nPiatelet Aggregation. Piateetvcn plasma and platelet poor plasma\n‘wore prepared using heparin, § units/ml na! concentration (quam;\n‘Organon. ie., West Orange, NJ). Platelets were obtaiod from New\nZealand Wnite rabbis, sinco they have been shawn tohave aggregating\n‘Properties similar to those of mouse platelets (22).\n\n‘Aggregation was performed turbidometrialy, using a Bo-Dataaggre-\ngoroter (Bo-Data, Wilow Grove, PA). Apyrase (Grade 1 tem potat;\n‘Sigme Chemical Co. St. Louis, MO} was used at 40 yin patletich\n‘sma to ebminate tho ett of ADP leakage from tumor cet\n\nExperimental Protocol. Animals (approximately 18 0 20 9) wore\n{9¥e0 1p. injoctions of 100 al of PBS, Dubecco's PBS, or theophyfina\n(100 pip in 100 3 PBS) 20 min prior othe. nection of reshly prepared\nweer cols. One hundred ul ofthe vehicle for PG, (25 mw gene 25,\nmw NaC). pt 10.1) or 100 ng POIs ts venice wore ten van Lv. 5\nInn prior to the injection of tumor eos. Tumor cols (26,000 to 75,000]\nI) were removed from subconfluent tissue eutue cshes with trypsin\n\nCANCER RESEARCH VoL, 44\n\n50163364\n\n \n\f",
    "augmented_texts": [
        "CANCER RESEARCH 44, 9860 - 3603, Septomte 1984] Lack of Effect of in Vivo Prostacyclin on the Development of Pulmonary Metastases in Mice following Intravenous Injection of CT26 Colon Carcinoma, Lewis Lung Carcinoma, or B16 Amelanotic Melanoma Cells ’ ‘ Simon Karpatkin, Cynthia Ambrogio, and Edward Pearlstein ‘ Department of Macc [8 K, C. A. EP, andPatloy (CA, and rnton Hout Inte (0A. EP ), Now York Univers Medes Sehek, Naw Yr, New Yar 10016 ‘ ABSTRACT Hoon et al (Science (Wash. DC ), 272: 1270, 1981} have recenly reported a 93% reduction in he development of metas - tases of B16 amelanotic tumor cols given iv. folowing a single 4ose of prostacyein (PG, (100 ua) and theopytine (100) 30 ‘ min prior to the injection of tumor eas. We have been unable to Teduce pulmonary metastases induced by the lv. injection of C726 aspinwall adenocarcinoma, Lewis lung carcinoma, or B16 amelanotic melanoma cals with a similar regimen. Thus, PGI, and theoptiyine given prior to injection of tumor eas and 2 by Postniecton had no effect on the number or volume of pulmo nary tumor nodules for C726 cels, using 18 experimental and 414 control animals; Lewis lng cel, using 14 experimental and 18 contiol animals, B16 amelanotic cls, using 26 experimen - tal and xii contol animals. The PGI, used was shown to be active in vitro. inhibiting tuno - nduced patlet aggregation by al hree tumors at 10 ° * wand in vivo by inhibition of Lewis ung induced trombooytopenia at 1 hy, using 100 4g PGl: prior to the injection of tumor cols INTRODUCTION In 1968, Gasic oa. (8) reported a reduction in tumor motas - tases folowing the induction of twromboytopenia In the host This observation prompted several eary stuck on the abity of antpatolot agents to inbbit metastases with confictng results 6. 10, 15, 18, 30. “ The resurgence of interest in the roe of platelets in tumor cet metastases (1, 3, 12, 18, 20, 21, 23, 25, 26, 26, as well as the pivotal ole of prostaglandins (endothelial cet PGI; versus plat: lat thromboxane A,) in the blood vessel platelet axis, stimulated the recent siudy of Honn ot al. (16) onthe effect of in vivo PGI, Cn the prevention of B16 amelanotic melanoma (B62) motas tases in mice. These workers noted a 70% decrease in the numberof metastatic foci the lungs, as wel as total inition ‘ of foc in other organs, folowing a single 100 - 9 dose of PGI, « von iv. 10 min prior to the iv. njecton of tumor cals. A 93% reduction in metastases was noted folowing the adction of a phosphodesterase inhibitor (neophyte, 100 9) ven ip. 90 rm prior 0 the PGI: injection. In adciion, an inititor of PGI, synthesis, xv - hydroperoxyarachidonic acid, inroased the num - ber of metastases by 163% priya SH 1 ansAMONE of es Tee i thr wed we PO, psiyan PS. 001 « pseu ced Joy 9, 4; accepted ne 121984. 3880 ‘ The purpose of this communication isto report our experience with the etfect of PGI, and theophyline on the development of pulmonary metastases in mice using 3 different tumors: CT26 Lndiferentated adenocarcinoma of the colon; Lewis lung carci - ‘ Roma; end B16 amelanotic melanoma. Our results indicate that PGI, and theophyline given § min prior to and 2 hw post. injection of tumor cells had no effect on the prevention of Puimonary metastases. MATERIALS AND METHODS: ‘ Tumor Call Lines and Tissue Culture Megium. Al co tnes were ‘ grown in tissue cuture mediom supplemented witn 2 mw gutamine enctin (100 ut) and streptomycin (100 pgim and harvested at ‘ or near convene, prior to utlzaton for in io use. Tumee cas were ‘ harvested trom tise cuore ashes with bi! trypsin EDTA trtment (23 ), They were washed 3 times, suspended in PBS, and quantitated ‘ mcroscopicay witha homooytometer. Trypan bue exclusion fr webs was greater than $ 0% . Tissue cular supplies wore obtained rom Grand ‘ sland Biological Co, Grand isiand, NY. CT26, a WrivosoN - methyuretnannduced mouse undiferentted cole carcinoma (20 ), was obtsinad trough the courtesy of Dr. MH. Goidrosen at Roswel Park Memoria insitue, Bute, NY, and was ‘ 106m in RPMI 1640 containing 10% fetal bovw scum, Lewis lng carcinoma cels were obtained trom Mason Labocatoes, Wooster, MA, and grown nthe same modia asthe C126 cel ines, B16 amolanotc melanoma was obtained trough the courtesy of Dr. Mani, Yale University Medical Seheo, and was rowmin Dulbecco ' s minimal essential median glucose (0. 45 g / 100 mi lus 10% fetal bovine ‘ The Lewis lng and B16 tumor cal lnes wore maintained sc. fa syngeneic mice. Pro to thoi use in vivo, tumor calls were grown for 5 107 days in tscuo cure. CTZ6 was mainlainod in Sesue culture and teplenished from frozen stocks. This ine was usod for experiments betwen 4 and 12 weoks flowing delostng. Piatelet Aggregation. Piateetvcn plasma and platelet poor plasma ‘ wore prepared using heparin, § units / ml na! concentration (quam; ‘ Organon. ie. , West Orange, NJ ). Platelets were obtaiod from New Zealand Wnite rabbis, sinco they have been shawn tohave aggregating ‘ Properties similar to those of mouse platelets (22 ). ‘ Aggregation was performed turbidometrialy, using a Bo - Dataaggre - goroter (Bo - Data, Wilow Grove, PA ). Apyrase (Grade 1 tem potat; ‘ Sigme Chemical Co. St. Louis, MO} was used at 40 yin patletich ‘ sma to ebminate tho ett of ADP leakage from tumor cet Experimental Protocol. Animals (approximately 18 0 20 9) wore {9 ¥ e0 1p. injoctions of 100 al of PBS, Dubecco ' s PBS, or theophyfina (100 pip in 100 3 PBS) 20 min prior othe. nection of reshly prepared weer cols. One hundred ul ofthe vehicle for PG, (25 mw gene 25, mw NaC ). pt 10. 1) or 100 ng POIs ts venice wore ten van Lv. 5 Inn prior to the injection of tumor eos. Tumor cols (26, 000 to 75, 000] I) were removed from subconfluent tissue eutue cshes with trypsin CANCER RESEARCH VoL, 44 50163364",
        "CANCER RESEARCH 44, 9860 - 3603, Septomte 1984] Lack of Effect of in Vivo Prostacyclin on the Exploitation of Pulmonary Metastases in Mice following Intravenous Injection of CT26 Colon Carcinoma, Lewis Lung Carcinoma, or B16 Amelanotic Melanoma Cells ’ ‘ Simon Karpatkin, Cynthia Ambrogio, and Edward Pearlstein ‘ Department of Macc [8 K, C. A. EP, andPatloy (CA, and rnton Hout Inte (0A. EP ), Now York Univers Medes Sehek, Naw Yr, New Yar 10016 ‘ ABSTRACT Hoon et al (Science (Wash. DC ), 272: 1270, 1981} have recenly reported a 93% reduction in he development of metas - tases of B16 amelanotic tumor cols given iv. folowing a single 4ose of prostacyein (PG, (100 ua) and theopytine (100) 30 ‘ min prior to the injection of tumor eas. We have been unable to Teduce pulmonary metastases induced by the lv. injection of C726 colon adenocarcinoma, Lewis lung carcinoma, or B16 amelanotic melanoma cals with a similar regimen. Thus, PGI, and theoptiyine given prior to injection of tumor eas and 2 by Postniecton had no effect on the number or volume of pulmo nary tumor nodules for C726 cels, using 18 experimental and 414 control animals; Lewis lng cel, using 14 experimental and 18 contiol animals, B16 amelanotic cls, using 26 experimen - tal and xii contol animals. The PGI, used was shown to be active in vitro. inhibiting tuno - nduced patlet aggregation by al hree tumors at 10 ° * wand in vivo by inhibition of Lewis ung induced trombooytopenia at 1 hy, using 100 4g PGl: prior to the injection of tumor gap INTRODUCTION In 1968, Gasic oa. (8) reported a reduction in neoplasm motas - tases folowing the induction of twromboytopenia In the host This observation prompted several eary stuck on the abity of antpatolot agents to inbbit metastases with confictng results 6. 10, 15, 18, 30. “ The resurgence of interest in the roe of platelets in tumor cet metastases (1, 3, 12, 18, 20, 21, 23, 25, 26, 26, as well as the pivotal ole of prostaglandins (endothelial cet PGI; versus plat: lat thromboxane A,) in the blood vessel platelet axis, stimulated the recent siudy of Honn ot al. (16) onthe effect of in vivo PGI, Cn the prevention of B16 amelanotic melanoma (B62) motas tases in mice. These workers noted a 70% decrease in the numberof metastatic foci the lungs, as wel as total inition ‘ of foc in other organs, folowing a single 100 - 9 dose of PGI, « von iv. 10 min prior to the iv. njecton of tumor cals. A 93% reduction in metastases was noted folowing the adction of a phosphodesterase inhibitor (neophyte, 100 9) ven ip. 90 rm prior 0 the PGI: injection. In adciion, an inititor of PGI, synthesis, 15 - hydroperoxyarachidonic acid, inroased the num - ber of metastases by 163% priya SH 1 ansAMONE of es Tee i thr wed we PO, psiyan PS. 001 « pseu ced Joy 9, 4; accepted ne 121984. 3880 ‘ The purpose of this communication isto report our experience with the etfect of PGI, and theophyline on the development of pulmonary metastases in mice using 3 different tumors: CT26 Lndiferentated adenocarcinoma of the colon; Lewis lung carci - ‘ Roma; end B16 amelanotic melanoma. Our results indicate that PGI, and theophyline given § min prior to and 2 hw post. injection of tumor cells had no effect on the prevention of Puimonary metastases. MATERIALS AND METHODS: ‘ Tumor Call Lines and Tissue Culture Megium. Al co tnes were ‘ grown in tissue cuture mediom supplemented witn 2 mw gutamine enctin (100 ut) and streptomycin (100 pgim and harvested at ‘ or near convene, prior to utlzaton for in io use. Tumee cas were ‘ harvested trom tise cuore ashes with bi! trypsin EDTA trtment (23 ), They were washed 3 times, suspended in PBS, and quantitated ‘ mcroscopicay witha homooytometer. Trypan bue exclusion fr webs was greater than $ 0% . Tissue cular supplies wore obtained rom Grand ‘ sland Biological Co, Grand isiand, NY. CT26, a WrivosoN - methyuretnannduced mouse undiferentted cole carcinoma (20 ), was obtsinad trough the courtesy of Dr. MH. Goidrosen at Roswel Park Memoria insitue, Bute, NY, and was ‘ 106m in RPMI 1640 containing 10% fetal bovw trash, Lewis lng carcinoma cels were obtained trom Mason Labocatoes, Wooster, MA, and grown nthe same modia asthe C126 cel ines, B16 amolanotc melanoma was obtained trough the courtesy of Dr. Mani, Yale University Medical Seheo, and was rowmin Dulbecco ' s minimal essential median glucose (0. 45 g / 100 mi lus 10% fetal bovine ‘ The Lewis lng and B16 tumor cal lnes wore maintained sc. fa syngeneic mice. Pro to thoi use in vivo, tumor calls were grown for 5 107 days in tscuo cure. CTZ6 was mainlainod in Sesue culture and teplenished from frozen stocks. This ine was usod for experiments betwen 4 and 12 weoks flowing delostng. Piatelet Aggregation. Piateetvcn plasma and platelet poor plasma ‘ wore prepared using heparin, § units / ml na! concentration (quam; ‘ Organon. ie. , West Orange, NJ ). Platelets were obtaiod from New Zealand Wnite rabbis, sinco they have been shawn tohave aggregating ‘ Properties similar to those of mouse platelets (22 ). ‘ Aggregation was performed turbidometrialy, using a Bo - Dataaggre - goroter (Bo - Data, Wilow Grove, PA ). Apyrase (Grade 1 tem potat; ‘ Sigme Chemical Co. St. Louis, MO} was used at 40 yin patletich ‘ sma to ebminate tho ett of ADP leakage from tumor cet Experimental Protocol. Animals (approximately 18 0 20 9) wore {9 ¥ e0 1p. injoctions of 100 heart of dixie of PBS, Dubecco ' s PBS, or theophyfina (100 pip in 100 3 PBS) 20 min prior othe. nection of reshly prepared weer cols. One hundred ul ofthe vehicle for PG, (25 mw gene 25, mw NaC ). pt 10. 1) or 100 ng POIs ts venice wore ten van Lv. 5 Inn prior to the injection of tumor eos. Tumor cols (26, 000 to 75, 000] I) were removed from subconfluent tissue eutue cshes with trypsin CANCER RESEARCH VoL, 44 50163364"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "In 1968, Gasic oa. reported a reduction in tumor motas- worrisometases folowing the induction of twromboytopenia In the host. This observation prompted several eary stuck on the abity of. in vitro PGI, to inbbit metastases with confictng results. A 93%reduction in metastased was noted folowed the adction of a.neophyte, 100 9, ven ip. 90. 10 min prior to the iv njecton of tumor cals."
}