{
    "filename": "50175898-5899.jpg",
    "metadata": {},
    "text": "DON R. RATCLIFFE\n\n221-13 Arnold Orive\n@ West Lafayette, IN 47906\nTelephone: (317)743-4371\n\nOBJECTIVE Teaching and/or Research position in Virology/Immunology\nPERSONAL Birthdate: 12-22-48 Married, 2 children\n\n519\" 155 Tbs. Excellent health\nEDUCATION Bond County Conmunity High School, Unit #2, Greenville, Illinois\n\nHigh School Diploma, Saluditorian - 1967\n\nGreenville College, Greenville, I1linois\nB.A. Degree: Cum Laude - 1971\nMajor: Physics, Mathmatics\n\nPurdue University, Nest Lafayette, Indiana\nM.S. Degree ~ 1976\nMajor: Aquatic Ecology\n\nPurdue University, West Lafayette, Indiana\nPh.D. to be completed August 1985\nNajor: Medical Virology/ Immunology\n\nN MEDICAL VIROLOGY cel] lines; culturing hybridomas; diagnostic serological\n\nND IMMUNOLOGY techniques; monoclonal antibody production; vaccine preparation;\njmmunodiagnostic techniques; electron microscopy; laboratory\nanimal experience, including dogs, eggs, ferrets, hamsters,\nmice, rabbits, raccoons, and rats.\n\noe OF COMPETENCE Viral diagnostic procedures; culturing primary and established\nAl\n\nPROFESSIONAL WORK\n\nEXPERIENCE\nSept. 1978 to Purdue University, Department of Microbiology, Pathology,\npresent and Public Health\n\nPosition: Graduate Instructor in Research\n\nMajor Professor: Or. Theodore Burnstein\n\n \n\n \n\nTan and conduct experiments in virology and\n\nimmunology under the direction of Dr. Burnstein\n\n--Design and conduct virological and inmunological\nexperiments in pursuit of a Ph.D. Degree\n\n=-Teach Virology/ Immunology section of a course\n\nfor Veterinary Technician students\n\n--lirite and present lectures\n\n--Hrite and direct laboratory exercises\n\n--Hrite and grade examinations\n\n \n\n50175898\n\f",
    "augmented_texts": [
        "DON R. RATCLIFFE 221 - 13 Arnold Orive @ West Lafayette, IN 47906 Telephone: (317) 743 - 4371 OBJECTIVE Teaching and / or Research position in Virology / Immunology PERSONAL Birthdate: 12 - 22 - 48 Married, 2 children 519 \" 155 Tbs. Excellent wellness EDUCATION Bond County Conmunity Heights School, Unit # 2, Greenville, Illinois High School Diploma, Saluditorian - 1967 Greenville College, Greenville, I1linois B. A. Degree: Cum Laude - 1971 Major: Physics, Mathmatics Purdue University, Nest Lafayette, Indiana M. S. Degree ~ 1976 Major: Aquatic Ecology Purdue University, West Lafayette, Indiana Ph. D. to be completed August 1985 Najor: Medical Virology / Immunology N MEDICAL VIROLOGY cel] lines; culturing hybridoma; diagnostic serological ND IMMUNOLOGY techniques; monoclonal antibody production; vaccine preparation; jmmunodiagnostic techniques; electron microscopy; laboratory animal experience, including dogs, eggs, ferrets, hamsters, mice, rabbits, raccoons, and rats. oe OF COMPETENCE Viral diagnostic procedures; culturing primary and established Al PROFESSIONAL WORK EXPERIENCE Sept. 1978 to Purdue University, Department of Microbiology, Pathology, present and Public Health Military position: Graduate Instructor in Research Major Professor: Or. Theodore Burnstein Tan and conduct experiment in virology and immunology under the direction of Dr. Burnstein - - Design and conduct virological and inmunological experiments in pursuit of a Ph. D. Point = - Teach Virology / Immunology section of a course for Veterinary Technician students - - lirite and present lectures - - Hrite and direct laboratory exercises - - Hrite and grade examinations 50175898",
        "DON R. RATCLIFFE 221 - 13 Arnold Orive @ West Lafayette, IN 47906 Telephone: (317) 743 - 4371 OBJECTIVE Teaching and / or Enquiry position in Virology / Immunology PERSONAL Birthdate: 12 - 22 - 48 Married, 2 children 519 \" 155 Tbs. Excellent health EDUCATION Hamper County Conmunity High School, Unit # 2, Greenville, Illinois High Schoolhouse Diploma, Saluditorian - 1967 Greenville College, Greenville, I1linois B. A. Degree: Cum Laude - 1971 Major: Physics, Mathmatics Purdue University, Nest Lafayette, Indiana M. S. Degree ~ 1976 Major: Aquatic Ecology Purdue University, West Lafayette, Indiana Ph. D. to be completed August 1985 Najor: Medical Virology / Immunology N MEDICAL VIROLOGY cel] lines; culturing hybridomas; diagnostic serological ND IMMUNOLOGY techniques; monoclonal antibody production; vaccine preparation; jmmunodiagnostic techniques; electron microscopy; laboratory animal experience, including dogs, eggs, ferrets, hamsters, mice, rabbits, raccoons, and rats. oe OF COMPETENCE Viral diagnostic procedures; culturing primary and established Al PROFESSIONAL WORK EXPERIENCE Sept. 1978 to Purdue University, Department of Microbiology, Pathology, present and Public Health Position: Graduate Instructor in Research Major Professor: Or. Theodore Burnstein Tan and conduct experiments in virology and immunology under the commission of Dr. Burnstein - - Design and conduct virological and inmunological experiments in pursuit of a Ph. D. Degree = - Teach Virology / Immunology section of a course for Veterinary Technician students - - lirite and present lectures - - Hrite and direct laboratory exercises - - Hrite and grade examinations 50175898"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "DON R. RATCLIFFE is seeking a teaching and/or Research position in Virology/Immunology at Purdue University in West Lafayette, Indiana. He will teach a course on Veterinary Technician students and conduct experiments in virology and immunology under the direction of Dr. Theodore Burnstein. For more information, call (317)743-4371."
}