{
    "filename": "50189128-9128.jpg",
    "metadata": {},
    "text": "Kenge\n\n \n\nUniversity of Pittsburgh\n\nFACULTY OF ARTS AND SCIENCES\nDepartment of Biological Scioncas\n\nduly 8, 1986\n\n \n\n    \n\n \n\nGi Ge\n\nDr. Robert F. Gertenbach eee\nThe Council for Tobacco Research--USA\n\n900 Third Avenue\n\nNew York, NY 10022 RE: 1886\n\nDear Or. Gertenbach:\n\nI am pleased to accept your award for our research project\nentitled “Oncogenes Active in Colon Cancer\".\n\nEnclosed is the revised budget and other information you\nhave requested.\n\n‘Thank you for your support and I look forward to working\nwith you and your staff.\n\nSincerely yours,\n\ndames N. Pipas\nAssociate Professor\n\nMP: swt\n\nEnclosures\n\nPITTSBURGH, PA 15260,\n\n \n\n50189128\n\f",
    "augmented_texts": [
        "Kenge University of Pittsburgh module OF ARTS AND skill Department of Biological Scioncas duly 8, 1986 Gi Ge Dr. Robert F. Gertenbach eee The Council for Tobacco Research - - USA 900 Third Avenue New York, NY 10022 RE: 1886 Dear Operating theatre. Gertenbach: I am pleased to take your award for our research project entitled “ Oncogenes Active in Colon Cancer \". Enclosed is the revised budget and other entropy you make requested. ‘ Thank you for your support and I look forward to working with you and your staff. Sincerely yours, dames N. Pipas Associate Professor military police: swt Enclosures PITTSBURGH, PA 15260, 50189128",
        "Kenge University of Pittsburgh FACULTY OF ARTS AND SCIENCES Department of Biological Scioncas punctually 8, 1986 Gi Ge Dr. Robert F. Gertenbach eee The Council for Tobacco Research - - USA 900 Third Avenue New York, NY 10022 rhenium: 1886 Dearest Operating room. Gertenbach: 1 be pleased to accept your award for our research project entitled “ Oncogenes Active in Colon Cancer \". Enwrap is the revised budget and other info you have requested. ‘ Thank you for your living and I look forward to working with you and your staff. Sincerely yours, dames N. Pipas Associate Professor MP: swt Enclosures PITTSBURGH, PA 15260, 50189128"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Dr. Robert F. Gertenbach eee received an award from the Council for Tobacco Research. The award was for a research project entitled ‘Oncogenes Active in Colon Cancer’ The project was to study the effects of tobacco on colon cancer."
}