{
    "filename": "50198589-8589.jpg",
    "metadata": {},
    "text": " \n\n \n\n\"Mn: Counen, fron 'T\n\n\\\n\nfsacco Resrarcn-U.S.A,, Inc.\n\nduly 19, 1973\n\nGrant Application No. 920\n\nTo: ‘The comnittee comprising Dre. Andervont, Gardner, and Huebner and Meter\n\nSubject: Willian F. Benedict, N.D., Childrens Hospital of Los Angeles\nNew application lo. 920\n“Chromosomal Changes in Explanted Human Cancer Celle and\nHamster ‘Trachea Organ Cultures.\"\n\nHistory\n\nCurrently Dr. Benedict has a \"service contract” from CIR,\n$20,000, July 1, 1973 through June 30, 1974, \"Relationship between\nGell. Transformation, Chromosomal Changes and Carcinogenesis\".\n\nApplication No. 920 requests approximately $25,700, plus\none additional year. The budget appearing on page 5 is being revised\n‘by the applicant as an incorrect indirect cost rate was used.\n\nDocunents Submitted\n\nAttached is application (undated, 7 pages) received July\n13, 1973. Also attached are C.V.'s of Drs. Benedict, Boker, Landing\nand Isaacs,\n\nReprints of publications listed as munbers 3, 5, 6, 6 and\n15 in the C.V. of Dr. Benedict have been provided: they will be\nforwarded to you on request.\n\nComment.\n\nDr. Kreisher, who is in close touch with Dr. Benedict, has\nvolunteered to comment on this proposel. ‘This comment will follow\n\nin due course.\n\nPAWN.\nFH:we,\n\nEnels.\n\nce: Dr, Kreisher\n\n \n\n50198589\n\n \n\f",
    "augmented_texts": [
        "\" Mn: Counen, fron ' Tetraiodothyronine \\ fsacco Resrarcn - U. S. A, , Inc. duly 19, 1973 Grant Application No. 920 To: ‘ The comnittee comprising Dre. Andervont, Gardner, and Huebner and Metre Subject: Willian F. Benedict, N. D. , Childrens Hospital of Los Angeles New application lo. 920 “ Chromosomal Changes in Explanted Human Cancer Celle and Hamster ‘ Trachea Organ Cultures. \" History Currently Dr. Benedict has a \" service contract ” from CIR, $ 20, 000, July 1, 1973 through June 30, 1974, \" Relationship between Gell. Transformation, Chromosomal Change and Carcinogenesis \". Application No. 920 asking approximately $ 25, 700, plus one extra year. The budget appear on page phoebe is being revised ‘ by the applicant as an incorrect indirect cost rate was used. Docunents Submitted Attached is application (undated, 7 pages) received July 13, 1973. Also attached are C. V. ' s of Drs. Benedict, Boker, Landing and Isaacs, Reprints of publications listed as munbers 3, 5, 6, 6 and 15 in the C. V. of Dr. Benedict have been provided: they will be forwarded to you on request. Comment. Dr. Kreisher, who is in close touch with Dr. Benedict, has volunteered to comment on this proposel. ‘ This comment will travel along in due course. PAWN. FH: we, Enels. ce: Dr, Kreisher 50198589",
        "\" Mn: Counen, fron ' T \\ fsacco Resrarcn - U. S. A, , Inc. duly 19, 1973 Ulysses grant Application No. 920 To: ‘ The comnittee comprising Dre. Andervont, Gardner, and Huebner and Meter Subject: Willian F. Benedict, N. D. , Childrens Hospital of Los Angeles New application lo. 920 “ Chromosomal Changes in Explanted Human Cancer Celle and Hamster ‘ Trachea Organ Cultures. \" History Currently Dr. Benedict has a \" service contract ” from CIR, $ 20, 000, July 1, 1973 through June 30, 1974, \" Relationship between Gell. Transformation, Chromosomal Alteration and Carcinogenesis \". Application No. 920 requests approximately $ 25, 700, plus one additional year. The budget appearing on page 5 is being revised ‘ by the applicant as an incorrect indirect cost rate was used. Docunents Submitted Attached is application (undated, 7 pages) received July 13, 1973. Also attached are C. V. ' s of Drs. Benedict, Boker, Landing and Isaacs, Reprints of publications listed as munbers 3, fin, 6, 6 and 15 in the C. V. of Dr. Benedict have been provided: they will be forward to you on request. Comment. Dr. Kreisher, who is in close touch with Dr. Benedict, has volunteered to comment on this proposel. ‘ This comment will surveil in due course. PAWN. FH: we, Enels. ce: Dr, Kreisher 50198589"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Application No. 920 requests approximately $25,700, plus one additional year. The budget appearing on page 5 is being revised as an incorrect indirect cost rate was used. Dr Kreisher, who is in close touch with Dr. Benedict, has volunteered to comment on this proposel."
}