{
    "filename": "501999230.jpg",
    "metadata": {},
    "text": "wy\n\nHANFF -METZGER\n\nINCORPORATED 1913\nAdvertising\n\nTARAMOUNT BUILDING. NEW YORK\n\n  \n\nMe\n\nia\n\nMr. C. W. Harris,\nVice President,\n\nR. J. Reynolds Tobacco Co.,\nWinston-Salem, No. Car.\n\ngir\n\nDear Sir:\n\nI would like to call your attention to my letter\nof May 12th which you my have overlooked,\nand to which I would appreciate a reply at\nyour convenience,\n\nVery truly yours,\n\n \n\n \n\nC- President\n\nf\n\nO€Z6 6610s\n\nCranren Mennens or AMERICAN ASSOCIATION OF ADVERTISING AGENCIES + AUDIT BUREAU OF EIRCULATIONS - NATIONAL OUTDOOR ADVERTISING BUREAL\n\n \n\f",
    "augmented_texts": [
        "wyoming HANFF - METZGER INCORPORATED 1913 Advertising TARAMOUNT BUILDING. NEW house of york Me ia Mr. C. W. Harris, Vice President, R. J. Reynolds Tobacco Co. , Winston - Salem, No. Car. gir Dear Sir: I would like to call your attention to my letter of Crataegus laevigata 12th which you my have overlooked, and to which I would appreciate a reply at your convenience, Very truly yours, C - President f O € Z6 6610s Cranren Mennens or AMERICAN connexion OF ADVERTISING AGENCIES + audited account BUREAU OF EIRCULATIONS - NATIONAL OUTDOOR ADVERTISING BUREAL",
        "wy HANFF - METZGER INCORPORATED 1913 Advertizing TARAMOUNT BUILDING. NEW YORK Me ia Mr. C. Double u. Harris, Vice President, Universal gas constant. J. Reynolds Tobacco Co. , Winston - Salem, Atomic number 102. Car. gir Dear Sir: I would like to call your attention to my letter of May 12th which you my have overlooked, and to which I would apprize a reply at your convenience, Very truly yours, C - President f O € Z6 6610s Cranren Mennens or AMERICAN ASSOCIATION OF ADVERTISING agency + AUDIT BUREAU OF EIRCULATIONS - NATIONAL OUTDOOR advertizement BUREAL"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "I would like to call your attention to my letter of May 12th which you my have overlooked. I would appreciate a reply at your convenience. Thank you, C. W. Harris, Vice President, J. R. Reynolds Tobacco Co., Winston-Salem, No. Car."
}