{
    "filename": "50190769-0769.jpg",
    "metadata": {},
    "text": "FF PRINCIPAL INVESTIGATORIPROGRAM binector: Dennis A. Carson, M.D.\n_ BIOGRAPHICAL SKETCH\n\nGive the following information for the key personnel and consultants listed on page 2. Bogin with the Principal\nInvestigatorProgram Director. Photocopy this page for each person,\n\n   \n\n \n\nNAME POSITION TITLE [BIRTHDATE (io. Day, Yr)\nKOHSAKA, Hitoshi Research Associate 03/08/60\n\n \n\n \n\n   \n\nacaluranta r cine ial peau Sdacaion sich tpg, ad lade postdoctoral ag)\n\n \n\n \n\nYEAR,\nINSTITUTION AND LOCATION cecree | coy EARen FIELO OF STUDY\nTokyo Medical and Dental University MD. 1984 Medicine\n\nFaculty of Medicine, Tokyo\n\n \n\n \n\n \n\n \n\nRESEARCH AND PROFESSIONAL. EXPERIENCE: Concluding with present position ist In chvonclogieal order, previous employment, experience,\n‘and honors. Include present membership on any Federel Government public advisory comrltee. List, n chronological order, tho tiles and com:\nplete references to all publications during the psst thee years and to representative earlier publications pertinent fo this application. DO NOT\nEXCEED TWO PAGES,\n\n \n\n \n\nPROFESSIONAL EXPERIENCE\n\n1984-1985 Resident, Department of Medicine, Tokyo Medical and Dental Univeristy,\nTokyo.\n1985-1987 Physician, Department of Medicine, Ohme City General Hospital, Ohmo\ncity, Japan\n1987-1989 Research Follow, 1st Department of Internal Medicine, Tokyo Medical and\nDental University.\n1989-date Research Fellow, Department of Molecular and Experimental Medicine,\ne Scripps Clinic and Research Foundation, La Jolla, CA.\n\nMEMBERSHIP IN ACADEMIC SOCIETIES\n\nJapanese Society of Internal Medicine\nJapanese Society of Immunology\n\nJapan Rheumatism Association (JRA)\nJapanese Society of Clinical Immunology\n\nPUBLICATION\n\nKohsaka H, Yamada T, Yamaoka K, Nobuyuki M, Okuda M, Aoki N: A case of\nankylosing spondylitis associated with hyperthyroidism and mesangial proliferative\nglomerulonephritis: The Ryumachi (official journal of JRA) 27(3):181-187, 1987.\n\n \n\nKohsaka H, Yamamoto K, Fujii H, Miyasaka N, Miura H, Tanaka ¥, Nishioka K,\nMiyamoto T: Molecular cloning of eDNAs expressing SS-B/La protein. J Autoinmmity\n2 (Supple. ):353-357, 1989.\n\n \n\nPHS 998 ev. 1088) Page FE\n“Numer popes consecutively a he eotom thoughout the applicstion, 09 not ue suites such as 5, 8D\n\n \n\n50190769\n\f",
    "augmented_texts": [
        "FF PRINCIPAL INVESTIGATORIPROGRAM binector: Dennis A. Carson, M. D. _ BIOGRAPHICAL SKETCH Springiness the next information for the key personnel and consultants listed on page 2. Bogin with the Principal InvestigatorProgram Director. Photocopy this page for each person, NAME POSITION TITLE [BIRTHDATE (io. Day, Yr) KOHSAKA, Hitoshi Research Associate 03 / 08 / 60 acaluranta r cine ial peau Sdacaion sich tpg, ad lade postdoctoral ag) YEAR, INSTITUTION AND LOCATION cecree | coy EARen FIELO OF STUDY Tokyo Medical and Dental University MD. 1984 Medicine Faculty of Medicine, Tokyo RESEARCH AND pro. EXPERIENCE: Concluding with present position ist In chvonclogieal order, previous employment, experience, ‘ and laurels. Include present membership on any Federel Government public advisory comrltee. List, n chronological order, tho tiles and com: plete references to all publications during the psst thee years and to representative earlier publications pertinent fo this application. DO NOT EXCEED TWO PAGES, PROFESSIONAL EXPERIENCE 1984 - 1985 Resident, Department of Medicine, Tokyo Medical and Dental Univeristy, Tokyo. 1985 - 1987 Physician, Department of Medicine, Ohme City General Hospital, Ohmo city, Japan 1987 - 1989 Research Follow, 1st Department of Internal Medicine, Tokyo Medical and Dental University. 1989 - date Research Fellow, Department of Molecular and Experimental Medicine, eastward Edward wyllis scripps Clinic and Research Foundation, La Jolla, CA. MEMBERSHIP IN faculty member SOCIETIES Japanese Society of Internal Medicine Japanese Society of Immunology Japan Rheumatism Association (JRA) Japanese Society of Clinical Immunology PUBLICATION Kohsaka Atomic number 1, Yamada T, Yamaoka K, Nobuyuki M, Okuda M, Aoki N: A case of ankylosing spondylitis associated with hyperthyroidism and mesangial proliferative glomerulonephritis: The Ryumachi (official journal of JRA) 27 (3 ): 181 - 187, 1987. Kohsaka H, Yamamoto K, Fujii H, Miyasaka N, Miura H, Tanaka ¥, Nishioka K, Miyamoto T: Molecular cloning of eDNAs expressing SS - B / La protein. J Autoinmmity 2 (Supple. ): 353 - 357, 1989. PHS 998 ev. 1088) Page FE “ Numer popes consecutively a he eotom thoughout the applicstion, 09 not ue suites such as 5, 8D 50190769",
        "FF PRINCIPAL INVESTIGATORIPROGRAM binector: Dennis A. Carson, M. D. _ BIOGRAPHICAL SKETCH Give the following information for the key personnel and consultants listed on page 2. Bogin with the Principal InvestigatorProgram Director. Photocopy this page for each person, NAME POSITION TITLE [BIRTHDATE (io. Day, Yr) KOHSAKA, Hitoshi Research Associate 03 / 08 / 60 acaluranta r cine ial peau Sdacaion sich tpg, ad lade postdoctoral ag) YEAR, INSTITUTION AND LOCATION cecree | coy EARen FIELO OF STUDY Tokyo Medical and Dental University MD. 1984 Medicine Faculty of Medicine, Tokyo RESEARCH AND PROFESSIONAL. EXPERIENCE: Concluding with present position ist In chvonclogieal order, previous employment, experience, ‘ and honors. Include present membership on any Federel Government public advisory comrltee. List, n chronological order, tho tiles and com: plete references to all publications during the psst thee years and to representative earlier publications pertinent fo this application. DO NOT EXCEED TWO page, PROFESSIONAL EXPERIENCE 1984 - 1985 Resident, Department of Medicine, Tokyo Medical and Dental Univeristy, Tokyo. 1985 - 1987 Physician, Department of Medicine, Ohme Urban center General Hospital, Ohmo city, Japan 1987 - 1989 Research Follow, 1st Department of Internal Medicine, Tokyo Medical and Dental University. 1989 - date Research Fellow, Section of Molecular and Experimental Medicine, e Scripps Clinic and Research Foundation, La Jolla, CA. MEMBERSHIP IN ACADEMIC SOCIETIES Japanese Society of Internal Medicine Japanese Society of Immunology Japan Rheumatism Association (JRA) Japanese Society of Clinical Immunology PUBLICATION Kohsaka H, Yamada T, Yamaoka K, Nobuyuki Mebibyte, Okuda M, Aoki N: A case of ankylosing spondylitis associated with hyperthyroidism and mesangial proliferative glomerulonephritis: The Ryumachi (official journal of JRA) 27 (3 ): 181 - 187, 1987. Kohsaka H, Yamamoto K, Fujii H, Miyasaka N, Miura H, Tanaka ¥, Nishioka K, Miyamoto T: Molecular cloning of eDNAs expressing SS - B / La protein. J Autoinmmity 2 (Supple. ): 353 - 357, 1989. PHS 998 ev. 1088) Page FE “ Numer popes consecutively a he eotom thoughout the applicstion, 09 not ue suites such as 5, 8D 50190769"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Give the following information for the key personnel and consultants listed on page 2. Photocopy this page for each person. List, n chronological order, tho tiles and com:plete references to all publications during the psst thee years and to representative earlier publications pertinent fo this application."
}