{
    "filename": "50205636-5639.jpg",
    "metadata": {},
    "text": " \n\nyn\n\nReprinted to Ihe Archives of Pathotogy\nau Gcterir 1970 Volume 90\nCopyright 1970, American Medical Association\n\nMyocardial Dimensions and\n\n \n\nProportions\n\nin Pulmonary Emphysema\n\nAlan G. Foraker, MD; Carlos W, At, Hedrossian, MDs and\nAugustus B, Auterson, de, MD, duchsoncill, Fla\n\nHearts and lungs of 74 men over 50 years of\nage were assessed vllxing heart weights and\nnapermounted, whole organ sections, Planimeltic\n‘measurements of cardiac coronal areas. wore\ncompared with emphysema severity. Most signt-\nfeant changes occurred only in severe cmphy-\nsema, suggesting a large reserve factor, Rigi\nvenlricular myoeardiat coronal area was increased\nIn severe emphysema. This was especially ap-\nparent in relation to total ventricular myocardial\ncoronal area and heart weight. Right vontiieuar\neavily area remaiaed tnehanged at all levels of\nemphysema severity. Lett venteeulae myocar\ncoronal arca was sWikingly diminished in severe\nemphysema, both absolutely and relatively {0 total\nular myoeardal area, Also, lelt venlticul\n\ncally was decreased in advanced emphysema,\n‘The observed trends were considered consistent\nwith the viow that there is right venticular work\nhypertrophy and Toft ventricular disuse atrophy in\nsevere emphysema\n\n \n\n \n\n \n\n   \n\n \n\nTin coxs\nEmphysema on myoeaatial structure and\nfanetion have become a subject of dispute,\nFor years, the major effect was considered\nto be work hypertrophy of the right ventri-\ncle with or without heart failure, The heart\nsalsa cornnonty considered to be smal\nin eanphysenn, at east. roentgenographical-\nJy, Several eatemporary workers, however,\nIhave east doubt ow these assumptions.\n\n \n\nof pulmonary\n\n   \n\n \n\n     \n\n \n\nian May 22. 197,\nrater Maplin Merit\n\n \n\n‘Avcepted\n\nPron the\nHospital dacksomill, Pl\n\nTanad boteen the ett\nthe Intersational. Aesiewy” of\nCity Atay 12, 1020\n\nTeyrint veiuests fo Mescaich Baborstony, Hap,\nMenioiat Mospiat, KD Bdlaral Tal dacksonile,\nFie (2201 (Dr. Fevshen).\n\n  \n\n \n\nlunatic vongrens of\nils. Maio\n\n \n\n  \n\n \n\n \n\nCromic found no consistent relation bee\ntwven right ventricular hyperteaphy or dila-\n{ation and pulmonary emphysema or both!\nRaratio. and) Muchsam, tilizing carding\nmeasurements from chest. rorntgenog\nna card ir\ncated emphysema, could not contra the\npresence of a snyall heat ine)\n‘The purpose of this study was to elucidate\nthe relationship between the heart and em-\nphyseina, utilizing quantitative mnethods and\npostmortem\n\n \n\n  \n\n   \n\n \n\n \n\n   \n\n \n\nMat\n\n \n\nIs and Methods\n\nSevraty-foue esos, all men over 50 years old,\nwere eximined, to include the heist and one\nTung. Mast specimens were derived from the\ngeneral hospital autopsy case Toad of Baptist\nMemorial Hospital in darksonville, Fla, but\nsone came fren St. Vincent's and) Riverside\nhospitals, the Duval Medical Center in dack-\nsxaovlle, and the Vy ration Toss\nTake City, avoided\nnnonemphysernatens\n\nfor in whieh standard cardiac dissection was\ncritical. Our material from the ecaperating hos:\n\n \n\n      \n\n  \n\n \n\n \n\n          \n\n  \n\npitas was leaded ia the dvection of enphyae-\ntne, ince st spevil effort ws\nI\n\nwe to hirvest\nit andl heart snateriad in such instances,\nngs were inflated with formaldehyde solu\ntion and _paperanountedl anacrosections pre:\npared? \"The desiguated Tung section froma\ncach case wis evaiated as to degree emphyse\nmt ana severity seale of O to 6 wil\nKoooledge of clinical settings or rardiae mea-\nnents by oF u\nAd.\n\n \n\n     \n\n \n\n \n\n   \n\n     \n\nArch Poth--Vol 90. Oct 1970\n\n \n\n \n\n50205636\n\n \n\f",
    "augmented_texts": [
        "yn Reprinted to Ihe Archives of Pathotogy au Gcterir 1970 Volume 90 Copyright 1970, American Medical Association Myocardial Dimensions and Proportions in Pulmonary Emphysema Alan G. Foraker, MD; Carlos W, At, Hedrossian, MDs and Augustus B, Auterson, de, MD, duchsoncill, Fla Hearts and lungs of 74 men over 50 years of age were assessed vllxing heart weights and napermounted, solid organ sections, Planimeltic ‘ measurements of cardiac coronal areas. wore compared with emphysema severity. Most signt - feant changes occurred only in severe cmphy - sema, suggesting a large reserve factor, Rigi venlricular myoeardiat coronal area was increased In severe emphysema. This was especially ap - parent in relation to total ventricular myocardial coronal area and heart weight. Right vontiieuar eavily area remaiaed tnehanged at all levels of emphysema severity. Lett venteeulae myocar coronal arca personify sWikingly diminished in severe emphysema, both absolutely and relatively {0 total ular myoeardal area, Also, lelt venlticul cally was decreased in advanced emphysema, ‘ The observed trends were considered consistent with the viow that there is right venticular work hypertrophy and Toft ventricular disuse atrophy in severe emphysema Tin coxs Emphysema on myoeaatial structure and fanetion have become a subject of dispute, For years, the major effect was considered to be work hypertrophy of the right ventri - cle with or without heart failure, The heart salsa cornnonty considered to embody smal in eanphysenn, at east. roentgenographical - Jy, Several eatemporary workers, however, Ihave east doubt ow these assumptions. of pulmonary ian May 22. 197, rater Maplin Merit ‘ Avcepted Pron the Hospital dacksomill, Pl Tanad boteen the ett the Intersational. Aesiewy ” of City Atay 12, 1020 Teyrint veiuests fo Mescaich Baborstony, Hap, Menioiat Mospiat, KD Bdlaral Tal dacksonile, Fie (2201 (Dr. Fevshen ). lunatic vongrens of ils. Maio Cromic found no consistent relation bee twven right ventricular hyperteaphy or dila - {ation and pulmonary emphysema or both! Raratio. and) Muchsam, tilizing carding measurements from chest. rorntgenog na card ir cated emphysema, could not contra the presence of a snyall heat ine) ‘ The purpose of this study was to elucidate the relationship between the heart and em - physeina, utilizing quantitative mnethods and autopsy Mat Is and Methods Sevraty - foue esos, all men over 50 years old, were eximined, to include the heist and one Tung. Mast specimens were derived from the general hospital autopsy case Toad of Baptist Memorial Hospital in darksonville, Fla, but sone came fren St. Vincent ' s and) Riverside hospitals, the Duval Medical Center in dack - sxaovlle, and the Vy ration Toss Take City, avoided nnonemphysernatens for in whieh standard cardiac dissection was critical. Our material from the ecaperating hos: pitas was leaded ia the dvection of enphyae - tne, ince st spevil effort ws I we to hirvest it andl heart snateriad in such instances, ngs were inflated with formaldehyde solu tion and _paperanountedl anacrosections pre: pared? \" The desiguated Tung section froma cach case wis evaiated as to degree emphyse mt ana severity seale of O to 6 wil Koooledge of clinical settings or rardiae mea - nents by oF u Ad. Arch Poth - - Vol 90. Oct 1970 50205636",
        "yn Reprinted to Ihe Archives of Pathotogy au Gcterir 1970 Volume 90 Copyright 1970, American Medical Association Myocardial Dimensions and Proportions in Pulmonary Emphysema Alan G. Foraker, MD; Carlos W, At, Hedrossian, MDs and Augustus B, Auterson, de, MD, duchsoncill, Fla Hearts and lungs of 74 men over 50 years of age were assessed vllxing heart weights and napermounted, whole organ sections, Planimeltic ‘ measurements of cardiac coronal areas. wore compared with emphysema severity. Most signt - feant changes occurred only in severe cmphy - sema, suggesting a large reserve factor, Rigi venlricular myoeardiat coronal area was increased In severe emphysema. This was especially ap - parent in relation to total ventricular myocardial coronal area and heart weight. Right vontiieuar eavily area remaiaed tnehanged at all levels of emphysema severity. Lett venteeulae myocar coronal arca was sWikingly diminished in severe emphysema, both absolutely and relatively {0 total ular myoeardal area, Also, lelt venlticul cally was decreased in advanced emphysema, ‘ The observed trends were considered consistent with the viow that there is right venticular work hypertrophy and Toft ventricular disuse atrophy in severe emphysema Tin coxs Emphysema on myoeaatial structure and fanetion have become a subject of dispute, For years, the major effect was considered to be work hypertrophy of the right ventri - cle with or without heart failure, The heart salsa cornnonty considered to be smal in eanphysenn, at east. roentgenographical - Jy, Several eatemporary workers, however, Ihave east doubt ow these assumptions. of pulmonary ian May 22. 197, rater Maplin Merit ‘ Avcepted Pron the Hospital dacksomill, Pl Tanad boteen the ett the Intersational. Aesiewy ” of City Atay twelve, 1020 Teyrint veiuests fo Mescaich Baborstony, Hap, Menioiat Mospiat, KD Bdlaral Tal dacksonile, Fie (2201 (Dr. Fevshen ). lunatic vongrens of ils. Maio Cromic found no consistent relation bee twven right ventricular hyperteaphy or dila - {ation and pulmonary emphysema or both! Raratio. and) Muchsam, tilizing carding measurements from chest. rorntgenog na card ir cated emphysema, could not contra the presence of a snyall heat ine) ‘ The purpose of this study was to elucidate the relationship between the heart and em - physeina, utilizing quantitative mnethods and pm Mat Is and Methods Sevraty - foue esos, all men over 50 years old, were eximined, to include the heist and one Tung. Mast specimens were derived from the general hospital autopsy case Toad of Baptist Memorial Hospital in darksonville, Fla, but sone came fren St. Vincent ' s and) Riverside hospitals, the Duval Medical Center in dack - sxaovlle, and the Vy ration Toss Take City, avoided nnonemphysernatens for in whieh standard cardiac dissection was critical. Our material from the ecaperating hos: pita was leaded ia the dvection of enphyae - tne, ince st spevil effort ws I we to hirvest it andl heart snateriad in such instances, ngs were inflated with formaldehyde solu tion and _paperanountedl anacrosections pre: trim? \" The desiguated Tung section froma cach case wis evaiated as to degree emphyse mt ana severity seale of O to 6 wil Koooledge of clinical settings or rardiae mea - nents by oF u Ad. Arch Poth - - Vol 90. Oct 1970 50205636"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Heart and lungs of 74 men over 50 years of age were assessed vllxing heart weights and whole organ sections. Most signt-                feant changes occurred only in severe emphysema, suggesting a large reserve factor. Right vontiieuar                eavily area remaiaed tnehanged at all levels of severity. Lett venteeulae myocaripientcoronal arca was sWikingly diminished."
}