{
    "filename": "50200745-0754.jpg",
    "metadata": {},
    "text": " \n\n \n\n  \n\n \n\nhe Chemical Characterization of Calf Brain :\nMicrotubule Protein Subunits*\n\n \n\n(eccived for publication, March 39,1973)\n\n \n\nJaurs C. Lie asp Rosato Py Fiaios\n\nEvian the Graduate Depastuent oj Biochemistry, Biandeis Caieeesity, Walthant, Massackselts 0215\n\n \n\n \n\neN. Tivasin\n\n \n\nFrom the Graduate Depastin ol of Biochemistry, Binuteix Cniveesity, and Pioneering Kescorch Laborato of\nPhysical Biochemistry, Cited States Depastinent nf Agcteulture, Eastern Marketing and Nueition Resrarch\nDivision, Agricullusal Rescaech Server, Walthans, Massarhusetts O21\n\n   \n\nSUMMARY\n\nCaif brain microtubule protein (tubulin) was characterized‘! Ibe\n‘chemically, Amino cid analysis and hydrogen ion titeation “!!\"\nin § M guanidine hydrochloride yielded a chemical com-\nposition similar to that of tubulin from other sources. The\n[NH -terminal residue was identified as methionine. When Materials\nthe protein was denatured and reduced in 8 ures, two\ndistinet protein bands were observed in gel electrophoresis\nin the presence of urea, suggesting the existence of two non-\nidentical subunits. The molecular weight of the tubulin\nsubunits was determined by a variety of techniques, in-\ncluding sedimentation equilibrium and light scattering in\n6 m guanidine hydrochloride, sodium dodecyl sulfate gel\nelectrophoresis, chromatrography on an agarose column in\nthe presence of 6 m guanidine hydrochloride, and viscometry\nof S-carboxymethylated, reduced protein in 6 guanidine\nhydrochloride All methods yielded en average molecular\n‘weight value of ($4,000 + 1,000), whether the measure-\n\nof the subunits of eal rain tubulin ate sescribws\nApron\n+.\n\n \n\n \n\n \n\nreport of this work haw been pre\n\n \n\n \n\n   \n\nespe TES, 5.S¢alithiobis(2\nseine were purchased from Signi Chania C\nIneluvtatey 2-mereaptoethanol,serylamide, ato silica gel Cho\noot civets were obtuined from Kxstexin Kotak CES\npurity grade gusuidine hydroetdoride, from Henn, oe,\n\nsi after filtration through sintered gloss filter. Sal\nfate, and urea, whieh were purchase (eas Fisher\nSviemtie Cou, were recrystallized hefore use, Daas vidoe\nvs wht from snl K Laboniteries, DEAR Sejlavles\n1 Me estra re obtained from Pharnavia Eine\nsls aul io gare els fest Ui Rl Bal\n\n \n\nrolvenoie acl), nil\n\n       \n\n    \n  \n\n \n\n \n   \n\n \n\n   \n \n   \n\n \n\n     \n\n \n\nMet\n\n \n\nMicrotubules ae fos in a wide vatiety of waimal aul phat oni stlfate precipitate, obtained after the DEAE snk\ncalls (1). In aividing ells, they ar localized in the mitotic apy asisaytion, was teased in baler consisting of 10°2 x slant\nFearatus, ad they ane also foul in avons ani dente peo ySopsate, \"4M GTP, and 5 X 10\"! 3¢ MgCl at pll 7.0 PMG)\nfosione of neurons. \\ soluble protein fraction of the a vist appli tow column x 88 en) of Sepik G25,\nFubuls, tubulin, has heen isolated from porcine avd eu Mrsine coarse The eoluann was eluted with PMG buffer at a ste of\naul ptifed hy Weisenberg and co-workers (2, 8). ‘Those is at hour to remove the ammoniuns sulfate eompletely\nsentizatars @) have ako found Hat hs pete cou inl fe was then precipitated hy slo ait\nself associat Ix, solution, The precipitate was\n\n \n\n \n\n \n   \n\n \n\n \n\n     \n   \n\n   \n\n \n\n \n     \n\npveigtel by liv estions aad vibe\n\n \n\n \n\n     \n\n  \n \n \n \n \n\n   \n\n‘The present study was initiated in onder to obtain a fuudanwentat -rinestion in & Sorvall coutrifuge at 400 X 9 for 5 inn. The\ntnderstanuling of the subunit structure of tubulin which is emes, set w.ralislved i 1 to'3 ml of 1 stsuetene in PMG buffer and\nWal te the iow of its association Hieueior ss ivaxt acemight against 250 ml af Lat sense in BMG, The\nsolution. ‘The results ofa chemi ana physical canal has ‘uu solution was rapidly frozen in tal alquon al\n\n \n \n      \n\neit pr by: National Inst\n12, ad\nMeat HUY\n\nemistry, Beandois Cai\n\n  \n\n \n\n \n\n \n\n50200745\n\n \n\n \n\f",
    "augmented_texts": [
        "he Chemical Characterization of Calf Brain: Microtubule Protein Subunits * (eccived for publication, March 39, 1973) Jaurs C. Lie asp Rosato Py Fiaios Evian the Graduate Depastuent oj Biochemistry, Biandeis Caieeesity, Walthant, Massackselts 0215 eN. Tivasin From the Graduate Depastin ol of Biochemistry, Binuteix Cniveesity, and Pioneering Kescorch Laborato of Physical Biochemistry, Cited States Depastinent nf Agcteulture, Eastern Marketing and Nueition Resrarch Division, Agricullusal Rescaech Server, Walthans, Massarhusetts O21 sum up Caif brain microtubule protein (tubulin) was characterized ‘! Ibe ‘ chemically, Amino cid analysis and hydrogen ion titeation “! ! \" in § M guanidine hydrochloride yielded a chemical com - position similar to that of tubulin from other sources. The [NH - terminal residue was identified as methionine. When Materials the protein was denatured and reduced in 8 ures, two distinet protein bands were observed in gel electrophoresis in the presence of urea, suggesting the existence of two non - identical subunits. The molecular weight of the tubulin subunits was determined by a variety of techniques, in - cluding sedimentation equilibrium and light scattering in 6 m guanidine hydrochloride, na dodecyl sulfate gel electrophoresis, chromatrography on an agarose column in the presence of 6 m guanidine hydrochloride, and viscometry of S - carboxymethylated, reduced protein in 6 guanidine hydrochloride All methods yielded en average molecular ‘ weight value of ($ 4, 000 + 1, 000 ), whether the measure - of the subunits of eal rain tubulin ate sescribws Apron +. report of this work haw been pre espe TES, 5. S ¢ alithiobis (2 seine were purchased from Signi Chania C Ineluvtatey 2 - mereaptoethanol, serylamide, ato silica gel Cho oot civets were obtuined from Kxstexin Kotak CES purity grade gusuidine hydroetdoride, from Henn, oe, si after filtration through sintered gloss filter. Sal fate, and urea, whieh were purchase (eas Fisher Sviemtie Cou, were recrystallized hefore use, Daas vidoe vs wht from snl K Laboniteries, DEAR Sejlavles 1 Me estra re obtained from Pharnavia Eine sls aul io gare els fest Ui Rl Bal rolvenoie acl ), nil Met Microtubules ae fos in a wide vatiety of waimal aul phat oni stlfate precipitate, obtained after the DEAE snk calls (1 ). In aividing ells, they ar localized in the mitotic apy asisaytion, was teased in baler consisting of 10 ° 2 x slant Fearatus, ad they ane also foul in avons ani dente peo ySopsate, \" 4M GTP, and 5 Ecstasy 10 \"! 3 ¢ MgCl at pll 7. 0 PMG) fosione of neurons. \\ soluble protein fraction of the a vist appli tow column x 88 en) of Sepik G25, Fubuls, tubulin, has heen isolated from porcine avd eu Mrsine coarse The eoluann was eluted with PMG buffer at a ste of aul ptifed hy Weisenberg and co - workers (2, 8 ). ‘ Those is at hour to remove the ammoniuns sulfate eompletely sentizatars @) have ako found Hat hs pete cou inl fe was so precipitated hy slo ait self associat Ix, solution, The precipitate was pveigtel by liv estions aad vibe ‘ The present study was initiated in onder to obtain a fuudanwentat - rinestion in & Sorvall coutrifuge at 400 X 9 for 5 inn. The tnderstanuling of the subunit structure of tubulin which is emes, set w. ralislved i 1 to ' 3 ml of 1 stsuetene in PMG buffer and Wal te the iow of its association Hieueior ss ivaxt acemight against 250 ml af Lat sense in BMG, The solution. ‘ The results ofa chemi ana physical canal has ‘ uu solution was rapidly frozen in tal alquon al eit pr by: National Inst 12, ad Meat HUY emistry, Beandois Cai 50200745",
        "he Chemical Characterization of Calf Brain: Microtubule Protein Subunits * (eccived for publication, March 39, 1973) Jaurs C. Lie asp Rosato Py Fiaios Evian the Graduate Depastuent oj Biochemistry, Biandeis Caieeesity, Walthant, Massackselts 0215 eN. Tivasin From the Graduate Depastin ol of Biochemistry, Binuteix Cniveesity, and Pioneering Kescorch Laborato of Physical Biochemistry, Cited States Depastinent nf Agcteulture, Eastern Marketing and Nueition Resrarch Division, Agricullusal Rescaech Server, Walthans, Massarhusetts O21 SUMMARY Caif brain microtubule protein (tubulin) was characterized ‘! Ibe ‘ chemically, Amino cid analysis and hydrogen ion titeation “! ! \" in § M guanidine hydrochloride yielded a chemical com - position similar to that of tubulin from other sources. The [NH - terminal residue was identified as methionine. When Materials the protein was denatured and reduced in 8 ures, two distinet protein bands were observed in gel electrophoresis in the presence of urea, suggesting the existence of two non - identical subunits. The molecular weight of the tubulin subunits was determined by a variety of techniques, in - cluding sedimentation equilibrium and light scattering in 6 m guanidine hydrochloride, sodium dodecyl sulfate gel electrophoresis, chromatrography on an agarose column in the presence of 6 m guanidine hydrochloride, and viscometry of S - carboxymethylated, reduced protein in 6 guanidine hydrochloride All methods yielded en average molecular ‘ weight value of ($ 4, 000 + 1, 000 ), whether the measure - of the subunits of eal rain tubulin ate sescribws Apron +. report of this work haw been pre espe TES, 5. S ¢ alithiobis (2 seine were purchased from Signi Chania C Ineluvtatey 2 - mereaptoethanol, serylamide, ato silica gel Cho oot civets were obtuined from Kxstexin Kotak CES purity grade gusuidine hydroetdoride, from Henn, oe, si after filtration through sintered gloss filter. Sal fate, and urea, whieh were purchase (eas Fisher Sviemtie Cou, were recrystallized hefore use, Daas vidoe vs wht from snl K Laboniteries, DEAR Sejlavles 1 Me estra re obtained from Pharnavia Eine sls aul io gare els fest Ui Rl Bal rolvenoie acl ), nil Met Microtubules ae fos in a wide vatiety of waimal aul phat oni stlfate precipitate, obtained after the DEAE snk calls (1 ). In aividing ells, they ar localized in the mitotic apy asisaytion, was teased in baler consisting of 10 ° 2 x slant Fearatus, ad they ane also foul in avons ani dente peo ySopsate, \" 4M GTP, and 5 X 10 \"! 3 ¢ MgCl at pll 7. 0 PMG) fosione of neurons. \\ soluble protein fraction of the a vist appli tow column x 88 en) of Sepik G25, Fubuls, tubulin, has heen isolated from porcine avd eu Mrsine coarse The eoluann was eluted with PMG buffer at a ste of aul ptifed hy Weisenberg and co - workers (2, 8 ). ‘ Those is at hour to remove the ammoniuns sulfate eompletely sentizatars @) have ako found Hat hs pete cou inl fe was then precipitated hy slo ait self associat Ix, solution, The precipitate was pveigtel by liv estions aad vibe ‘ The present study was initiated in onder to obtain a fuudanwentat - rinestion in & Sorvall coutrifuge at 400 X 9 for 5 inn. The tnderstanuling of the subunit structure of tubulin which is emes, set westward. ralislved i 1 to ' 3 ml of 1 stsuetene in PMG buffer and Wal te the iow of its association Hieueior ss ivaxt acemight against 250 ml af Lat sense in BMG, The solution. ‘ The results ofa chemi ana physical canal has ‘ uu solution was rapidly frozen in tal alquon al eit pr by: National Inst 12, ad Meat HUY emistry, Beandois Cai 50200745"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "he Chemical Characterization of Calf Brain :.Microtubule Protein Subunits*  (eccived for publication, March 39, 1973) Jaurs C. Lie asp Rosato Py FiaiosEvian the Graduate Depastuent oj Biochemistry, Biandeis Caieeesity, Walthant, Massackselts."
}