{
    "filename": "50208533-8546.jpg",
    "metadata": {},
    "text": "   \n\n \n\ncomer omaus vavae =\npddondn £ @/\n—_——>\nGerd Noustadter 1a} _—_—_—\n\nBrasov, Rowaata\n\n \n\n \n\nDATE Dec\n\n \n\ner 21, 1937\n\nny)\n\n \n\nWS.A.\n\n \n\n   \n\nS. iu Chentead Engineering: June 1960, Lehigh University\nBethtehen, PA (high honors).\n\n‘ . Ph.D. in Physical Chemistry: April 1964, Vrineeton University\nPrinceton, Ni (nC. Allen, thesis advisor),\n\n \n\n  \n\n \n\n       \n\n“ostdactoral stud ie the University of Copenhagen, 1964 ~ 1965\n(Gad. Bal thousen), and ETH, Zurich, 1965 - 1967 (il, Prinas\nsand Wet, Gunthard),\n\n \n\nPRO\n\n \n\nSTONAL EXPERTENCE\n\n \n\n1967 to 1972 ~Keseareh L, Shel1 Devel opment Company\nryville, California\n1971 to 1973 ~Assistant Professor, Department of Chemistry,\n\nUniversity of Calitornia, avis\n\ne 1973 (0 1974 ~Associate Professor, Department of Cheniatey\n\nUniversity of California, Davis\n\n \n \n\n    \n\n \n\n1974 to date “Professor, Department of Chemistry\nUniversity of California, bavis\n1978 to date ~Co-director, Nuclear Magnet ie Resonance Facility\n\n \n\n   \n\nUniversity of California, Davis\n\n \n\nInvestigation of wolecular structure and dynamic properties of nolecules by\nnuclear magnet se resonamce; nmr in paramaynetde molecules; nme studies of\nstructure-function relationship in henoproteivs; dynamie properties and poly~\npeptides as related to fuietion; the binding of uctal ions to proteines\ndevelopment of spectroscopic Lechnigues Sor studying metalloproteins.\n\n   \n\n \n\n \n\n \n\nsAuerican Chemical Society\n\n \n\n“International Society of Magnetic Resonance\n“Phi Beta Kappa\n\n“Sigma Ki\n\n \n\nww Beta Pi\n\n50208533\n\f",
    "augmented_texts": [
        "comer omaus vavae = pddondn £ @ / — _ — —> Gerd Noustadter 1a} _ — _ — _ — Brasov, Rowaata DATE Dec er 21, 1937 ny) WS. A. S. iu Chentead Technology: June 1960, Lehigh University Bethtehen, PA (high honors ). ‘. Ph. D. in Physical Chemical science: April 1964, Vrineeton University Princeton, Ni (nC. Allen, thesis advisor ), “ ostdactoral stud ie the University of Copenhagen, 1964 ~ 1965 (Gad. Bal thousen ), and ETH, Zurich, 1965 - 1967 (il, Prinas sand Wet, Gunthard ), PRO STONAL EXPERTENCE 1967 to 1972 ~ Keseareh L, Shel1 Devel opment Company ryville, California 1971 to 1973 ~ Assistant Professor, Department of Alchemy, University of Calitornia, avis e 1973 (0 1974 ~ Associate Professor, Section of Cheniatey University of California, Davis 1974 to date “ Professor, Department of Chemistry University of California, bavis 1978 to date ~ Co - director, Nuclear Magnet ie Resonance Facility University of California, Davis Investigation of wolecular structure and dynamic holding of nolecules by nuclear magnet se resonamce; nmr in paramaynetde molecules; nme studies of structure - function relationship in henoproteivs; dynamie properties and poly ~ peptides as related to fuietion; the binding of uctal ions to proteines development of spectroscopic Lechnigues Sor studying metalloproteins. sAuerican Chemical Society “ International Society of Magnetic Resonance “ Phi Beta Kappa “ Sigma Ki ww Genus beta Pi 50208533",
        "comer omaus vavae = pddondn £ @ / — _ — —> Gerd Noustadter 1a} _ — _ — _ — Brasov, Rowaata DATE Dec er 21, 1937 ny) WS. A. S. iu Chentead Technology: June 1960, Lehigh University Bethtehen, PA (high honors ). ‘. Ph. D. in Physical Chemistry: April 1964, Vrineeton University Princeton, Nickel (nC. Allen, thesis advisor ), “ ostdactoral stud ie the University of Copenhagen, 1964 ~ 1965 (Gad. Bal thousen ), and ETH, Zurich, 1965 - 1967 (il, Prinas sand Wet, Gunthard ), PRO STONAL EXPERTENCE 1967 to 1972 ~ Keseareh L, Shel1 Devel opment Company ryville, California 1971 to 1973 ~ Assistant Professor, Department of Chemistry, University of Calitornia, avis e 1973 (0 1974 ~ Associate Professor, Department of Cheniatey University of California, Davis 1974 to date “ Prof, Department of Chemistry University of California, bavis 1978 to date ~ Co - director, Nuclear Magnet ie Resonance Facility University of California, Davis Investigation of wolecular structure and dynamic properties of nolecules by nuclear magnet se resonamce; nmr in paramaynetde molecules; nme studies of structure - function relationship in henoproteivs; dynamie properties and poly ~ peptides as related to fuietion; the binding of uctal ions to proteines development of spectroscopic Lechnigues Sor studying metalloproteins. sAuerican Chemical Society “ International Society of Magnetic Resonance “ Phi Beta Kappa “ Sigma Ki ww Beta Pi 50208533"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Gerd Noustadter was born Dec 21, 1937, in Rowaata, Poland. He studied at the University of Copenhagen, 1964 - 1967. In 1974, he was co-director of the Nuclear Magnet ie Resonance Facility in California. His work has been published in numerous scientific journals."
}