{
    "filename": "50203974-3979.jpg",
    "metadata": {},
    "text": " \n\nBUSINESS\nADDRESS\n\nBIRTHDATE\n\n \n\nBIRTHPLACE\n\n \n\nCITIZENSHIP\n\n \n\nMARITAL STATUS\n\n \n\n \n\n \n\n \n\nINTERNSHIP\n\nEELLOWSHIPS\n\n \n\ncu:\n\n \n\nICULUM VITA:\n\nRoberto Levi,\n\n815 Park Avenue, Apt, 10 B\nNew York, New York 1002),\n\nDepartment of Pharmacology\nCornell University Medical College\n1300 York Avenue\n\nNew York, New Yorx 10021,\nMarch 2, 1934,\n\nMilan, Italy.\n\nUnited States.\n\nMarried,\n\nPatrizia (Turi) Levi, M.D.\n\nAlexander Francis Levi, born 12/17/68,\nLawrence David Levi, bora 4/3/70.\n\nLiceo Michelangelo, Florence, Italy,\nClassical Diploma, 1952,\n\nUniversity of Florence, School of Medicine,\nM.D. Degree, 1960,\n\nRotating, University Hospital, Florence, Italy, 1958-60.\n\n‘Fulbright Travel Scholarship, 1961.\n\nU.S.P.H.S, Post-Doctoral Trainee in Neurological Sciences,\nJohns Hopkins University School of Medicine, Baltimore, 1961-62.\n\nFellow of the John Polachek Foundation for Medical Research,\n1973-74, 1974-75, 1975-76,\n\n5-A Classification,\n\nAssistant in Pharmacology, University of Florence,\nSchool of Medicine, 1960-61, Florence, Italy.\n\nFellow in Pharmacology and Experimental Therapeutics,\n\nThe Johns Hopkins University School of Medicine, 1961-63,\nBaltimore, Maryland.\n\n50203974\n\f",
    "augmented_texts": [
        "byplay ADDRESS BIRTHDATE BIRTHPLACE CITIZENSHIP MARITAL STATUS INTERNSHIP EELLOWSHIPS cu: ICULUM VITA: Roberto Levi, 815 Park Avenue, Apt, 10 B New York, New York 1002 ), Department of Pharmacology Cornell University Medical College 1300 York Avenue New House of york, New Yorx 10021, March 2, 1934, Milan, Italy. United States. Married, Patrizia (Turi) Levi, M. D. Alexander Francis Levi, born 12 / 17 / 68, Lawrence David Levi, bora 4 / 3 / 70. Liceo Michelangelo, Florence, Italy, Classical music Diploma, 1952, University of Florence, School of Medicine, M. D. Degree, 1960, Rotating, University Hospital, Florence, Italy, 1958 - 60. ‘ Fulbright Travel Scholarship, 1961. U. S. P. H. S, Post - Doctorial Trainee in Neurological Sciences, John the evangelist Hopkins University School of Medicine, Baltimore, 1961 - 62. Fellow of the John Polachek Initiation for Medical Research, 1973 - 74, 1974 - 75, 1975 - 76, 5 - A Classification, Assistant in Pharmacology, University of Florence, School of Medicine, 1960 - 61, Florence, Italy. Fellow in Pharmacology and Experimental Therapeutics, The Johns Hopkins University School of Medicine, 1961 - 63, Baltimore, Maryland. 50203974",
        "BUSINESS ADDRESS BIRTHDATE BIRTHPLACE CITIZENSHIP MARITAL STATUS INTERNSHIP EELLOWSHIPS cu: ICULUM VITA: Roberto Levi, 815 Park Avenue, Apt, 10 B New York, New York 1002 ), Department of Pharmacology Cornell University Medical College 1300 York Boulevard New York, New Yorx 10021, March 2, 1934, Milan, Italy. United States. Married, Patrizia (Turi) Levi, M. D. Alexander Francis Levi, born 12 / 17 / 68, Lawrence David Levi, bora 4 / 3 / lxx. Liceo Michelangelo, Florence, Italy, Classical Diploma, 1952, University of Florence, School of Medicine, M. Vitamin d. Degree, 1960, Rotating, University Hospital, Florence, Italian republic, 1958 - 60. ‘ Fulbright Travel Scholarship, 1961. Uranium. S. P. Henry. S, Post - Doctorial Trainee in Neurological Sciences, Johns Hopkins University School of Medicine, Baltimore, 1961 - 62. Fellow of the John Polachek Foundation for Medical Research, 1973 - 74, 1974 - 75, 1975 - 76, 5 - A Classification, Assistant in Pharmacology, University of Florence, School of Medicine, 1960 - 61, Florence, Italy. Fellow in Pharmacological medicine and Experimental Therapeutics, The Johns Hopkins University School of Medicine, 1961 - 63, Baltimore, Maryland. 50203974"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Roberto Levi, M.D. was born on March 2, 1934, in Milan, Italy. He is the son of Lawrence David Levi and Patrizia (Turi) Levi. Levi was a fellow of the John Polachek Foundation for Medical Research."
}