{
    "filename": "50214336-4336.jpg",
    "metadata": {},
    "text": " \n\n‘Tue Councn. For Tozacco Researcu-U.8.A., Ine.\nFebruary 28, 1978\n\nGRANT APPLICATTON No. 1199\nCANCER\n\nTo: ‘The committee comprising Drs. Gardner, Meier and Wattenberg\n\nSUBJECT: Harold Amos, Ph.D., Harvard Medical School, Boston, Mass. 02115\nNew Application No. 1199\n\"Chemical Carcinogenesis\" in Post-Mitotic Cells: Heart Muscle Cells\nand Hunan and Rat Enbryo Fibroblasts in Post-Mitotic Arrest\"\n\nHISTORY\n\nThis application results from discussions between Dr. Amos and\nDrs. Lisanti and Stone.\n\nREQUEST\n\nApplication No. 1199 requests $40,345 for the first year of a three\nyear project. Estimates for the second and third years are $41,400 and $hh,563,\nrespectively. (See Page 14/15 of application).\n\nDOCUMENTS SUBMITTED (attached)\n\n1. Application dated February 6, 1978 (15 pages)\n2. Appendix A - Previous Work (3 pages)\n3. Appendix B - Methods and Procedures (2 pages)\n\n+ Appendix C - Methodology and Experimental Design (2 pages)\n- CVs of Drs, Amos, Demetrakopoulos and Lampidis (11 pages)\n» Reprints (6 in number)\n\nManuscript (1 in number)\n\nAor\n\nDavid Stone, Ph.D,\nAssociate Research Director\n\nEnel,\n\nDs/ah\n\n50214336\n\f",
    "augmented_texts": [
        "‘ Tue Councn. For Tozacco Researcu - U. 8. A. , Ine. February xxviii, 1978 GRANT APPLICATTON No. 1199 CANCER To: ‘ The committee comprising Drs. Gardner, Meier and Wattenberg SUBJECT: Harold Amos, Ph. D. , Harvard Medical School, Boston, Multitude. 02115 New Application No. 1199 \" Chemical Carcinogenesis \" in Post - Mitotic Cells: Heart Muscle Cells and Hunan and Puke Enbryo Fibroblasts in Post - Mitotic Hitch \" HISTORY This application results from discussions between Dr. Amos and Drs. Lisanti and Stone. REQUEST Coating No. 1199 requests $ 40, 345 for the first yr of a three year project. Estimates for the second and third years are $ 41, 400 and $ hh, 563, respectively. (See Thomas nelson page 14 / 15 of application ). DOCUMENTS SUBMITTED (attached) 1. Application go out February 6, 1978 (15 pages) 2. Appendix A - Previous Work (3 pages) 3. Appendix B - Method acting and Procedures (2 pages) + Appendix C - Methodology and Experimental Design (deuce pages) - CVs of Drs, Amos, Demetrakopoulos and Lampidis (11 pages) » Reprints (6 in number) Manuscript (1 in number) Aor David Stone, Ph. D, Associate Research Director Enel, Ds / ah 50214336",
        "‘ Tue Councn. For Tozacco Researcu - U. 8. A. , Ine. February 28, 1978 subsidisation APPLICATTON No. 1199 CANCER To: ‘ The committee comprising Drs. Gardner, Meier and Wattenberg SUBJECT: Harold Amos, Ph. Vitamin d. , Harvard Medical School, Boston, Mass. 02115 New Application No. 1199 \" Chemical Carcinogenesis \" in Post - Mitotic Cells: Heart Muscle Cells and Hunan and Rat Enbryo Fibroblasts in Post - Mitotic Arrest \" HISTORY This application results from discussions between Dr. Amos and Drs. Lisanti and Stone. REQUEST Application No. 1199 requests $ 40, 345 for the first year of a three year project. Estimates for the second and third class are $ 41, 400 and $ hh, 563, respectively. (See Page 14 / 15 of covering ). DOCUMENTS SUBMITTED (attached) 1. Application dated February 6, 1978 (15 pages) 2. Appendix A - Previous Work (3 pages) 3. Appendix B - Method acting and Procedures (2 page) + Appendix C - Methodology and Experimental Design (2 pages) - CVs of Drs, Book of amos, Demetrakopoulos and Lampidis (11 pages) » Reprints (6 in number) Manuscript (1 in number) Aor David Stone, Ph. D, Associate Research Director Enel, Ds / ah 50214336"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Application No. 1199 requests $40,345 for the first year of a three-year project. Estimates for second and third years are $41,400 and $hh,563, respectively. (See Page 14/15 of application). Application dated February 6, 1978 (15 pages) The application results from discussions between Dr. Amos and Associate Research Director David Stone."
}