{
    "filename": "50216787-6793.jpg",
    "metadata": {},
    "text": " \n\nCURRICULUM VITAE\n\nNAME: William -Sanford Lynn Social Security Number: 419-14-1472\nDATE AND PLACE OF BIRTH: June 14, 1922,\n\nPRESENT ADDRESS: Box 3711\nDepartments of Biochemistry\nand Medicine\nDuke University Medical Center\nDurham, North Carolina 27710\n\n \n\nEDUCATION:\n\n1943 B.S. Alabama Polytechnic Institute\n\n1946 §.D., Columbus University, New York.\n\n1946 - 48 (tuberculosis)\n\n1949 Internship, Department of Medicine, Duke University Medical Center, Durham,\nNorth Carolina.\n\nPROFESSIONAL EXPERIENCE:\n\n1969 - present Professor of Medicine, Associate Professor of Biochemistry, Duke\nUniversity Medical Center, Durham, North Carolina.\n\n1955 - 1969 Department of Biochemistry, Duke University Medical Center, Associate in\n, _ Nedicine and Biochemistry - to’- Assocaite Professor of Biochemistry, Pro-\nfessor of Medicine, Ourham, North Carolina.\n1956 - 1961 Markle Scholar\n1953 - 1955 Postdoctoral Fellow, Department of Biochemistry, University of Pennsylvania,\n\nOr. Sam Gurin.\n\n1953 ~ Resident Physician, Raybrook, New York State Tuberculosis Sanitarium, New\nYork.\n\n1951 - 1952 Jr. Sr., Resident, Department of Medicine, Duke University Medical Center,\nDurham, North Carolina.\n\n1950 ~ Postodoctoral Fellow, Department of Endocrinology, Duke University Medical\nCenter, Durham, North Carolina.\n\nHONORS:\n\nMarkle Scholar\nAdvisory consultant to Yale University Lung Center,\n\nMEMBERSHIPS: -\n\nAmerican Society of Biological Chemists; American Association of Physicians;\nAmerican Society of Clinical Investigations; Biophysical Society.\n\n“4s\n\n \n\n50216787\n\f",
    "augmented_texts": [
        "CURRICULUM VITAE NAME: William - Sanford Lynn Social Security Number: 419 - 14 - 1472 DATE AND PLACE OF BIRTH: June 14, 1922, PRESENT ADDRESS: Box 3711 Departments of Biochemistry and Medicine Duke University Medical Center Durham, North Carolinas 27710 EDUCATION: 1943 B. S. Alabama Polytechnic Institute 1946 §. D. , Columbus University, New York. 1946 - 48 (tuberculosis) 1949 Internship, Department of Medicine, Duke University Medical Center, Durham, North Carolina. PROFESSIONAL EXPERIENCE: 1969 - present Professor of Medicine, Associate Professor of Biochemistry, Duke University Medical Center, Durham, Frederick north Carolina. 1955 - 1969 Department of Biochemistry, Duke University Medical Center, Associate in, _ Nedicine and Biochemistry - to ’ - Assocaite Professor of Biochemistry, Pro - fessor of Medicine, Ourham, North Carolina. 1956 - 1961 Markle Scholar 1953 - 1955 Postdoctoral Fellow, Department of Biochemistry, University of Pennsylvania, Or. Sam Gurin. 1953 ~ Resident Physician, Raybrook, New York State Tuberculosis Sanitarium, New York. 1951 - 1952 Jr. Sr. , Resident, Department of Medicine, Duke University Medical Center, Durham, North Carolina. 1950 ~ Postodoctoral Fellow, Department of Endocrinology, Duke University Checkup Center, Durham, North Carolina. HONORS: Markle Scholar Advisory consultant to Yale University Lung Center, MEMBERSHIPS: - American Society of Biological Chemists; American Association of Physicians; American Society of Clinical Investigations; Biophysical Society. “ 4s 50216787",
        "CURRICULUM VITAE NAME: William - Sanford Lynn Social Security Number: 419 - 14 - 1472 DATE AND PLACE OF BIRTH: June 14, 1922, PRESENT ADDRESS: Box 3711 Departments of Biochemistry and Medicine Duke University Medical Center Durham, Northward Carolina 27710 EDUCATION: 1943 B. South. Alabama Polytechnic Institute 1946 §. D. , Columbus University, New York. 1946 - 48 (tuberculosis) 1949 Internship, Department of Medicine, Duke University Medical Center, Durham, North Carolina. PROFESSIONAL EXPERIENCE: 1969 - present Professor of Medicine, Associate degree Professor of Biochemistry, Duke University Medical Center, Durham, North Carolina. 1955 - 1969 Department of Biochemistry, Duke University Medical Center, Familiar in, _ Nedicine and Biochemistry - to ’ - Assocaite Professor of Biochemistry, Professional - fessor of Medicine, Ourham, North Carolina. 1956 - 1961 Markle Scholar 1953 - 1955 Postdoctoral Fellow, Department of Biochemistry, University of Pennsylvania, Or. Sam Gurin. 1953 ~ Resident Doc, Raybrook, New York State Tuberculosis Sanitarium, New York. 1951 - 1952 Jr. Atomic number 38. , Resident, Department of Medicine, Duke University Medical Center, Durham, North Carolina. 1950 ~ Postodoctoral Fellow, Department of Endocrinology, Duke University Medical Center, Durham, North Carolina. HONORS: Markle Scholar Advisory consultant to Yale University Lung Center, MEMBERSHIPS: - American Society of Biological Chemists; American Association of Physicians; American Society of Clinical Investigations; Biophysical Society. “ 4s 50216787"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "William -Sanford Lynn was born June 14, 1922, in Alabama. He is a Professor of Medicine at Duke University in Durham, North Carolina. His work has been recognized by the American Society of Biological Chemists, American Association of Physicians, and the Biophysical Society. For more information on William Lynn, visit his website."
}