{
    "filename": "502296116+-6116.jpg",
    "metadata": {},
    "text": " \n\nMarch 1, 1982\n\nMr. Joseph Miller\n\nOakview Apartments, No. 23\n2506 East Simcoe\nLafayette, LA 70501\n\nDear Mr. Miller:\n\nThank you for letting us know you recently were sold some\n\nCamel Lights cigarettes marked “Complimentary, Not For\nBale.\"\n\nPeriodically, through our sales force, we provide re-\ntailers displays of “Free Pack* offere to help promote\nsales of certain brands. As long as the supply laste, a\ncustomer purchasing a package of this particular brand is\n\nentitled to another pack marked \"Complimentary, Not For\nSale.*\n\n \n\nAlthough our sales force continually encourages retailers\nto merchandise our various promotional offers properly,\napparently the cigarettes you wrote about were not mer-\nchandised as we had intended,\n\nWe are sorry this happened and hope you will enjoy the\nadditional cigarettes being sent to you under separate\ncover with our compliments.\n\nSincerely,\n\nAnn Griffin\nPublic Relations Department\n\nAGicad\n2-CLHP\n\ny\n3\n3\n8\n\nz\n\na\n\n \n\f",
    "augmented_texts": [
        "March 1, 1982 Mr. Joseph Miller Oakview Apartments, No. 23 2506 East Simcoe Lafayette, LA 70501 Dear Mr. Miller: Thank you for letting us recognise you recently were sold some Camel Lights cigarettes marked “ Complimentary, Not For Bale. \" Periodically, through our sales force, we provide re - tailers displays of “ Free Pack * offere to help promote sales of certain brands. As long as the supply laste, a customer purchasing a software package of this particular brand is entitled to another pack marked \" Complimentary, Not For Sale. * Although our sales force continually encourages retailers to merchandise our various promotional offers properly, apparently the cigarettes you wrote about were not mer - chandised as we had mean, We are sorry this happened and leslie townes hope you will enjoy the additional butt being sent to you nether separate cover with our compliments. Sincerely, Ann Griffin Public Relations Section AGicad 2 - CLHP y 3 3 8 z a",
        "March 1, 1982 Mr. Joseph Miller Oakview Apartments, No. 23 2506 East Simcoe Lafayette, LA 70501 Dear Mister. Miller: Thank you for letting us know you recently were sold some Camel Spark cigarettes mark “ Complimentary, Not For Bale. \" Periodically, done our sales event force, we provide re - tailers displays of “ Free Pack * offere to help promote sales of certain brands. As long as the supply laste, a customer purchasing a package of this particular brand is entitled to another pack marked \" Complimentary, Not For Sale. * Although our sales force continually encourages retailers to merchandise our various promotional offers properly, apparently the cigarettes you wrote about were not mer - chandised as we had intended, We be sorry this happened and hope you will enjoy the additional cigarettes being sent to you under separate cover with our compliments. Sincerely, Ann Griffin World Relations Department AGicad 2 - CLHP y 3 3 8 z a"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Camel Lights cigarettes marked “Complimentary, Not Forale\" were not mer-                chandised as we had intended. We are sorry this happened and hope you will enjoy the additional cigarettes being sent to you under separate cover with our compliments. Sincerely,Ann Griffin, Public Relations Department."
}