{
    "filename": "50221525-1526.jpg",
    "metadata": {},
    "text": " \n\n \n\nBoston University Medical Center\n\nSchool of Medicine\n8D East Concord Street\nBoston, Massachusctts 02118\n\nDepartment of Bioehennstry\nSeptember 21, 1979\nThe Council for Tobacco Research-\nU.S.A., Inc.\n\n110 East 59th Street\nNew York, NY 10022\n\n \n\nDear Sir:\n\nFor several years we have been exploring the relationship between\nlung mechanical properties and connective tissue change in different\nmodels of human pulmonary disease. As an outgrowth of these experiments,\nit has become clear that more information is needed with respect to the\nnormal aging processes in the lung and the interrelationship between aging\nand normal lung repair mechanisms. For many reasons it is apparent that it\n\nis quite important to study pulmonary connective tissue alterations and\nresponses to injury in the aging hamster lung. The nature of this proposed\nprogram ie briefly described belov.\n\n‘The lung similar to all other organs progressively accumulates\nphysiological decrements with time. The Framingham study of an aging human\npopulation recently reported the relation among pulmonary function aging,\nCigarette smoking and mortality. A striking relation was noted between\nforced vital capacity and mortality which appeared to be independent of\ncigarette smoking or other environmental insults. In both man and\nexperimental animals the aging lung reveals loss of elastic recoil and\nincrease in the size of respiratory air-spaces. Both of these properties\nfare related to changes in the connective tissue network of the lungs.\n\nTt is not clear whether these changes are due just to the mechanical wear\n‘and tear effects of a lifetime of breathing or to alterations in the\npulmonary connective tissue synthesizing machinery which then alters the\nability of the pulmonary connective tissue to repair itself after injury.\nWe intend to explore these questions by comparing physiological, struc—\ntural and biochemical parameters in the whole animal as well as biochenical\nstudies in lung organ and cell cultures.\n\n \n\n \n\nWe plan to use hamsters in our experiments in part because we have\nextensive experience with these animals including the development of\nvfaphysema and fibrotic models of diseases and in addition because of the\nanimals innate resistence to pulmonary infection. A colony of approxi-\nmately 250 animals with an average age of 1 year has been established at our\nGnstitution. Since the hanster life span is estimated to be approximately\n24-36 months, periodically animals are removed from the colony and their\nlung volumes and static compliance are measured. The animals are then\nkilled and the lungs are removed for histologic studies.\n\n   \n\n50221525\n\f",
    "augmented_texts": [
        "Boston University Medical Center School of Medicine 8D East Concord Street Boston, Massachusctts 02118 Department of Bioehennstry September 21, 1979 The Council for Tobacco Research - U. S. A. , Inc. 110 East 59th Street New York, NY 10022 Dear Sir: For several years we have been exploring the relationship between lung mechanical properties and connective tissue change in different models of human pulmonary disease. As an outgrowth of these experiments, it has become clear that more information is needed with respect to the normal aging processes in the lung and the interrelationship between aging and normal lung repair mechanisms. For many reasons it is apparent that information technology is quite important to study pulmonary connective tissue alterations and responses to injury in the aging hamster lung. The nature of this proposed program ie briefly described belov. ‘ The lung similar to all other organs progressively accumulates physiological decrements with time. The Framingham study of an aging human population recently reported the relation among pulmonary function aging, Cigarette smoking and mortality. A striking relation was noted between forced vital capacity and mortality which appeared to be independent of cigarette smoking or other environmental insults. In both man and experimental animals the aging lung reveals loss of elastic recoil and increase in the size of respiratory air - spaces. Both of these holding fare related to changes in the connective tissue network of the lungs. Tt is not decipherable whether these changes are due just to the mechanical wear ‘ and tear effects of a lifetime of breathing or to alterations in the pulmonary connective tissue synthesizing machinery which then alters the ability of the pulmonary connective tissue to repair itself after injury. We intend to explore these questions by comparing physiological, struc — tural and biochemical parameters in the whole animal as well as biochenical studies in lung organ and cell cultures. We plan to use hamsters in our experiments in part because we have extensive experience with these animals including the development of vfaphysema and fibrotic models of diseases and in addition because of the animals innate resistence to pulmonary infection. A colony of approxi - mately 250 animals with an medium age of 1 year has been established at our Gnstitution. Since the hanster life span is estimated to be approximately 24 - 36 calendar month, periodically animals are removed from the colony and their lung volumes and static compliance be measured. The animals are then killed and the lungs are removed for histologic studies. 50221525",
        "Boston University Medical Center School of Medicine 8D East Concord Street Boston, Massachusctts 02118 Department of Bioehennstry September 21, 1979 The Council for Tobacco Research - U. S. A. , Inc. 110 East 59th Street New York, NY 10022 Dear Sir: For several year we have been exploring the relationship between lung mechanical properties and connective tissue change in different models of human pulmonary disease. As an outgrowth of these experiments, it has become clear that more information is needed with respect to the normal aging processes in the lung and the interrelationship between aging and normal lung repair mechanisms. For many reasons it is apparent that it is quite important to study pulmonary connective tissue alterations and responses to injury in the aging hamster lung. The nature of this proposed program ie briefly described belov. ‘ The lung similar to all other organs progressively accumulates physiological decrements with metre. The Framingham study of an aging human population recently reported the relation among pulmonic function aging, Cigarette smoking and mortality. A dramatic relation was noted between wedge vital capacity and mortality which appeared to be independent of cigarette smoking or other environmental insults. In both man and experimental animals the aging lung reveals loss of elastic recoil and increase in the size of respiratory air - spaces. Both of these properties fare related to changes in the connective tissue network of the lungs. Tt is not clear whether these changes are due just to the mechanical wear ‘ and tear effects of a lifetime of breathing or to alterations in the pulmonary connective tissue synthesizing machinery which then alters the ability of the pulmonary connective tissue to repair itself after injury. We intend to explore these questions by comparing physiological, struc — tural and biochemical parameters in the whole animal as well as biochenical studies in lung organ and cell cultures. We plan to use hamsters in our experiments in part because we have extensive experience with these animals including the development of vfaphysema and fibrotic models of diseases and in addition because of the animals innate resistence to pulmonary infection. A colony of approxi - mately 250 animals with an average age of 1 year has been established at our Gnstitution. Since the hanster life span is approximate to be approximately 24 - 36 months, periodically animals are dispatch from the colony and their lung volumes and static compliance are measured. The animals are then killed and the lungs are removed for histologic studies. 50221525"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Boston University Medical Center. The aging lung reveals loss of elastic recoil andincrease in the size of respiratory air-spaces. It is not clear whether these changes are due just to the mechanical wear. and tear effects of a lifetime of breathing or to alterations in. the pulmonary connective tissue synthesizing machinery."
}