{
    "filename": "50223698-3698.jpg",
    "metadata": {},
    "text": " \n\nCURRICULUM VITAE\n\nItzhak David Goldberg.\n\n \n\nBoi October 5, 1948\n\n1973 A.B, Yeshiva University, New York, N.Y.\n\n1976 M.D. Albert Binstein College of Medicine, Bronx, N.Y.\n1975-76 ‘Intern, Brookdale Medical Center, Brooklyn, N.Y.\nMemberships:\n\nWho's Who in American Colleges and Universities\nAlpha Epsilon Delta\n\nMajor Research Interests:\nAtherosclerosis\n\nMilitary Status:\n\n \n\nHonorable Discharge\nCertifications:\n\nPart I and Part II--Boards in Internal Medicine 1974,1975\n\n \n\n50223698\n\n \n\f",
    "augmented_texts": [
        "CURRICULUM VITAE Itzhak David Goldberg. Boi October 5, 1948 1973 A. B, Yeshiva University, New York, N. Y. 1976 M. D. Albert Binstein College of Medicine, Bronx, N. Y. 1975 - seventy six ‘ Intern, Brookdale Checkup Center, Brooklyn, N. Y. Memberships: World health organization ' s Who in American language Colleges and Universities Alpha Epsilon Delta Major Research Interests: Coronary artery disease Military Status: Honorable Discharge Certifications: Part I and Part II - - Circuit board in Internal Medicament 1974, 1975 50223698",
        "CURRICULUM VITAE Itzhak David Goldberg. Boi October 5, 1948 1973 A. B, Yeshiva University, New York, N. Y. 1976 M. D. Albert francis charles augustus emmanuel Binstein College of Medicine, Bronx, N. Y. 1975 - 76 ‘ Intern, Brookdale Medical exam Center, Brooklyn, N. Y. Memberships: Who ' s Who in American language Colleges and Universities Alpha Epsilon Delta Major Research Interest: Atherosclerosis Military Status: Honorable Discharge Certifications: Part I and Piece II - - Boards in Internal Medicinal drug 1974, 1975 50223698"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Itzhak David Goldberg was born October 5, 1948, in New York City. He is a graduate of Yeshiva University and Albert Binstein College of Medicine, Bronx, N.Y. His major research interest was the disease of therosclerosis, and he served in the U.S. Army."
}