{
    "filename": "502379161_502379164.jpg",
    "metadata": {},
    "text": " \n\n   \n\n5 BAKA Doe. 1280\nfe dated 21.6.78.\n\nBuropean Amsociation of Advertising Agencies\n\nMEWORANDON ON CIGARETTE ADVERTISING\n\n+ INTRODUCTION\n\nMuch thought is currently being piven to restrict sévert- ;\nising for certain products and the category which at present\nie under discussion de that of tobacco producte ond nore\n\n¢ particviorly cigarettes:\n\nForel tor ants bt clgneetere’tottge pean eur mene |\niietyieuertsteaey taint |\n\n \n\nThe AAA is not qualified to comment on current theories\nabout risks to the health of the person who enokes.\n“ However, it would 1ike to give its views on the role of |\nadvertising in the marketing of tebaceo producte which\nis under Giscusefon et the monent. :\n\nDoes advertising promote smoking ?\n\nThere is no evidence, one way or the other, about the effects\n\nZ of sdvertising on individual persons but there se ample\n\n# proof fron overall statistics to show thet the absence of\nSdvertising does not reduce the overall volume of smoking :\n\nin ony country. In Itely, for example, where advertising has\n\nbeen bauned for 16 yeare, cigarette coneunption shows the\n\nsome increase as in comparable countries, rising from $5.8\n\nthousand wiliton units in 1962 to 90-2 thoveand millions\n\nin 1977 (not counting the consumption of smuggled cigarettes\n\nabout 9 thousand willsons in 1978).\n\n \n\n \n\n   \n\nIn the Eastern Block countries where advertising has not\nbeen allowed, the level of snoking has risen steadily in\nLine with countries where advertising ie allowed. (e-8.\nPoland vhere it rose by 25% between 1970 and 1975).\n\nThe ebsence of television advertising in Austria, the\nUnited Kingéon, France, West Germany, the Netherlands and\nSwitzerland, although this ie without doubt the most power-\nful odverticing medium, has had no apparent effect on the level\nof seoking; {t would be unreasonable to eesuse that the\nwithdrawal of the much less powerful media of press and\nbillboards ould have more effect.\n\n \n\n \n\n \n\ntots cezos\n\n  \n\n19, sane Hen Camber, 11000 Bron ayom // Ta 20 s839/20 935,\n\n \n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "5 BAKA Doe. 1280 fe dated 21. 6. 78. Buropean Amsociation of Advertising Agencies MEWORANDON ON CIGARETTE ADVERTISING + INTRODUCTION Much thought is currently being piven to restrict sévert -; ising for certain products and the category which at present ie under discussion de that of tobacco producte ond nore ¢ particviorly cigarettes: Forel tor ants bt clgneetere ’ tottge pean eur mene | iietyieuertsteaey taint | The AAA is not qualified to comment on current theories about risks to the health of the person who enokes. “ However, it would 1ike to give its views on the role of | advertising in the marketing of tebaceo producte which is under Giscusefon et the monent. : Does advertising advance smoking? There is no evidence, one way or the other, about the effects Z of sdvertising on individual persons but there se ample # proof fron overall statistics to show thet the absence of Sdvertising does not reduce the overall volume of smoking: in ony country. In Itely, for example, where advertising has been bauned for 16 yeare, cigarette coneunption prove the some increase as in corresponding countries, rising from $ 5. 8 thousand wiliton units in 1962 to 90 - 2 thoveand jillion in 1977 (not counting the consumption of smuggled cigarettes about 9 thousand willsons in 1978 ). In the Eastern Block countries where advertising has not been allowed, the level of snoking has risen steadily in Line with countries where advertising ie allowed. (e - 8. Poland vhere it rose by 25% between 1970 and 1975 ). The ebsence of television advertising in Austria, the United Kingéon, France, West Germany, the Netherlands and Switzerland, although this ie without doubt the most power - ful odverticing medium, has had no apparent effect on the level of seoking; {t would be unreasonable to eesuse that the withdrawal of the much less powerful media of press and billboards ould have more effect. tots cezos 19, sane Hen Camber, 11000 Bron ayom / / Ta 20 s839 / 20 935,",
        "5 BAKA Doe. 1280 fe dated xxi. 6. 78. Buropean Amsociation of Advertising Agencies MEWORANDON ON CIGARETTE ADVERTISING + INTRODUCTION Much thought is currently being piven to throttle sévert -; ising for certain products and the category which at present ie under discussion de that of tobacco producte ond nore ¢ particviorly cigarettes: Forel tor ants bt clgneetere ’ tottge pean eur mene | iietyieuertsteaey taint | The AAA is not qualified to comment on current theories about risks to the health of the person who enokes. “ However, it would 1ike to give its views on the role of | advertising in the marketing of tebaceo producte which is under Giscusefon et the monent. : Does advertising promote smoking? There is no evidence, one way or the other, about the effects Z of sdvertising on individual persons but thither se ample # proof fron overall statistics to show thet the absence of Sdvertising does not reduce the overall volume of smoking: in ony country. In Itely, for example, where advertising has been bauned for 16 yeare, cigarette coneunption shows the some increase as in comparable country, rising from $ 5. 8 thousand wiliton units in 1962 to 90 - 2 thoveand millions in 1977 (not counting the consumption of smuggled cigarettes about 9 thousand willsons in 1978 ). In the Eastern Block countries where advertising has not been allowed, the level of snoking has risen steadily in Line with countries where advertising ie allowed. (e - 8. Poland vhere it rose by 25% between 1970 and 1975 ). The ebsence of television advertising in Austria, the United Kingéon, France, West Germany, the Netherlands and Switzerland, although this ie without doubt the most power - ful odverticing medium, has had no apparent effect on the degree of seoking; {t would be unreasonable to eesuse that the withdrawal of the much less powerful media of press and billboards ould have more effect. tots cezos 19, sane Hen Camber, 11000 Bron ayom / / Ta 20 s839 / 20 935,"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The AAA is not qualified to comment on current theories about risks to the health of the person who enokes. In Itely, for example, where advertising has. been bauned for 16 yeare, cigarette coneunption shows the. same increase as in comparable countries."
}