{
    "filename": "502420223.jpg",
    "metadata": {},
    "text": "  \n    \n  \n    \n       \n    \n \n   \n    \n \n     \n   \n\n   \n\nSeptember 27, 1976\n\nMessrs. T. L. Ogburn, Jr.\n\nG. E. Harlow\nA. H. Johnston\nD. A. Cummins\nL. W. Hall, dr.\nC. W. Perry, Jr.\nE. M. Blackiner\n\nMs. S. A. MacKinnon\n\nMs. C. M. Burke\nR. Nordine\n\nRe: HIFI CATEGORY PROTOCOL RESEARCH\n\n \n\nPresentation of the results of the protocol research (the\nfirst phase of the major high filtration study) has been\nchanged to 9:00 a.m., Wednesday, September 29, in the\nmain conference room, 8th floor.\n\nLn Conf.\nat ae)\n\nou,\n\n \n\nAlan R. Cox\nARC:aw\n\ncc: Mr. G. Novak\n\n€2Z0 ZHZOS\n\f",
    "augmented_texts": [
        "September 27, 1976 Messrs. T. L. Ogburn, Jr. G. Due east. Harlow A. H. Johnston D. A. Cummins L. W. Lobby, dr. C. W. Perry, Jr. E. M. Blackiner Ms. S. Ampere. MacKinnon Ms. Vitamin c. Mb. Burke R. Nordine Re: HIFI CATEGORY PROTOCOL RESEARCH Presentation of the results of the protocol research (the first phase of the major high filtration study) has been changed to 9: 00 a. m. , Wednesday, September 29, in the primary conference room, 8th floor. Ln Conf. at ae) ou, Alan R. Cox ARC: aw cc: Mr. G. Novak € 2Z0 ZHZOS",
        "September 27, 1976 Messrs. T. Cubic decimetre. Ogburn, Jr. G. E. Harlow A. H. Johnston D. A. Cummins L. W. Hall, dr. C. W. Perry, Jr. E. M. Blackiner Ms. S. A. MacKinnon Ms. C. M. Burke R. Nordine Re: HIFI CATEGORY PROTOCOL RESEARCH Presentation of the results of the protocol research (the first phase of the major high filtration cogitation) receive follow changed to ix: 00 a. m. , Wednesday, September 29, in the main conference room, 8th floor. Ln Conf. at ae) ou, Alan R. Cox ARC: aw cc: Mr. G. Novak € 2Z0 ZHZOS"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "September 27, 1976: The first phase of the major high filtration study has been completed. September 29: Presentation of results of protocol research in the main conference room, 8th floor, HIFI, New York City. October 1, 1977: Results from the second phase have been presented in a separate conference."
}