{
    "filename": "502454975.jpg",
    "metadata": {},
    "text": "Dear Srs— ; wd\"\nbe been Smotun vartege\nFor Waeats, and at hag, Fy Tue\nted otner low-tor aigaehes,\nThe always dome bact to Uan~\ntaqe, ANA T quess Ti'slay\nwith wen Ont! T Sinallly\nmanage te Quit- Nowever, I\nreceniy bought a Garton that\nmust have gone Wheogh) Ne\nOegemoly line on a f nday -\nthe inspeatse was either\nQbosen+ ov Hong over. Every\npork had Zor 3 cgarebtes With\na ceReat- Ike tne Filters wevert\nGived aihy he seams were half\nPen, or apers look\nNerd been Wroogr a Seung\nmethine. . ke 8 y\nSI appruate your & Sct\njo helo me cot aan, bot © a\nwould like te ges What Feay\n\nSere Thanks\nbasu Browne, Po, Box 7%, Zebuyg\n\nSL6% Snzos\n\n \n\f",
    "augmented_texts": [
        "Dear Srs —; wd \" be been Smotun vartege For Waeats, and at hag, Fy Tue ted otner low - tor aigaehes, The always dome bact to Uan ~ taqe, ANA T quess Te ' slay with wen Ont! T Sinallly manage te Quit - Nowever, I receniy bought a Garton that must have gone Wheogh) Ne Oegemoly line on a atomic number 9 nday - the inspeatse was either Qbosen + ov Hong over. Every pork had Zor 3 cgarebtes With a ceReat - Ike tne Filters wevert Gived aihy he seams were half Pen, or apers look Swot been Wroogr a Seung methine. . ke 8 wye SI appruate your & Sct jo helo me cot aan, bot © a would like te ges What Feay Sere Thanks basu Browne, Us post office, Box 7% , Zebuyg SL6% Snzos",
        "Dear Steradian —; wd \" constitute comprise Smotun vartege For Waeats, and at hag, Fy Tue ted otner low - tor aigaehes, The always dome bact to Uan ~ taqe, ANA T quess Atomic number 22 ' slay with wen Ont! T Sinallly manage te Quit - Nowever, I receniy bought a Garton that must have croak Wheogh) Ne Oegemoly line on a f nday - the inspeatse was either Qbosen + ov Hong over. Every porc had Zor 3 cgarebtes With a ceReat - Ike tne Filters wevert Gived aihy he seams were half Pen, or apers look Nerd been Wroogr a Seung methine. . ke 8 y SI appruate your & Sct jo helo me cot aan, bot © a would like te ges What Feay Sere Thanks basu Phiz, Po, Box 7% , Zebuyg SL6% Snzos"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Dear Srs— ; wd, I would like to appruate your & Sctjo helo me cot aan, bot © a.,\"would like te ges What Feay                                           Sere Thanksbasu Browne, Po, Box 7%, Zebuyg purposefullySL6% Snzos."
}