{
    "filename": "50240623-0628.jpg",
    "metadata": {},
    "text": "EMO GFness, Vol. 3 No, 5, pp.533~ 538, 1982\n\nSequential 2-acetylaminofluorene — phenobarbital exposure induces\na cytosolic aldehyde dehydrogenase during rat hepatocarcinogenesis\n\nBibb Allen and Ronald Lindahl!\nBiochemistry Program, and Developmental Biology Sec-\ntion, Department of Biology, The University of Alabama,\nUniversity, AL 35486, USA.\n\n(Received on 31 December 1981; accepted on 5 March\n1982)\n\nAbstract\nA significant change in hepatic aldehyde dehydrogenase ac-\ntivity has been observed in normal Sprague-Dawley rat liver\ndaring the promotion phase of hepatocarcinogenesis induced\nby brief feeding of 2acetylaminofluorene (2-AAF) followed\nby tumor promotion using dietary phenobarbital (PB) ex-\nposure. Animals receiving only 2-AAF or PB do not possess\nthis new aldehyde dehydrogenase activity. The phenotype is\ncharacterized by the appearance of a new cytosolic isozyme\nKinetcally, electrophoretically and _immunochemically\ndistinct from the normal liver aldehyde dehydrogenase iso-\nzymes and from aldchyde dehydrogenases inducible in\n2-AAF-induced hepatomas. The new isozyme is NAD-depen-\nent, disufiram-sensitve and cross-reacts with antiserum to a\nnormal liver aldehyde dehydrogenase inducible in several\nlines of rats by PB. However, the population of animals used\ninthis study fas been shown previously to be non-responsive\nto aldehyde dehydrogenase induction by dietary PB. Since no\nanimals receiving only PB express this new isozyme, the ear-\ncinogen must play a significant role in its induction. More-\n‘over, that not all animals receiving carcinogen and promoter\npossess the phenotype suggests this carcinogen/promoterin-\n{eraetion has a genetic basis,\n\nIntroduction\n\nWork in our laboratory is directed toward elucidating the\n‘mechanisms underlying the expression of a unique aldehyde\ndehydrogenase phenotype (aldehyde:NAD(P) oxidoreduc-\ntase, E.C, 1.2.13 and 13.1.) in hepatomas induced in\nSprague-Dawley rats by 2-acetylaminofluorene (2-AAF)*\n(1=5) The phenotype is characterized by an increase in total,\naldehyde dehydrogenase activity due to the appearance of\nseveral cytosolic isozymes not present in normal liver. The\ntumor isozymes are very active with aromatic aldehyde\nsubstrates and NADP as coenzyme and have electrophoretic\nmobilities, isoelectric points and immunochemical properties\ndistinc from those of normal iver aldehyde dehydrogenases\n2-5), The tumor phenotype is not due to reexpression of\nfetal aldehyde dehydrogenase activity 4). To date, we have\nobserved no significant changes in aldehyde dehydrogenase\nactivity in normal liver during 2-AAF-induced hepatocarcino-\ngenesis prior to the appearance of the tumor aldehyde de-\nhydrogenase phenotype.\n\n1m normal rat liver, aldehyde dehydrogenase exiss as at\n\n \n\n\"author to whom al correspondence shouldbe adresse,\n\n‘*Avbreiaons: ZAAF, 2aceylaninafborene: PB,\nTCDD, 2.7.6 serachoradbenso pon\n\n© IRL, Press Lid, Oxford, England, 0143-3334/82/0305-0533 52.000\n\nshenobastitas\n\n \n\nleast three isozymes found in mitochondrial and/or micro\nsomal fractions (4,7). These isozymes can be differentiated on\nthe bass of substrate and coenzyme preference, substrate Kn,\nimmunochemical properties and sensitivity to inibitors.\n\nIn addition to these basal isozymes, several aldehyde de-\nhydrogenases can be induced by various xenobiotics in nor-\nral liver @~14). Among these are two very effective pro-\nmotets of hepatocarcinogenesis, phenobarbital (PB) and\n2,3,7,tetrachlorodibenzo-p-dioxin (TCD). PB induces a\n‘jtosolic aldehyde dehydrogenase in certain genetically.\ndefined lines and certain strains of rats (810,13). A second\nqxtosolic isoryme is inducible by TCDD in both PB-\nresponsive and non-responsive nes (11— 13). Although the\ntumor aldehyde dehydrogenase isozymes differ in a number\nof properties from the TCDD-inducible isozyme, the TCDD-\ninducible isozyme is immunochemically identical to at last\nfone of the tumor isozymes (15). Neither the tumor nor\nTCDD inducible isozymes are related to the PB-indueible\n‘bozyme (11,15).\n\nMaximal induction of aldehyde dehydrogenase activity oc\ncurs within 3 days of PB exposure and within 14 days follow-\ning TCDD exposure (8,1). In as much as some of the\nhepatomas possessing the tumor aldehyde dehydrogenases\nhhave been induced by a tumor-nduction protocol employing\nPB as a promoter and at least one tumor isozyme and the\n‘TCDD-inducible isozyme are immunochemicaly identical, it\nwas of interest to determine when the tumor aldehyde de-\nhydrogenase phenotype is first detectable during the tumor-\n{induction process. The results of such an experiment indicate\nthat the tumor aldehyde dehydrogenase phenotype is indeed\ntumor-specific (6). It is not detectable in any grossly normal\nliver during or following carcinogen exposure, even in\nanimal receiving PB as promoter. Inthe course ofthis work,\nhowever, we did observe a significant change in the hepatic\naldehyde dehydrogenase phenotype of some individuals that\nreceived 2-AAF followed by PB. The characterization and\nsignificance of this change are reported bere.\n\nMaterials and Methods\n\nAina ond treatments\n“Male Sprague Davie as (CD/SD) obtained fom Chars River Breeding\nLaboratories (Wikinglon, MA) were used 2 AAF (Aldch Chercal Co.,\nMiaokee, WD and PD (Signa Chemical Co, St. Loa, MO) were inor\norate into the control des (Wayne Lab Blox) a 0.02% (wx) 2nd 0.05%\n(w/w), respectively, by Teka Tes Diets (Madison, WI). The appropiate\n(Get aed tap water wee supplied ad lium throughout the experiment\n“Toe tumor induction protocol of Peain eta. (6), using DAAF was\nemployed. Arial, divided into 4 groups, entered the experiment 223 days\n‘of age, One group (PAAR), reeved the casnogencomaining de fr 2\n{ay fellowed by the contel dt forthe drtion of he experent. soso\n‘up (-AAF/PB),resved carcinogen for 2 days and was then tasferrd\n{0 te PB-ontalning dle. Two annals fom each ofthese two groups were\n‘andoy seed and sacrificed every 4 days. A tid oup (PB), recived\n{he PBconaiing cet forthe duration ofthe experiment. A fourth soup\n(conta), rceed the bal det without addition for the etre exernent.\nTwo animals fom each of these groups were sacrified every 14 days.\n\"Anials wee serifiet by suffocation asa result of sublimation of sola\n(€0, na lage container. The Ber was removed, washed fie of blood and\n‘cucfly examined for any goss abnormalities, A plee ofthe medial lobe\n‘td bioples of any gross ons mee Coed in 1% baled formalin, There\n‘aang Sue was qulkfrozn in slid COysceone bah and sored at\n\n533\n\n \n\n50240623\n\f",
    "augmented_texts": [
        "EMO GFness, Vol. 3 No, 5, pp. 533 ~ 538, 1982 Sequential 2 - acetylaminofluorene — phenobarbital exposure induces a cytosolic aldehyde dehydrogenase during rat hepatocarcinogenesis Bibb Allen and Ronald Lindahl! Biochemistry Program, and Developmental Biology Sec - tion, Department of Biology, The University of Alabama, University, AL 35486, USA. (Received on 31 December 1981; accepted on 5 March 1982) Abstract A significant change in hepatic aldehyde dehydrogenase ac - tivity has been observed in normal Sprague - Dawley rat liver daring the promotion phase of hepatocarcinogenesis induced by brief feeding of 2acetylaminofluorene (2 - AAF) followed by tumor promotion using dietary phenobarbital (PB) ex wife - posure. Animals receiving only 2 - AAF or PB do not possess this new aldehyde dehydrogenase activity. The phenotype is characterized by the appearance of a new cytosolic isozyme Kinetcally, electrophoretically and _immunochemically distinct from the normal liver aldehyde dehydrogenase iso - zymes and from aldchyde dehydrogenases inducible in 2 - AAF - induced hepatomas. The new isozyme is NAD - depen - ent, disufiram - sensitve and cross - reacts with antiserum to a normal liver aldehyde dehydrogenase inducible in several lines of rats by PB. However, the population of animals used inthis study fas been shown previously to be non - responsive to aldehyde dehydrogenase induction by dietary PB. Since no animals receiving only PB express this new isozyme, the ear - cinogen must play a significant role in its induction. More - ‘ over, that not all animals receiving carcinogen and promoter possess the phenotype suggests this carcinogen / promoterin - {eraetion has a genetic basis, Introduction Work in our laboratory is directed toward elucidating the ‘ mechanism underlying the expression of a unique aldehyde dehydrogenase phenotype (aldehyde: NAD (P) oxidoreduc - tase, E. C, 1. 2. 13 and 13. 1.) in hepatomas induced in Sprague - Dawley rats by 2 - acetylaminofluorene (2 - AAF) * (1 = 5) The phenotype is characterized by an increase in total, aldehyde dehydrogenase activity due to the appearance of several cytosolic isozymes not present in normal liver. The tumor isozymes are very active with aromatic aldehyde substrates and NADP as coenzyme and have electrophoretic mobilities, isoelectric points and immunochemical properties distinc from those of normal iver aldehyde dehydrogenases 2 - 5 ), The tumor phenotype is not due to reexpression of fetal aldehyde dehydrogenase activity 4 ). To date, we have observed no significant changes in aldehyde dehydrogenase activity in normal liver during 2 - AAF - induced hepatocarcino - genesis prior to the appearance of the tumor aldehyde de - hydrogenase phenotype. 1m normal rat liver, aldehyde dehydrogenase exiss as at \" author to whom al correspondence shouldbe adresse, ‘ * Avbreiaons: ZAAF, 2aceylaninafborene: PB, TCDD, 2. 7. 6 serachoradbenso pon © IRL, Press Lid, Oxford, England, 0143 - 3334 / 82 / 0305 - 0533 52. 000 shenobastitas least three isozymes found in mitochondrial and / or micro somal fractions (4, 7 ). These isozymes can be differentiated on the bass of substrate and coenzyme preference, substrate Kn, immunochemical properties and sensitivity to inibitors. In addition to these basal isozymes, several aldehyde de - hydrogenases can be induced by various xenobiotics in nor - ral liver @ ~ 14 ). Among these are two very effective pro - motets of hepatocarcinogenesis, phenobarbital (PB) and 2, 3, 7, tetrachlorodibenzo - p - dioxin (TCD ). PB induces a ‘ jtosolic aldehyde dehydrogenase in certain genetically. defined lines and certain strains of rats (810, 13 ). A second qxtosolic isoryme is inducible by TCDD in both PB - responsive and non - responsive nes (11 — 13 ). Although the tumor aldehyde dehydrogenase isozymes differ in a number of properties from the TCDD - inducible isozyme, the TCDD - inducible isozyme is immunochemically identical to at last fone of the tumor isozymes (15 ). Neither the tumor nor TCDD inducible isozymes are related to the PB - indueible ‘ bozyme (eleven, 15 ). Maximal induction of aldehyde dehydrogenase activity oc curs within 3 days of PB exposure and within 14 days follow - ing TCDD exposure (8, 1 ). In as much as some of the hepatomas possessing the tumor aldehyde dehydrogenases hhave been induced by a tumor - nduction protocol employing PB as a promoter and at least one tumor isozyme and the ‘ TCDD - inducible isozyme are immunochemicaly identical, it was of interest to determine when the tumor aldehyde de - hydrogenase phenotype is first detectable during the tumor - {induction process. The results of such an experiment indicate that the tumor aldehyde dehydrogenase phenotype is indeed tumor - specific (6 ). It is not detectable in any grossly normal liver during or following carcinogen exposure, even in animal receiving PB as promoter. Inthe course ofthis work, however, we did observe a significant change in the hepatic aldehyde dehydrogenase phenotype of some individuals that received 2 - AAF followed by PB. The characterization and significance of this change are reported bere. Materials and Methods Aina ond treatments “ Male Sprague Davie as (compact disk / SD) obtained fom Chars River Breeding Laboratories (Wikinglon, MA) were used 2 AAF (Aldch Chercal Co. , Miaokee, WD and PD (Signa Chemical Co, St. Loa, MO) were inor orate into the control des (Duke wayne Lab Blox) a 0. 02% (wx) 2nd 0. 05% (w / w ), respectively, by Teka Tes Diets (Madison, WI ). The appropiate (Get aed tap water wee supplied ad lium throughout the experiment “ Toe tumor induction protocol of Peain eta. (6 ), using DAAF was employed. Arial, divided into 4 groups, entered the experiment 223 days ‘ of age, One group (PAAR ), reeved the casnogencomaining de fr 2 {ay fellowed by the contel dt forthe drtion of he experent. soso ‘ up (- AAF / PB ), resved carcinogen for 2 days and was then tasferrd {0 te PB - ontalning dle. Two annals fom each ofthese two groups were ‘ andoy seed and sacrificed every 4 days. A tid oup (PB ), recived {he PBconaiing cet forthe duration ofthe experiment. A fourth soup (conta ), rceed the bal det without addition for the etre exernent. Two animals fom each of these groups were sacrified every 14 days. \" Anials wee serifiet by suffocation asa result of sublimation of sola (€ 0, na lage container. The Ber was removed, washed fie of blood and ‘ cucfly examined for any goss abnormalities, A plee ofthe medial lobe ‘ td bioples of any gross ons mee Coed in 1% baled formalin, There ‘ aang Sue was qulkfrozn in slid COysceone bah and sored at 533 50240623",
        "EMO GFness, Vol. 3 No, 5, pp. 533 ~ 538, 1982 Sequential 2 - acetylaminofluorene — phenobarbital exposure induces a cytosolic aldehyde dehydrogenase during rat hepatocarcinogenesis Bibb Allen and Ronald Lindahl! Biochemistry Program, and Developmental Biology Sec - tion, Department of Biology, The University of Alabama, University, AL 35486, USA. (Received on 31 December 1981; accepted on 5 March 1982) Abstract A significant change in hepatic aldehyde dehydrogenase ac - tivity has been observed in normal Sprague - Dawley rat liver daring the promotion phase of hepatocarcinogenesis induced by brief feeding of 2acetylaminofluorene (2 - AAF) followed by tumor promotion using dietary phenobarbital (PB) ex - posure. Animals receiving only 2 - AAF or PB do not possess this new aldehyde dehydrogenase activity. The phenotype is characterized by the appearance of a new cytosolic isozyme Kinetcally, electrophoretically and _immunochemically distinct from the normal liver aldehyde dehydrogenase iso - zymes and from aldchyde dehydrogenases inducible in 2 - AAF - induced hepatomas. The new isozyme is NAD - depen - ent, disufiram - sensitve and cross - reacts with antiserum to a normal liver aldehyde dehydrogenase inducible in several lines of rats by PB. However, the population of animals used inthis study fas been shown previously to be non - responsive to aldehyde dehydrogenase induction by dietary PB. Since no animals receiving only PB express this new isozyme, the ear - cinogen must play a significant role in its induction. More - ‘ over, that not all animals receiving carcinogen and promoter possess the phenotype suggests this carcinogen / promoterin - {eraetion has a genetic basis, Introduction Work in our laboratory is directed toward elucidating the ‘ mechanisms underlying the expression of a unique aldehyde dehydrogenase phenotype (aldehyde: NAD (P) oxidoreduc - tase, E. C, 1. 2. 13 and 13. 1.) in hepatomas induced in Sprague - Dawley rats by 2 - acetylaminofluorene (2 - AAF) * (1 = 5) The phenotype is characterized by an increase in total, aldehyde dehydrogenase activity due to the appearance of several cytosolic isozymes not present in normal liver. The tumor isozymes are very active with aromatic aldehyde substrates and NADP as coenzyme and have electrophoretic mobilities, isoelectric points and immunochemical properties distinc from those of normal iver aldehyde dehydrogenases 2 - 5 ), The tumor phenotype is not due to reexpression of fetal aldehyde dehydrogenase activity 4 ). To date, we have observed no significant changes in aldehyde dehydrogenase activity in normal liver during 2 - AAF - induced hepatocarcino - genesis prior to the appearance of the tumor aldehyde de - hydrogenase phenotype. 1m normal rat liver, aldehyde dehydrogenase exiss as at \" author to whom al correspondence shouldbe adresse, ‘ * Avbreiaons: ZAAF, 2aceylaninafborene: PB, TCDD, 2. 7. 6 serachoradbenso pon © IRL, Press Lid, Oxford, England, 0143 - 3334 / 82 / 0305 - 0533 52. 000 shenobastitas least three isozymes found in mitochondrial and / or micro somal fractions (4, 7 ). These isozymes can be differentiated on the bass of substrate and coenzyme preference, substrate Kn, immunochemical properties and sensitivity to inibitors. In addition to these basal isozymes, several aldehyde de - hydrogenases can be induced by various xenobiotics in nor - ral liver @ ~ 14 ). Among these are two very effective pro - motets of hepatocarcinogenesis, phenobarbital (PB) and 2, 3, 7, tetrachlorodibenzo - p - dioxin (TCD ). PB induces a ‘ jtosolic aldehyde dehydrogenase in certain genetically. defined lines and certain strains of rats (810, 13 ). A 2d qxtosolic isoryme is inducible by TCDD in both PB - responsive and non - responsive nes (11 — 13 ). Although the tumor aldehyde dehydrogenase isozymes differ in a number of properties from the TCDD - inducible isozyme, the TCDD - inducible isozyme is immunochemically identical to at last fone of the tumor isozymes (15 ). Neither the tumor nor TCDD inducible isozymes are related to the PB - indueible ‘ bozyme (11, 15 ). Maximal induction of aldehyde dehydrogenase activity oc curs within 3 days of PB exposure and within 14 days follow - ing TCDD exposure (8, 1 ). In as much as some of the hepatomas possessing the tumor aldehyde dehydrogenases hhave been induced by a tumor - nduction protocol employing PB as a promoter and at least one tumor isozyme and the ‘ TCDD - inducible isozyme are immunochemicaly identical, it was of interest to determine when the tumor aldehyde de - hydrogenase phenotype is first detectable during the tumor - {induction operation. The results of such an experiment indicate that the tumor aldehyde dehydrogenase phenotype is indeed tumor - specific (6 ). It is not detectable in any grossly normal liver during or following carcinogen exposure, even in animal receiving PB as promoter. Inthe course ofthis work, however, we did observe a significant change in the hepatic aldehyde dehydrogenase phenotype of some individuals that received 2 - AAF followed by PB. The characterization and significance of this change are reported bere. Materials and Methods Aina ond treatments “ Male Sprague Davie as (CD / SD) obtained fom Chars River Breeding Laboratories (Wikinglon, MA) were used 2 AAF (Aldch Chercal Co. , Miaokee, WD and PD (Signa Chemical Co, St. Loa, MO) were inor orate into the control des (Wayne Lab Blox) a 0. 02% (wx) 2nd 0. 05% (w / w ), respectively, by Teka Tes Diets (Madison, WI ). The appropiate (Get aed tap water wee supplied ad lium throughout the experiment “ Toe tumor induction protocol of Peain eta. (6 ), using DAAF was employed. Arial, divided into 4 groups, entered the experiment 223 days ‘ of age, One group (PAAR ), reeved the casnogencomaining de fr 2 {ay fellowed by the contel dt forthe drtion of he experent. soso ‘ up (- AAF / PB ), resved carcinogen for 2 days and was then tasferrd {0 te PB - ontalning dle. Two annals fom each ofthese two groups were ‘ andoy seed and sacrificed every 4 days. A tid oup (PB ), recived {he PBconaiing cet forthe duration ofthe experiment. A fourth soup (conta ), rceed the bal det without addition for the etre exernent. Two animals fom each of these groups were sacrified every 14 days. \" Anials wee serifiet by suffocation asa result of sublimation of sola (€ 0, na lage container. The Ber was removed, washed fie of blood and ‘ cucfly examined for any goss abnormalities, A plee ofthe medial lobe ‘ td bioples of any gross ons mee Coed in 1% baled formalin, There ‘ aang Sue was qulkfrozn in slid COysceone bah and sored at 533 50240623"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "2-acetylaminofluorene — phenobarbital exposure induces a cytosolic aldehyde dehydrogenase during rat hepatocarcinogenesis. Animals receiving only 2-AAF or PB do not possess this new isozyme. This suggests this carcinogen/promoterin-eraetion has a genetic basis."
}