{
    "filename": "50252003-2003.jpg",
    "metadata": {},
    "text": "CURRICULUM VITAE\n\nSurname + Chapelle\n\nGiven name : Jean-Paul, Fernand, Arthur\n\nDate and place of birth : November 6, 1946 at Ougrée, Belgium\n\nMarital status : Married\n\nMilitary obligations : Captain in the Reserves\n\nAddress : Home Grand*Rue 269, B-4940 Foret, Belgium\nOffice + Laboratoire de Chimie Médicale, Institut\n\nde Pathologie, Université de Lidge,\nBatiment B 23, B-4000 Sart Tilman par\nLidge 1 (Belgium)\n\nProfessional Training\n\nUndergraduate training : School of Pharmacy, University of Litge,\nLidge, Belgium.\nGraduate vith honors (\"Grande\ndistinction\"), July 1969.\n\nGraduate training : Faculty of Medicine, University of\nidge, Belgium.\n\nDoctorate in pharmaceutical sciences\nwith honors (\"La plus grande\ndistinction\", 1976\n\n \n\n \n\n \n\nPostdoctoral training Faculty of Medicine, University of\nLidge, Lidge, Belgium\n‘ngrégation de 1'Enseignement\nSupérieur\", May 1984.\nThesis : “Contribution de 1a chimie\nclinique au diagnostic et au pronostic\nde l'infarctus du myocarde\"\n\n  \n\nPosit.\n\n \n\nng Held\n\nAssistant in the department of pharmacology, November 1970 to October\n1976, University of Lidge, Belgium\n\nAssistant Professor in the Department of Clinical Chemistry, Director\nProfessor C, Heusghem, October 1976 to present.\n\nPublications : 62\n\n \n\n50252003\n\f",
    "augmented_texts": [
        "CURRICULUM VITAE Surname + Chapelle Given name: Jean - Paul, Fernand, Arthur Appointment and place of birth: November 6, 1946 at Ougrée, Belgium Marital status: Marital Military obligations: Senior pilot in the Reserves Address: Home Grand * Rue 269, B - 4940 Foret, Belgium Office + Laboratoire de Chimie Médicale, Institut de Pathologie, Université de Lidge, Batiment B 23, Bacillus - 4000 Sart Tilman par Lidge 1 (Belgium) Professional Training Undergraduate training: School of Pharmacy, University of Litge, Lidge, Belgium. Graduate vith honors (\" Grande distinction \" ), July 1969. Graduate training: Faculty of Medicine, University of idge, Belgium. Doctorate in pharmaceutic sciences with honors (\" La plus grande distinction \", 1976 Postdoctoral training Faculty of Medicine, University of Lidge, Lidge, Belgium ‘ ngrégation de 1 ' Enseignement Supérieur \", May 1984. Thesis: “ Donation de 1a chimie clinique au diagnostic et au pronostic de l ' infarctus du myocarde \" Posit. ng Held Assistant in the department of pharmacology, November 1970 to October 1976, University of Lidge, Belgique Assistant Professor in the Department of Clinical Chemistry, Director Professor C, Heusghem, October 1976 to present. Publications: 62 50252003",
        "CURRICULUM VITAE Surname + Chapelle Given name: Jean - Paul, Fernand, Arthur Date and place of birth: November sextuplet, 1946 at Ougrée, Belgium Marital status: Married Military obligations: Captain in the Reserves Address: Home Grand * Rue 269, B - 4940 Foret, Belgium Office + Laboratoire de Chimie Médicale, Institut de Pathologie, Université de Lidge, Batiment B 23, B - 4000 Sart Tilman par Lidge 1 (Belgium) Professional person Training Undergraduate training: School of Pharmacy, University of Litge, Lidge, Belgium. Graduate vith honors (\" Grande distinction \" ), July 1969. Graduate training: Faculty of Practice of medicine, University of idge, Belgium. Doctorate in pharmaceutical sciences with honors (\" La plus grande distinction \", 1976 Postdoctoral training Faculty of Medicament, University of Lidge, Lidge, Belgium ‘ ngrégation de 1 ' Enseignement Supérieur \", May 1984. Thesis: “ Contribution de 1a chimie clinique au diagnostic et au pronostic de l ' infarctus du myocarde \" Posit. ng Held Assistant in the department of pharmacology, November 1970 to October 1976, University of Lidge, Belgium Assistant Professor in the Department of Clinical Chemistry, Director Professor C, Heusghem, October 1976 to present. Publications: 62 50252003"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Jean-Paul Chapelle was born November 6, 1946 at Ougrée, Belgium. He was a Captain in the Reserves of the Belgian Army. In 1969 he graduated with honors from the University of Litge in Belgium with a doctorate in pharmaceutical sciences. His thesis was entitled \"Contribution de 1a chimie\""
}