{
    "filename": "50252359-2360.jpg",
    "metadata": {},
    "text": "CURRICULUM VITAE\n\nPersonal\nName J. VISAYALAKSHN.\nDate of Birth February 3,1950\nPlace of Birth Madras, India\nNationality Indian\nMarital status Married, with one son\nMailing Address Department of Biochemistry & Biophysics\nTexas A & M University\nCollege Station\nTexas 77843\n“USA\nEducation\n\nPh.D in Crystallography and Biophysics, (1987) University of\nMadras, India. Thesis Title: \"studies in Structural Crystallography\"\n\nM.Sc in “Physics (I Class), Specialization in Electronics,\n(1971) presidency College, University of Madras, India.\n\nB.Sc in Physics (I Class, Distinction), (1969) Queen Mary's\ncollege, Madras, India.\n\nProfessional Record\n\nJuly1971-Noy.1973 Lecturer in Physics, Sarada college, Salem, India\n\nDec.1973-July1975 Junior Research Fellow, Dept. of Crystallography\nMadtas Univ., India\n\nAug.1977-Aug.1978 Junior Research Fellow, Physics(Magnetoelectrets),\nBhopal Univ.,India\n\nMar.1980-Mar.1983 Junior Research Fellow, Dept. of Cryst.&Biophys.,\nMadras Univ., India\n\nMar.1983-July1986 Research Fellow & Senior Project Assistant in\nNICRYS (National Information Centre For Crystallography),\nDept. of Cryst.aBiophys.,Madras Univ., India\n\nduly1986-mar.1988 Scientist in NICRYS, Dept. of Cryst. & Biophy.,\nMadras Univ., India\n\nMar.1988-Till date Post-doctoral Research Fellow, Department of\nBiochemistry & Biophysics, Texas A & M Univ. ,USA\n\n \n\nResearch Experience\n\na) Experience in X ray crystal structure analysis of small molecules\nof biological interest and computer graphics.\n\nExperience in theoretical studies in connection with\n\nPolymer chain statistics of proteins using calculations on radius\nof gyration\n\nSize and shape analysis of small molecules as well as proteins\nCalculations on angular parameters and their probability\ndistributions to study protein folding\n\nb\n\n50252359\n\f",
    "augmented_texts": [
        "CURRICULUM VITAE Personal Name J. VISAYALAKSHN. Date of Birth February 3, 1950 Place of Birth Madras, India Nationality Indian Marital status Married, with one son Mailing Address Department of Biochemistry & Biophysics Texas A & M University College Station Texas 77843 “ USA Education Ph. D in Crystallography and Biophysics, (1987) University of Madras, India. Thesis Title: \" studies in Structural Crystallography \" M. Sc in “ Physics (I Class ), Specialization in Electronics, (1971) presidency College, University of Madras, India. B. Sc in Physics (I Class, Distinction ), (1969) Queen Mary ' s college, Madras, India. Professional Record July1971 - Noy. 1973 Lecturer in Physics, Sarada college, Salem, India Dec. 1973 - July1975 Junior Research Fellow, Dept. of Crystallography Madtas Univ. , Republic of india Aug. 1977 - Aug. 1978 Junior Research Fellow, Physics (Magnetoelectrets ), Bhopal Univ. , India Defect. 1980 - Mar. 1983 Junior Research Fellow, Dept. of Cryst. & Biophys. , Madras Univ. , India Mar. 1983 - July1986 Research Fellow & Senior Project Assistant in NICRYS (National Information Centre For Crystallography ), Dept. of Cryst. aBiophys. , Madras Univ. , India duly1986 - mar. 1988 Scientist in NICRYS, Dept. of Cryst. & Biophy. , Madras Univ. , India Mar. 1988 - Till date Post - doctoral Research Fellow, Department of Biochemistry & Biophysics, Texas Axerophthol & M Univ. , USA Research Experience a) Experience in X ray crystal bodily structure analysis of small molecules of biological interest and computer graphics. Experience in theoretical studies in connection with Polymer chain statistics of proteins using calculations on radius of gyration Size and shape analysis of small molecules as well as proteins Calculations on angular parameters and their probability distributions to study protein folding b 50252359",
        "CURRICULUM VITAE Personal Name J. VISAYALAKSHN. Date of Birth February 3, 1950 Position of Birth Madras, India Nationality Indian Marital status Married, with one son Mailing Address Department of Biochemistry & Biophysics Texas A & M University College Station Texas 77843 “ USA Education department Ph. D in Crystallography and Biophysics, (1987) University of Madras, India. Thesis Title: \" studies in Structural Crystallography \" M. Security council in “ Physics (I Class ), Specialization in Electronics, (1971) presidency College, University of Madras, India. B. Sc in Physics (One Class, Distinction ), (1969) Queen Blessed virgin ' s college, Madras, India. Professional Record July1971 - Noy. 1973 Lecturer in Physics, Sarada college, Salem, India Dec. 1973 - July1975 Junior Research Fellow, Dept. of Crystallography Madtas Univ. , India Aug. 1977 - Aug. 1978 Junior Research Fellow, Physics (Magnetoelectrets ), Bhopal Univ. , India Mar. 1980 - Mar. 1983 Junior Research Fellow, Dept. of Cryst. & Biophys. , Madras Univ. , India Mar. 1983 - July1986 Research Fellow & Senior Project Assistant in NICRYS (National Information Centre For Crystallography ), Dept. of Cryst. aBiophys. , Madras Univ. , India duly1986 - mar. 1988 Scientist in NICRYS, Dept. of Cryst. & Biophy. , Madras Univ. , India Blemish. 1988 - Trough date Post - doctoral Research Fellow, Department of Biochemistry & Biophysics, Texas A & M Univ. , USA Research Experience a) Experience in X ray crystal structure analysis of small molecules of biological interest and computer graphics. Experience in theoretical studies in connection with Polymer chain statistics of proteins using calculations on radius of gyration Size and shape analysis of small molecules as well as proteins Calculations on angular parameters and their probability distributions to study protein folding b 50252359"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "CURRICULUM VITAE: J.V. VISAYALAKSHN. Thesis Title: \"studies in Structural Crystallography\" The thesis was published in 1987 by the University of Madras, India. He is married, with one son."
}