{
    "filename": "50264467-4470.jpg",
    "metadata": {},
    "text": " \n\nCURRICULUM VITA\nAlan H. Harris\n\nMay 13, 1938 Place of Birth: New York, N.Y.\n\n \n \n\nUniversity of Main, B.A., 1958, Psychology.\nColumbia University, New York, M.A., 1967, Experimental Psychology.\nColumbia University, New York, Ph.D., 1969, Experimental\nPsychology.\nHonors: Sigma Xi\nNIMH Predoctoral Trainee, 1966\nDean's List, University of Maine\n\nMajor Research Interests: Behavioral Pharmacology\nExperimental Analysis of Behavior\n\nResearch and/or Professional Experience:\n\nAssociate Professor, Department of Psychiatry and Behavioral Sciences, The\nJohns Hopkins University School of Medicine, Baltimore, Nd. 1974 - present.\n\nAssociate Director, Division of Behavioral Biology, The Johns Hopkins\nUniversity School of Medicine, 1975 - present.\n\nAssociate Professor, Department of Psychology, The Johns Hopkins\nUniversity, 1976 - present.\n\nExecutive Board, Biofeedback Research Society, 1975.\n\nConsultant, Human Performance Laboratory, Institute for Behavioral Research,\nSilver Spring, Nd., 1974 - present.\n\nConsultant, Drug Abuse Treatment Program, Baltimore City Hospitals, Baltimore,\nMd., 1973 - 1975.\n\nAssistant Professor of Behavioral Biology, Division of Behavioral Biology,\nThe Johns Hopkins University School of Medicine, 1970 - 1974.\n\nResearch Associate, Division of Behavioral Biology, The Johns Hopkins University\nSchool of Medicine, 1969 - 1970.\n\nLecturer, Queens College, CUNY, New York, 1966-1969.\n\nResearch Associate, Department of Psychology, Columbia University, New York,\n1964 - 1966.\n\nResearch Assistant, Department of Psychology, Columbia University, New York,\n~ 1964,\n\nResearch Assistant, Creedmoor Institute for Psychobiologic Studies, Queens,\nNew York, 1961 - 1962.\n\nResearch Assistant, Sterling Drug Co., New York, 1959 - 1961.\n\n50264467,\n\f",
    "augmented_texts": [
        "CURRICULUM VITA Alan H. Harris May 13, 1938 Place of Birth: New York, N. Y. University of Main, B. A. , 1958, Psychological science. Columbia University, New York, M. A. , 1967, Experimental Psychology. Columbia University, New York, Ph. D. , 1969, Experimental Psychology. Honors: Sigma Xi NIMH Predoctoral Trainee, 1966 Dean ' s List, University of Maine Major Research Interests: Behavioral Pharmacology Experimental Analysis of Behavior Research and / or Professional Experience: Associate Professor, Section of Psychiatry and Behavioral Sciences, The Johns Hopkins University School of Medicine, Baltimore, Nd. 1974 - present. Associate Director, Division of Behavioral Biology, The Johns Hopkins University School of Medicine, 1975 - present. Associate Professor, Department of Psychology, The Johns Hopkins University, 1976 - present. Executive Board, Biofeedback Research Society, 1975. Consultant, Human Performance Laboratory, Institute for Behavioral Research, Silver Spring, Nd. , 1974 - present. Consultant, Drug Abuse Treatment Program, Baltimore Metropolis Hospitals, Baltimore, Md. , 1973 - 1975. Assistant Prof of Behavioral Biology, Division of Behavioral Biology, The Johns Hopkins University School of Medicine, 1970 - 1974. Research Associate, Division of Behavioral Biology, The Johns Hopkins University School day of Medicine, 1969 - 1970. Lecturer, Pouf College, CUNY, New York, 1966 - 1969. Research Associate, Department of Psychology, Columbia University, New York, 1964 - 1966. Research Assistant, Department of Psychology, Columbia University, New York, ~ 1964, Research Assistant, Creedmoor Institute for Psychobiologic Studies, Queens, New York, 1961 - 1962. Research Assistant, Sterling Drug Co. , New House of york, 1959 - 1961. 50264467,",
        "CURRICULUM VITA Alan H. Harris May 13, 1938 Place of Birth: New York, N. Y. University of Main, B. A. , 1958, Psychology. Columbia University, New York, M. A. , 1967, Experimental Psychology. Columbia University, New York, Ph. D. , 1969, Experimental Psychology. Honors: Sigma Xi NIMH Predoctoral Trainee, 1966 Dean ' s List, University of Maine John roy major Research Interests: Behavioral Pharmacology Experimental Analysis of Behavior Research and / or Professional Experience: Associate Professor, Department of Psychiatry and Behavioral Sciences, The Johns Hopkins University School of Medicine, Baltimore, Nd. 1974 - present. Associate Director, Division of Behavioral Biology, The Johns Hopkins University School of Medicine, 1975 - present. Associate Professor, Department of Psychology, The Johns Hopkins University, 1976 - present. Executive Board, Biofeedback Research Society, 1975. Consultant, Human Performance Laboratory, Institute for Behavioral Research, Silver Spring, Nd. , 1974 - present. Consultant, Drug Abuse Treatment Program, Baltimore City Hospitals, Baltimore, Md. , 1973 - 1975. Supporter Professor of Behavioral Biology, Division of Behavioral Biology, The Johns Sir anthony hopkins University School of Medicinal drug, 1970 - 1974. Research Associate, Division of Behavioral Biology, The Johns Hopkins University School of Medicine, 1969 - 1970. Lecturer, Queens College, CUNY, New York, 1966 - 1969. Research Associate, Department of Psychology, Columbia University, New York, 1964 - 1966. Research Assistant, Department of Psychology, Columbia University, New York, ~ 1964, Research Assistant, Creedmoor Institute for Psychobiologic Studies, Queens, New York, 1961 - 1962. Research Assistant, Sterling Drug Co. , New York, 1959 - 1961. 50264467,"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Alan H. Harris was born May 13, 1938, in New York, N.Y. He graduated from Columbia University with a Ph.D. in Experimental Psychology in 1969. His doctorate was in Behavioral Pharmacology and Experimental Analysis of Behavior. For more information on theURRICULUM VITA, visit the Curriculum Vitae."
}