{
    "filename": "50269589-9597.jpg",
    "metadata": {},
    "text": " \n\nCURRICULUM VITAE\nJerald J. Killion\n\nPRESENT POSITION (August, 1980 - present)\nAssociate Professor, Department of Physiology\nDATE ยง PLACE OF BIRTH\n\nOctober 4, 1942\nWichita, Kansas\n\nMARITAL STATUS\nMarried with two children\nPRESENT ADDRESS\n\n10503 South 198th East Avenue\nBroken Arrow, Oklahoma 74012\n\nEDUCATION\nB.S. Physics Wichita State University 1970\nMs. Physics Wichita State University 1971\nPh.D. Physiology & University of Oklahoma 1973\n\nBiophysics Glealth Sciences Center)\nRESEARCH INTERESTS\n\nCell surface topography as related to biological function, antigenic\nproperties of tumor cell membranes, cellular growth regulation, and\nthe dynamics of cell surface molecules, immunobiology of murine leukemia.\n\nMEMBERSHIPS\n\nSigma Xi\nAmerican Association of Cancer Research\n\nWew York Academy of Sciences\n\nSociety of Experimental Biology and Medicine\nAmerican Association for the Advancement of Science\nThe Biophysical Society\n\nTissue Culture Association, Inc.\n\nAmerican College of Radiology\n\n \n\n50269589\n\f",
    "augmented_texts": [
        "CURRICULUM VITAE Jerald J. Killion PRESENT POSITION (August, 1980 - present) Associate Professor, Section of Physiology particular date ยง PLACE OF BIRTH October 4, 1942 Wichita, Kansas MARITAL STATUS Married with two children PRESENT ADDRESS 10503 South 198th East Avenue Broken Arrow, Oklahoma 74012 EDUCATION B. S. Physics Wichita State University 1970 Ms. Physic Wichita State University 1971 Ph. D. Physiology & University of Oklahoma 1973 Biophysics Glealth Sciences Center) RESEARCH INTERESTS Cell surface topography as related to biological function, antigenic properties of tumor cell membranes, cellular growth regulation, and the moral force of cell surface molecules, immunobiology of murine leukemia. MEMBERSHIPS Sigma Xi American language Association of Cancer Research Wew York Academy of Sciences Gild of Experimental Biology and Medicine American Association for the Advancement of Science The Biophysical Society Tissue Culture Association, Inc. American College of Radiology 50269589",
        "CURRICULUM VITAE Jerald J. Killion PRESENT POSITION (August, 1980 - present) Associate Professor, Department of Physiology DATE ยง PLACE OF BIRTH October 4, 1942 Wichita, Kansas MARITAL STATUS Married with two children PRESENT ADDRESS 10503 South 198th East Avenue Broken Arrow, Oklahoma 74012 EDUCATION B. S. Physics Wichita State University 1970 Ms. Physics Wichita State University 1971 Ph. D. Physiology & University of Oklahoma 1973 Biophysics Glealth Scientific discipline Center) RESEARCH interest Cell surface topography as related to biological function, antigenic property of tumor cell membranes, cellular growth regulation, and the dynamics of cell surface molecules, immunobiology of murine leukemia. MEMBERSHIPS Sigma Xi American language Association of Crab Research Wew York Academy of Sciences Society of Experimental Biology and Medicine American Association for the Advancement of Science The Biophysical Society Tissue Culture Tie, Inc. American College of Radiology 50269589"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Jerald J. Killion is an associate professor in the Department of Physiology at the University of Oklahoma. His research focuses on cell surface topography, tumor cell membranes, cellular growth regulation, and immunobiology of murine leukemia. He is married with two children."
}