{
    "filename": "50261170-1170.jpg",
    "metadata": {},
    "text": " \n\n \n\nPREPOSAL for the study of the EFFECTS OF SHEARING STRESS ON THE\n‘TRACHEO-BRONCHIAL TREE AND ITS POSSIBLE RELATION T0 THE PATHO-\nGENESIS OF BRONCHOGENIC CARCINOMA AND CHRONIC BRONCHITIS.\n\nPaul Hamosh, M.D.\n\nAmong the etiological factors which might contribute to the patho-\ngenesis of bronchogenic carcinoma, mechanical factors received practically\nno attention. During rapid expiratory flow and especially during coughing,\npowerful shearing forces are generated in the airways. We have demonstrated\nthat these forces might cause significant damage to the mucosal layer.\n\nThis damage can lead to frequent regeneration leading to metaplasia and\nultimately maybe malignant changes. Discontinuities in the mucosal layer\ncan also theoretically lead to increased penetration of carcinogenic sub- :\nstances and even release of additional broncho-constrictor agents (prosta-\nglandins). Thus, repeated coughing might produce a vicious cycle resulting\nin permanent damage of the airways. Circumstantial evidence to support\n\nthis hypothesis is the fact that present studies indicate that bronchogenic\ncarcinoma is originating in segmental or some subsegmental bronchi. We\n\nhave found by calculation that these sites coincide with the points of\nmaximum shear. \"Atrophy\" of tracheal mucosa (also a high shear area)\n\nhas been reported.\n\nThe experimental approach to the study of the above problem ié complex.\nWe have completed the study in isolated tracheal segments and now we would\nLike to move on to look at the in vivo situation. Recently a group at\nOak Ridge developed a model of isolated trachea under the skin of the\nback in rats. This model could be easily used to study shearing stress\nbecause of its convenient remoteness from the respiratory system, i.e.\nit can be manipulated without interfering with breathing. Further research\ncould be performed by producing an additional animal model in which local-\nized broncho constriction could be produced surgically and then arcas of\nmajor shearing stress created. A third approach would be computer simulation\nof superimposed lung disease on a functioning model of the lung in a study\nof shearing stress distribution in such a model.\n\nWe would be excellently equipped to carry out this research for the follow-\ning reasons:\n1) We have contributed so far the only study on this subject.\n2) We have excellent personnel which covers everything from morphology\nby Light microscopy to scanning electron microscopy.\n3) We have a program and the hardware for runhing the computer aspect\nof this project.\n\nIn view of the above, the information necessary to prove or disprove\nthis hypothesis could be obtained at relatively low cost since expenses would\nbe incurred mostly for technical assistance and supplies, whereas profession-\nal help and equipment is already available.\n\nEnels. Abstract published in the American Review of Respiratory Diseases.\n(Full manuscript in preparation). Preprint can be obtained on request.\n\n \n\n50261170\n\f",
    "augmented_texts": [
        "PREPOSAL for the study of the EFFECTS OF SHEARING STRESS ON THE ‘ TRACHEO - BRONCHIAL TREE AND ITS POSSIBLE RELATION T0 THE PATHO - GENESIS OF BRONCHOGENIC CARCINOMA AND CHRONIC BRONCHITIS. Paul Hamosh, M. D. Among the etiological factors which might contribute to the patho - genesis of bronchogenic carcinoma, mechanical factors received practically no attention. During rapid expiratory flow and especially during coughing, powerful shearing forces be generated in the airways. We have demonstrated that these forces might cause significant damage to the mucosal layer. This damage can lead to frequent regeneration leading to metaplasia and at last maybe malignant changes. Discontinuities in the mucosal layer can also theoretically lead to increased penetration of carcinogenic sub -: stances and even release of additional broncho - constrictor agents (prosta - glandins ). Thus, repeated coughing mightiness produce a vicious cycle resulting in permanent damage of the airways. Circumstantial evidence to support this hypothesis is the fact that present studies indicate that bronchogenic carcinoma is originating in segmental or some subsegmental bronchi. We have found by reckoning that these sites coincide with the points of maximum shear. \" Atrophy \" of tracheal mucosa (also a high shear area) has been reported. The experimental approach to the study of the above problem ié complex. We have completed the bailiwick in isolated tracheal segments and now we would Like to move on to look at the in vivo situation. Recently a group at Oak Ridge developed a model of isolated trachea under the skin of the back in rats. This model could be easily used to study shearing stress because of its convenient remoteness from the respiratory system, i. e. it can be manipulated without interfering with breathing. Further research could be performed by producing an additional animal model in which local - ized broncho constriction could be produced surgically and then arcas of major shearing stress created. A third approach would represent computer simulation of superimposed lung disease on a functioning model of the lung in a study of shearing stress distribution in such a model. We would be excellently equipped to carry out this research for the follow - ing reasons: 1) We have contributed so far the only study on this subject. 2) We have excellent personnel which covers everything from morphology by Light microscopy to scanning electron microscopy. 3) We have a program and the ironware for runhing the computer aspect of this project. In view of the above, the information necessary to prove or disprove this hypothesis could be obtained at relatively low cost since expenses would be incurred mostly for technical assistance and supplies, whereas profession - al help and equipment is already available. Enels. Abstract published in the American Review of Respiratory Diseases. (Full manuscript in preparation ). Preprint can be obtained on request. 50261170",
        "PREPOSAL for the study of the burden OF SHEARING STRESS ON THE ‘ TRACHEO - BRONCHIAL TREE AND ITS POSSIBLE RELATION T0 THE PATHO - GENESIS OF BRONCHOGENIC CARCINOMA AND CHRONIC BRONCHITIS. Paul Hamosh, M. D. Among the etiological factors which might contribute to the patho - genesis of bronchogenic carcinoma, mechanical factors received practically no attention. During rapid expiratory flow and especially during coughing, powerful shearing forces are generated in the airways. We have demonstrated that these forces might cause significant damage to the mucosal layer. This damage can lead to frequent regeneration leading to metaplasia and ultimately maybe malignant changes. Discontinuities in the mucosal layer can also theoretically lead to increased penetration of carcinogenic sub -: stances and even release of additional broncho - constrictor agents (prosta - glandins ). Thus, repeated coughing might produce a vicious cycle resulting in permanent damage of the airways. Circumstantial evidence to support this hypothesis is the fact that present work indicate that bronchogenic carcinoma is originating in segmental or some subsegmental bronchi. We have found by calculation that these sites coincide with the points of maximum shear. \" Atrophy \" of tracheal mucosa (also a high shear area) has been reported. The experimental approach to the study of the above problem ié complex. We have completed the study in isolated tracheal segments and now we would Like to move on to look at the in vivo situation. Recently a group at Oak Ridge developed a model of isolated trachea under the skin of the back in rats. This model could be easily used to study shearing stress because of its convenient remoteness from the respiratory system, i. e. information technology can be manipulated without interfering with breathing. Further research could be do by producing an additional animal model in which local - ized broncho constriction could be produced surgically and then arcas of major shearing stress created. A third approach would be computer simulation of superimposed lung disease on a functioning model of the lung in a study of shearing stress distribution in such a model. We would be excellently equipped to carry out this research for the follow - ing reasons: 1) We have contributed so far the only study on this subject. 2) We have excellent personnel which covers everything from morphology by Light microscopy to scanning electron microscopy. ternary) We have a program and the hardware for runhing the computer aspect of this project. In view of the above, the information necessary to prove or disprove this hypothesis could be obtained at relatively low cost since expenses would be incurred mostly for technical assistance and supplies, whereas profession - al help and equipment is already available. Enels. Abstract published in the American Reappraisal of Respiratory Diseases. (Full manuscript in preparation ). Preprint can be obtained on request. 50261170"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "During rapid expiratory flow and especially during coughing, powerful shearing forces are generated in the airways. We have demonstrated that these forces might cause significant damage to the mucosal layer. This damage can lead to frequent regeneration leading to metaplasia and maybe malignant changes."
}