{
    "filename": "50275661-5669.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\nBioscience Reports 1, 197-205 (1962) 197\nprinted in Great Britain\n\nCoagulation factor 11h (tissue factor) interaction With\nphosphelipid vesicles induced by cadmium: characterization\nfof the reconstituted protein-membrane complex\n\nSteven D. CARSON and William H, KONIGSBERG\n\nDepartment of Molecular Biophysics and Biochenistry,\nyale University, 333 Cedar Street, New Haven, CP 06510, 0.5-A-\n\n(Received 30 January 1982)\n\nCoagulation factor 111 (tissue factor) is @ membrane\nglycoprotein which serves as a cofactor in the proteo-\nPe Rcrivation of factor X and factor IX’ by factor\nVii. ““Miring of human placental factor Ill apeprotein\nWith vesicles of bovine brain phospholipids does not\nproduce significant reconstitution of factor Ill activity,\nBut; when the mixture of apoprotein and vesicles is\nPiatie’'S’mM with CdCl, the apoprotein is incorporated\ninto the vesicles. Ultracentrifugation on sucrose density\ngradients demonstrated that the active factor Iil-lipié\nBomplex formed by reconstitution with vesicles had a\nGensity indistinguishable from that of the complex\nformed by detergent dialysis. Vesicles isolated after\nCentrifugation were shown to range in diameter from 70\nfar to over 100 nm using the electron microscope, Gel\nTitration showed that factor-lll activity was associated\n‘with all size-classes of vesicles, The presence of factor\nI activity in the smallest vesicles argues for a specific\ntadmiumomediated reconstitution of the apoprotein with\nphospholipid vesicles.\n\n \n\nCoagulation factor Mil (tissue factor), present in the membrane oe\nrecentused into. phospholipid vesicles, accelerates the proteolytic\nsectvation of both factor X and factor IX by factor Vila (1,2,3). | The\nactiably ‘of factor Ill into. phospholipid vesicles during deoxycholate\nGislysis is promoted by CéCly (4), and although the apoprotein, docs\ncee ateract’ significantly with preformed phospholipid vesicles, it can\nBe induced todo so by the addition of CdClp (5). The control of\nrctonilt activity is not well understood but is known to be affected\nS5° Me perticular phospholipids bound to, the apoprotein (1,679), and by\nty the Dent of lipids present (10). This report demonstrates the\nthe Sumeinguced incorporation of human placental factor Il) into\nCreformed phospholipid vesicles and describes ‘the resultant protein-\nmembrane complexes.\nExperimental Procedures\n\nFactor Il was prepared from heptane-butanol-extracted acetone\npowders of human placentas obtained at parturition (11). The fervor\nPlas extracted with Triton X-100, followed by ammonium sulfate\nprecipitation and chromatography on Phenyl-Sepharose, Con\nprecipitation, avg DEAE-cellulose (5)-  Pactor-ill activity was\nJeresreined with the two-stage clotting assay described by Pitlick and\n\n©1981 The Biochenical Society\n\n§0275661\n\n \n\nSRN,\n\n \n\f",
    "augmented_texts": [
        "Bioscience Reports 1, 197 - 205 (1962) 197 printed in Great Britain Coagulation factor 11h (tissue factor) interaction With phosphelipid vesicles induced by cadmium: characterization fof the reconstituted protein - membrane complex Steven D. CARSON and William H, KONIGSBERG Department of Molecular Biophysics and Biochenistry, yale University, 333 Cedar Street, New Haven, CP 06510, 0. 5 - A - (Obtain 30 January 1982) Coagulation factor 111 (tissue factor) is @ membrane glycoprotein which serves as a cofactor in the proteo - Pe Rcrivation of factor X and factor IX ’ by factor Vii. “ “ Miring of human placental factor Ill apeprotein With vesicle of bovine brain phospholipids does not produce significant reconstitution of factor Ill activity, But; when the mixture of apoprotein and vesicles is Piatie ’ ' S ’ mM with CdCl, the apoprotein is incorporated into the vesicles. Ultracentrifugation on sucrose density gradients demonstrated that the active factor Iil - lipié Bomplex formed by reconstitution with vesicles had a Gensity indistinguishable from that of the complex formed by detergent dialysis. Vesicles isolated after Centrifugation were shown to range in diameter from 70 far to over 100 nm using the electron microscope, Gel Titration showed that factor - lll activity was associated ‘ with all size - classes of vesicles, The presence of factor I action in the smallest vesicles argues for a specific tadmiumomediated reconstitution of the apoprotein with phospholipid vesicles. Coagulation factor Mil (tissue factor ), present in the tissue layer oe recentused into. phospholipid vesicles, accelerates the proteolytic sectvation of both factor X and factor IX by factor Vila (1, 2, 3 ). | The actiably ‘ of factor Ill into. phospholipid vesicles during deoxycholate Gislysis is promoted by CéCly (4 ), and although the apoprotein, docs cee ateract ’ significantly with preformed phospholipid vesicles, it can Be induced todo so by the addition of CdClp (5 ). The control of rctonilt activity is not well understood but is known to be affected S5 ° Me perticular phospholipids leaping to, the apoprotein (1, 679 ), and by ty the Dent of lipids present (10 ). This report demonstrates the the Sumeinguced incorporation of human placental factor Il) into Creformed phospholipid vesicles and describes ‘ the resultant protein - membrane complexes. Experimental Procedures Factor Il was prepared from heptane - butanol - extracted acetone powders of human placentas obtained at parturition (11 ). The fervor Plas extracted with Triton X - 100, followed by ammonium sulfate precipitation and chromatography on Phenyl - Sepharose, Con precipitation, avg DEAE - cellulose (5) - Pactor - ill activity was Jeresreined with the two - stage clotting assay described by Pitlick and © 1981 The Biochenical Society § 0275661 SRN,",
        "Bioscience Reports 1, 197 - 205 (1962) 197 printed in Great Britain Coagulation factor 11h (tissue factor) interaction With phosphelipid vesicles induced by atomic number 48: characterization fof the reconstituted protein - membrane complex Steven D. CARSON and William H, KONIGSBERG Department of Molecular Biophysics and Biochenistry, yale University, 333 Cedar Street, New Haven, CP 06510, 0. 5 - A - (Received 30 January 1982) Coagulation factor 111 (tissue factor) is @ membrane glycoprotein which serves as a cofactor in the proteo - Pe Rcrivation of broker X and factor IX ’ by factor Vii. “ “ Miring of human placental factor Ill apeprotein With vesicles of bovine brain phospholipids does not produce significant reconstitution of factor Ill activity, But; when the mixture of apoprotein and vesicles is Piatie ’ ' S ’ mM with CdCl, the apoprotein is contain into the vesicles. Ultracentrifugation on sucrose density gradients demonstrated that the active factor Iil - lipié Bomplex formed by reconstitution with vesicles had a Gensity indistinguishable from that of the complex form by detergent dialysis. Vesicles isolated after Centrifugation were shown to range in diameter from 70 far to over 100 nm using the electron microscope, Gel Titration showed that factor - lll activity was associated ‘ with all size - classes of vesicles, The presence of factor I activity in the smallest vesicles argues for a specific tadmiumomediated reconstitution of the apoprotein with phospholipid vesicles. Coagulation factor Mil (tissue factor ), present in the membrane oe recentused into. phospholipid vesicles, accelerate the proteolytic sectvation of both factor X and factor IX by factor Vila (1, 2, 3 ). | The actiably ‘ of factor Ill into. phospholipid vesicles during deoxycholate Gislysis is promoted by CéCly (4 ), and although the apoprotein, docs cee ateract ’ significantly with preformed phospholipid vesicles, it can Be induced todo so by the addition of CdClp (5 ). The control of rctonilt activity is not well understood but is known to be affected S5 ° Me perticular phospholipids bound to, the apoprotein (1, 679 ), and by ty the Dent of lipids present (10 ). This report demonstrates the the Sumeinguced incorporation of human placental factor Il) into Creformed phospholipid vesicles and describes ‘ the resultant protein - membrane complexes. Experimental Procedures Factor Il was prepared from heptane - butanol - extracted acetone powders of human placentas obtained at parturition (11 ). The fervor Plas extracted with Triton X - 100, followed by ammonium sulfate precipitation and chromatography on Phenyl - Sepharose, Con precipitation, avg DEAE - cellulose (5) - Pactor - ill activity was Jeresreined with the two - stage clotting assay described by Pitlick and © 1981 The Biochenical Society § 0275661 SRN,"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Bioscience Reports 1, 197-205 (1962) 197                printed in Great Britain. Pactor-ill activity was associated with the two-stage clotting assay described by Pitlick. The presence of factor-lll activity in the smallest vesicles argues for a specific rationale for the reconstitution of the apoprotein with phospholipids."
}