{
    "filename": "502787929_502787932.jpg",
    "metadata": {},
    "text": " \n\nPaoseer ETE\n\nDaewerion: A Banod Aprenioe To 18-34 Yen. Ow Smouns\n\nSmress Extensive Awarysis Or 18-04 ene Ov Smoxens To Be Compueren\nTn Tanunny. Basen Uron Flonine Naw Position og Hrromueses To BE\nDevecred Awo Expired.\n\nPhoblems:T Am Nor Cexmiio That This Deserves A Troseer Stams ft\n\nTris Tine, It Is Stwchly Ao Aonmiveis. Rornars ETF Could Emence As\nA Paeseer Following This AwnrvsisOn Cours Be Tecorroearep Tare YAX.\n\nPromser YRX_\n\nDacaerion, F Brass Aepenive Te I-24 Your Ovo Snouens.\n\nAmma Tne Fier Ser Or Foovs Grovrs On This Proseet Ts Puan\nFor in/S Iw Tulsa, Tatar Posi¥iewtig Fackages Cie: concept, paadoet ann\nPackaging) Wi Be Exerengn. A Positigniog Eumluatioo Study Ts Plame\nFoe Fino On Ile.\n\nBucklms: NPI Has Bem Very Siow On This Phoseer Iv Moving\n\nTownap The Deverormenr OF A Tora Prekace. 0 Hoos This Does Nor\nEsmeuse A PRecident.\n\nProves DB\n\nDansiodon: A Banwn Thar Oprcts Srouaes Mascotion User Lnaceny\nBr A Substaotal Cost Sauces\n\nSmams: A Posittonivg Evalumtion Swoy Was Comprersn Iw Semmacr,\nResours Wee Positive\\ Beau Coeemmey On Houd.\n\nProblems: The Meets (ith San Ut, Requesren By TT, Has Not Hamme.\n\nezot 81208\n\f",
    "augmented_texts": [
        "Paoseer ETE Daewerion: A Banod Aprenioe To 18 - 34 Yen. Ow Smouns Smress Extensive Awarysis Or 18 - 04 ene Ov Smoxens To Be Compueren Tn Tanunny. Basen Uron Flonine Naw Position og Hrromueses To BE Devecred Awo Expired. Phoblems: T Am Nor Cexmiio That This Deserves A Troseer Stams ft Tris Tine, It Is Stwchly Ao Aonmiveis. Rornars ETF Could Emence As A Paeseer Following This AwnrvsisOn Cours Be Tecorroearep Tare YAX. Promser YRX_ Dacaerion, F Brass Aepenive Te I - 24 Your Ovo Snouens. Amma Tne Fier Ser Or Foovs Grovrs On This Proseet Ts Puan For in / S Iw Tulsa, Tatar Posi ¥ iewtig Fackages Cie: concept, paadoet ann Packaging) Wi Glucinium Exerengn. A Positigniog Eumluatioo Field of study Ts Plame Foe Fino On Ile. Bucklms: NPI Has Bem Very Siow On This Phoseer Iv Moving Townap The Deverormenr OF Type a Tora Prekace. 0 Hoos This Does Nor Esmeuse A PRecident. Proves DB Dansiodon: A Banwn Thar Oprcts Srouaes Mascotion User Lnaceny Br A Substaotal Cost Sauces Smams: A Posittonivg Evalumtion Swoy Was Comprersn Iw Semmacr, Resours Wee Positive \\ Beau Coeemmey On Houd. Problems: The Meets (ith San Gmt, Requesren By TT, Has Not Hamme. ezot 81208",
        "Paoseer ETE Daewerion: A Banod Aprenioe To 18 - 34 Yen. Ow Smouns Smress Extensive Awarysis Or 18 - 04 east northeast Ov Smoxens To Be Compueren Tn Tanunny. Basen Uron Flonine Naw Position og Hrromueses To embody Devecred Awo Expired. Phoblems: T Am Nor Cexmiio That This Deserves A Troseer Stams ft Tris Tine, It Is Stwchly Ao Aonmiveis. Rornars ETF Could Emence As A Paeseer Following This AwnrvsisOn Cours Be Tecorroearep Tare YAX. Promser YRX_ Dacaerion, F Brass Aepenive Te I - 24 Your Ovo Snouens. Amma Tne Fier Ser Surgery Foovs Grovrs On This Proseet Ts Puan For in / S Iw Tulsa, Tatar Posi ¥ iewtig Fackages Cie: concept, paadoet ann Packaging) Wi Be Exerengn. A Positigniog Eumluatioo Study Ts Plame Foe Fino On Ile. Bucklms: NPI Has Bem Very Siow On This Phoseer Iv Moving Townap The Deverormenr OF A Tora Prekace. 0 Hoos This Does Nor Esmeuse A PRecident. Proves DB Dansiodon: A Banwn Thar Oprcts Srouaes Mascotion User Lnaceny Brigate rosse A Substaotal Cost Sauces Smams: A Posittonivg Evalumtion Swoy Was Comprersn Iw Semmacr, Resours Wee Positive \\ Beau Coeemmey On Houd. Problems: The Meets (ith San Ut, Requesren By TT, Has Not Hamme. ezot 81208"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Paoseer ETE: A Banod Aprenioe To 18-34 Yen. Ow Smouns: Extensive Awarysis Or 18.04 ene Ov Smoxens To Be CompuerenTn Tanunny. Basen Uron Flonine Naw Position og Hrromueses To BE: Devecred Awo Expired."
}