{
    "filename": "50275534-5538.jpg",
    "metadata": {},
    "text": " \n\nCURRICULUM VITAE\n\n \n\nNAME: Paul Aaron Friedman\nDATE AND PLACE OF BIRTH: January 3, 1943, Baltimore, Maryland 7\nADDRESS: 5 Arlington Road, Chestnut Hill\nMassachusetts 02167\nMARITAL STATUS: Married, two children\nEDUCATION\n1960-64 A.B. cum laude, Biology, Princeton University, Princeton, New Jersey\n1964-69 M.D. magna cum laude, Harvard Medical School, Boston, Massachusetts\n\nMAJOR RESEARCH INTEREST:\n\n‘The biochemical mechanisms by which drugs exert their therapeutic\nand toxic effects\n\nPOSITIONS HELI\n\n \n\n1982- Associate Professor of Medicine and Pharmacology, Harvard Medical School,\nBoston, Massachusetts\n\n1981- Director, Clinical Pharnacology/Toxicology Unit, Beth Israel Wspital, Boston, Massachusetts\n\n1980-82 Associate Professor of Clinical Pharmacology, Harvard Medical School, Boston,\nMassachusetts\n\n1979-81 Senior Investigator, Center for Blood Research, Boston,- Massachusetts\n1978-79 Investigator, Center for Blood Research, Boston, Massachusetts\n\n1974- Associate in Clinical Pharmacology, Children's Hospital Medical Center,\nBoston, Massachusetts\n\n1974- ‘Instructor in Medicine, Associate in Clinical Pharmacology, Peter Bent Brigham\nHospital, Boston, Massachusetts.\n\n1974- Associate in Medicine, Beth Israel Hospital, Boston, Massachusetts\n\n1974-80 Assistant Professor of Clinical Pharmacology, Harvard Medical School, Boston,\nMassachusetts\n\n1973-74 Hematology Fellow, Beth Israel Hospital, Boston, Massachusetts\n\n1972-73 Resident in Internal Medicine, Presbyterian Hospital, College of Physicians and\nSurgeons, New York, New York\n\n1971-72 Assistant in the Department of Medicine, Georgetown University, Washington,\nD.C.\n\n1971-72 Physician, Anacostia Center for Medical Services, Washington, D.C.\n\n1970-72 Research Associate, Laboratory of Neurochemistry, National Institute of Mental\nHealth, Bethesda, Maryland e\n\n1969-70 Intern’ in Medicine, Presbyterian Hospital, College of Physicians and Surgeons,\nNew York, New York.\nSPECIAL AWARD:\n1969 James Talbot Shipley Prize for Research, Harvard Medical School\nSOCIETIES AND BOARD CERTIFICATIONS:\n\n1974 Diplomat of American Board of Internal Medicine\n1976 Menber of American Society of Pharmacology and Experimental Therapeutics\n\n \n\n50275534\n\f",
    "augmented_texts": [
        "CURRICULUM VITAE NAME: Paul Aaron Friedman DATE AND PLACE OF BIRTH: January 3, 1943, Baltimore, Maryland 7 ADDRESS: 5 Arlington Road, Chestnut Hill Massachusetts 02167 MARITAL STATUS: Married, two children EDUCATION 1960 - 64 A. B. cum laude, Biology, Princeton University, Princeton, New Jersey 1964 - 69 M. D. magna cum laude, Harvard Medical School, Boston, Massachuset MAJOR RESEARCH INTEREST: ‘ The biochemical mechanisms by which drugs exert their alterative and toxic effects POSITIONS HELI 1982 - Associate Professor of Medicine and Materia medica, Harvard Medical School, Boston, Massachusetts 1981 - Director, Clinical Pharnacology / Toxicology Unit, Beth Israel Wspital, Boston, Massachusetts 1980 - 82 Associate Professor of Clinical Pharmacology, Harvard Medical School, Boston, Massachusetts 1979 - 81 Senior Investigator, Center for Blood Research, Boston, - Massachusetts 1978 - 79 Investigator, Center for Blood Research, Boston, Massachusetts 1974 - Associate in Clinical Pharmacology, Children ' s Hospital Medical Center, Boston, Massachusetts 1974 - ‘ Instructor in Medicine, Associate in Clinical Pharmacology, Peter Bent Brigham Hospital, Boston, Massachusetts. 1974 - Associate in Medicine, Beth Israel Hospital, Capital of massachusetts, Massachusetts 1974 - 80 Assistant Professor of Clinical Pharmacology, Harvard Medical School, Boston, Massachusetts 1973 - 74 Hematology Fellow, Beth Israel Hospital, Boston, Massachusetts 1972 - 73 Resident in Internal Medicine, Presbyterian Hospital, College of Doctor and Surgeons, New York, New York 1971 - 72 Assistant in the Department of Medicine, Georgetown University, Washington, D. C. 1971 - lxxii Physician, Anacostia Center for Medical Services, Washington, D. C. 1970 - 72 Research Associate, Laboratory of Neurochemistry, National Institute of Mental Health, Bethesda, Maryland einsteinium 1969 - 70 Intern ’ in Medicine, Presbyterian Hospital, College of Physicians and Surgeons, New York, New York. SPECIAL AWARD: 1969 James Talbot Shipley Prize for Research, Harvard Medical School SOCIETIES AND BOARD CERTIFICATIONS: 1974 Diplomat of American Board of Internal Medicine 1976 Menber of American Society of Pharmacology and Experimental Therapeutics 50275534",
        "CURRICULUM VITAE NAME: Paul Aaron Friedman DATE AND PLACE OF BIRTH: January 3, 1943, Baltimore, Maryland 7 ADDRESS: 5 Arlington Road, Chestnut Pitcher's mound Massachusetts 02167 MARITAL STATUS: Married, two children EDUCATION 1960 - 64 A. B. cum laude, Biology, Princeton University, Princeton, New Jersey 1964 - 69 M. D. magna cum laude, Harvard Medical School, Boston, Massachusetts MAJOR RESEARCH INTEREST: ‘ The biochemical mechanisms by which drugs exert their therapeutic and toxic effects POSITIONS HELI 1982 - Associate Professor of Medicine and Pharmacology, Harvard Medical School, Boston, Massachusetts 1981 - Director, Clinical Pharnacology / Toxicology Unit, Beth Israel Wspital, Boston, Massachusetts 1980 - 82 Associate Professor of Clinical Pharmacology, Harvard Medical School, Boston, Massachusetts 1979 - 81 Senior Investigator, Center for Blood Research, Boston, - Massachusetts 1978 - 79 Investigator, Center for Blood Research, Boston, Massachusetts 1974 - Associate in Clinical Pharmacology, Children ' s Hospital Medical checkup Center, Boston, Massachusetts 1974 - ‘ Instructor in Medicine, Associate in Clinical Pharmacology, Peter Bent Brigham Hospital, Boston, Massachusetts. 1974 - Associate in Medicine, Beth Israel Hospital, Boston, Massachusetts 1974 - 80 Assistant Professor of Clinical Pharmacology, Harvard Medical School, Boston, Massachusetts 1973 - 74 Hematology Fellow, Beth Israel Hospital, Capital of massachusetts, Massachusetts 1972 - 73 Resident in Internal Medicine, Presbyterian Hospital, College of Physicians and Surgeons, New York, New York 1971 - seventy two Assistant in the Department of Medicine, Georgetown University, Washington, D. C. 1971 - 72 Physician, Anacostia Center for Medical Services, Washington, D. C. 1970 - 72 Research Associate, Laboratory of Neurochemistry, National Institute of Mental Health, Bethesda, Maryland e 1969 - 70 Intern ’ in Medicine, Presbyterian Hospital, College of Physicians and Surgeons, New York, New York. SPECIAL AWARD: 1969 James Talbot Shipley Prize for Research, Harvard Medical School SOCIETIES AND BOARD CERTIFICATIONS: 1974 Diplomat of American Board of Internal Medicine 1976 Menber of American Society of Pharmacology and Experimental Therapeutics 50275534"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Paul Aaron Friedman is an American physician and author. He is the author of 'The biochemical mechanisms by which drugs exert their therapeuticand toxic effects' He was born January 3, 1943, in Baltimore, Maryland, and grew up in Chestnut Hill, Massachusetts, with his wife and two children. His work has been published in journals such as The Lancet and The New England Journal of Medicine."
}