{
    "filename": "50271258-1259.jpg",
    "metadata": {},
    "text": " \n\n \n\nwae aOR\n\nGroup Leade\nMartell, Edward A. Principal Invest: 2/23/1918\n\n \n\n \n\n \n\n \n\n \n\n[RESEARCH AND/OR PROFESSIONAL EXPERIENCE: Concloding with prevent pesiton, lint in hvanalegies! ede yrovous emplermanyexpel=\ncee, end banat Include rsert menberohip on ny Fedral Gnvermont Public Adley Commit, Lit In canaageat vcr, the on ond\n‘Sevisremovocns force epost pblctiansy epetaly ass mot panet ho ie application, De oa exeed 2 pger.\n1948-1950: Ph.D. research in radiochemistry, University of Chicago. Discovery of the\nhatural @ radioactivity of indium-115, its 8” decay energy and radioactive half-life.\n\n1950-1954: Technical Operations Officer, Armed Forces Special Weapons Project, Depart-\nment of Defense. Planning and direction of laboratory and field experiments on nuclear\nRadiation effects and radioactive fallout at the Nevada Test Site and at Eniwetok and\nikini.\n\n1954-1956: Research Associate, Enrico Fermi Institute of Nuclear Studies, University of\nChicago, heading a research group in studies of radioactive strontium-90 in afr and\nprecipitation; ‘in plants, dairy products and other foods; and in animal and ‘human bone\nspecimens.\n\n1956-1962: Branch Chief and Research Group Head, GS-15, Air Force Cambridge Research\nCenter, Bedford, Mass. Experimental studies of the atmospheric aspects of global radio-\nactive fallout from nuclear tests.\n\n \n\n1962 to present: Research group leader, National Center for Atmospheric Research,\n\nIder; Colorado. Experimental studies tn atmospheric radioactivity end geochemistry.\nLow-level alpha spectroscopy and absolute 8 counting. The interactions of radioactive\njons and aerosols in the atmosphere and biosphere. The properties and dynamics of\nindoor radon progeny aerosols.\n\nHonors: Postdoctoral appointment, the Enrico Fermi Institute of Nuclear Studies,\nUniversity of Chicago 1954-1956; U.S. Delegate, United Nations Scientific Committee on\nthe Effects of Atomic Radiation; President, International Commission on Atmospheric\nChemistry and Radioactivity (IAMAP-IUGG), 1975-1979.\n\n \n\nMemberships: Health Physics Society; International Radiation Protection Association;\n‘Frerican Esophysical Union; Fellow AAAS; Sigma X¥; ACS Diviston of Nuclear Chemistry and\nTechnology; CACGP-IAMAP.\n\nRepresentative Recent Publications:\nPoet, S.£. and £.A. Martell; “Plutonium-239 and americium-241 contamination in the Denver\narea,\" Health Physics 23, 637-548, 1972.\n\nPoet, S.E., HE. Moore, and E.A. Martell; “Lead-210, bismuth-210 and polonium-210 in the\natmosphere: Accurate ratio measurement and application to aerosol residence time deter-\nmination,” J. Geophys. Res. 77, 6515-6527, 1972.\n\n \n\n \n\n \n\n§0271258\n\f",
    "augmented_texts": [
        "wae aOR Group Leade Martell, Edward A. Principal Invest: 2 / 23 / 1918 [RESEARCH AND / OR PROFESSIONAL EXPERIENCE: Concloding with prevent pesiton, lint in hvanalegies! ede yrovous emplermanyexpel = cee, end banat Include rsert menberohip on ny Fedral Gnvermont Public Adley Commit, Lit In canaageat vcr, the on ond ‘ Sevisremovocns force epost pblctiansy epetaly ass mot panet ho ie application, De oa exeed 2 pger. 1948 - 1950: Ph. D. research in radiochemistry, University of Chicago. Discovery of the hatural @ radioactivity of indium - 115, its 8 ” decay energy and radioactive half - life. 1950 - 1954: Technical Operations Officer, Armed Forces Special Weapons Project, Depart - ment of Defense. Planning and direction of laboratory and field experiments on nuclear Radiation effects and radioactive fallout at the Nevada Test Site and at Eniwetok and ikini. 1954 - 1956: Research Associate, Enrico Fermi Institute of Nuclear Studies, University of Chicago, heading a research group in studies of radioactive sr - 90 in afr and precipitation; ‘ in plants, dairy products and other foods; and in animal and ‘ human bone specimen. 1956 - 1962: Branch Chief and Research Group Head, GS - 15, Air Force Cambridge Research Center, Bedford, Mass. Experimental studies of the atmospheric aspects of global radio - active fallout from nuclear tests. 1962 to present: Research group leader, National Center for Atmospheric Research, Ider; Colorado. Experimental studies tn atmospheric radioactivity end geochemistry. Low - level alpha spectroscopy and absolute 8 counting. The interactions of radioactive jons and aerosols in the atmosphere and biosphere. The properties and dynamics of indoor radon progeny aerosols. Honors: Postdoctoral appointment, the Enrico Fermi Institute of Nuclear Studies, University of Chicago 1954 - 1956; U. S. Delegate, United Nations Scientific Committee on the Effects of Atomic Radiation; President, International Commission on Atmospheric Chemistry and Radioactivity (IAMAP - IUGG ), 1975 - 1979. Memberships: Health Physics Society; International Radiation Protection Association; ‘ Frerican Esophysical Union; Fellow AAAS; Sigma X ¥; ACS Diviston of Nuclear Chemistry and Technology; CACGP - IAMAP. Representative Recent Publications: Poet, S. £. and £. A. Martell; “ Plutonium - 239 and americium - 241 contamination in the Denver area, \" Health Physics 23, 637 - 548, 1972. Poet, S. E. , atomic number 2. Moore, and E. A. Martell; “ Lead - 210, bismuth - 210 and polonium - 210 in the atmosphere: Accurate ratio measurement and application program to aerosol residence time deter - mination, ” J. Geophys. Res. 77, 6515 - 6527, 1972. § 0271258",
        "wae aOR Group Leade Martell, Edward A. Principal Invest: 2 / 23 / 1918 [RESEARCH AND / OR pro EXPERIENCE: Concloding with prevent pesiton, lint in hvanalegies! ede yrovous emplermanyexpel = cee, end banat Include rsert menberohip on ny Fedral Gnvermont Public Adley Commit, Lit In canaageat vcr, the on ond ‘ Sevisremovocns force epost pblctiansy epetaly ass mot panet ho ie application, De oa exeed 2 pger. 1948 - 1950: Ph. D. research in radiochemistry, University of Chicago. Discovery of the hatural @ radioactivity of indium - 115, its 8 ” decay energy and radioactive half - life. 1950 - 1954: Technical Operations Officer, Armed Forces Special Weapons Project, Depart - ment of Defense. Planning and direction of laboratory and field experiments on nuclear Radiation effects and radioactive fallout at the Nevada Test Site and at Eniwetok and ikini. 1954 - 1956: Research Associate, Enrico Fermi Institute of Nuclear Studies, University of Chicago, heading a research group in studies of radioactive strontium - 90 in afr and precipitation; ‘ in flora, dairy products and other foods; and in animal and ‘ human bone specimens. 1956 - 1962: Branch Chief and Research Group Head, GS - 15, Air Force Cambridge Research Center, Bedford, Mass. Experimental studies of the atmospheric aspects of global radio - active fallout from nuclear tests. 1962 to present: Research group leader, National Center for Atmospheric Research, Ider; Colorado. Experimental studies tn atmospheric radioactivity end geochemistry. Low - level alpha spectroscopy and absolute 8 counting. The interactions of radioactive jons and aerosols in the atmosphere and biosphere. The properties and dynamics of indoor radon progeny aerosols. Laurels: Postdoctoral appointment, the Enrico Fermi Institute of Nuclear Studies, University of Chicago 1954 - 1956; U. S. Delegate, United Nations Scientific Committee on the Effects of Atomic Radiation; President, International Commission on Atmospheric Chemistry and Radioactivity (IAMAP - IUGG ), 1975 - 1979. Memberships: Health Physics Society; International Radiation Protection Association; ‘ Frerican Esophysical Union; Fellow AAAS; Sigma X ¥; ACS Diviston of Nuclear Chemistry and Technology; CACGP - IAMAP. Representative Recent Publications: Poet, S. £. and £. A. Martell; “ Plutonium - 239 and americium - 241 contamination in the Denver area, \" Health Physics 23, 637 - 548, 1972. Poet, S. E. , HE. Moore, and E. A. Martell; “ Lead - 210, bismuth - 210 and polonium - 210 in the atmosphere: Accurate ratio measurement and application to aerosol residence time deter - mination, ” Watt second. Geophys. Atomic number 75. 77, 6515 - 6527, 1972. § 0271258"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Edward A. Martell is an American nuclear physicist. He has worked on nuclear fallout since the 1950s. His research has focused on radioactive fallout from nuclear tests. In the 1980s he was a delegate to the U.N. Scientific Committee on the Effects of Atomic Radiation."
}