{
    "filename": "50275320-5320.jpg",
    "metadata": {},
    "text": " \n\n‘The-Counct, For Tosacco Resparcu-U.S.A., INc.\nDATE: September 1, 1983\n\nMEMORANDUM: ‘To Executive Committee, Scientific Advisory Board\nDrs.Jacobson, Bing, Brennan, Feldman and Gardner\nCopies to Drs.Hockett, Stone, Lisanti, Ford and Somers\n\nRE: INFORMAL INQUIRY (CASE NO. 955 )\n\nNAME: B. Snyder, Ph.D. .\n\nDept. of Medicine :\n\nInstitution & address:\n\nPulmonary and Critical Care Medicine Division\n\nUniversity of Michigan Medical School\n\nAnn Arbor, Michigan 48109\n\nAttached are copies of key documents concerning this inquiry.\n\nPlease indicate below your recommended action, and return ballot in\nenvelope provided.\n\n1, DISCOURAGE formal application.\n\n \n\nENCOURAGE formal application.\n\nOooO0\n\n3. Obtain additional information, as follows:\n\n \n\nDefer for discussion at next Executive Committee\nMeeting.\n\nOd\n\n5. Other disposition; specif\n\n \n\n‘SIGNED\n\nDATE\n\n50275320\n\f",
    "augmented_texts": [
        "‘ The - Counct, For Tosacco Resparcu - U. S. A. , INc. DATE: September 1, 1983 MEMORANDUM: ‘ To Executive Committee, Scientific Advisory Board Drs. Jacobson, Bing, Brennan, Feldman and Gardner Copies to Drs. Hockett, Stone, Lisanti, Ford and Somers RE: INFORMAL INQUIRY (CASE NO. 955) NAME: Boron. Snyder, Ph. Ergocalciferol. . Dept. of Medicine: Institution & name and address: Pulmonary and Critical Care Medicine Division University of Michigan Medical School Ann Arbor, Michigan 48109 Attached are copies of primal documents concerning this research. Please indicate below your recommended action, and return vote in envelope provided. 1, DISCOURAGE formal application. ENCOURAGE formal application. OooO0 3. Obtain additional information, as keep an eye on: Defer for discussion at next Executive Committee Meeting. Od 5. Other disposition; specif ‘ SIGNED DATE 50275320",
        "‘ The - Counct, For Tosacco Resparcu - U. S. A. , INc. DATE: September 1, 1983 MEMORANDUM: ‘ To Executive director Citizens committee, Scientific Advisory Board Drs. Jacobson, Bing, Brennan, Feldman and Erle stanley gardner Copies to Drs. Hockett, Stone, Lisanti, Ford and Somers RE: INFORMAL INQUIRY (CASE NO. 955) NAME: B. Snyder, Ph. D. . Dept. of Medicine: Institution & address: Pulmonary and Critical Care Medicine Division University of Michigan Medical School Ann Arbor, Michigan 48109 Attached are transcript of key documents pertain this inquiry. Please indicate below your recommended action, and return ballot in envelope provided. 1, DISCOURAGE formal application. ENCOURAGE formal application. OooO0 3. Obtain additional information, as follows: Defer for discussion at next Executive Commission Meeting. Od 5. Other disposition; specif ‘ SIGNED DATE 50275320"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Inquiry: ‘The-Counct, For Tosacco Resparcu-U.S.A., INc., Inc.                DATE: September 1, 1983.’ The inquiry was sent to B. Snyder, Ph.D. at the University of Michigan."
}