{
    "filename": "50278799-8799.jpg",
    "metadata": {},
    "text": " \n\n \n\n875\n\nCharacterization of lecithin—cholestero! acyltransferase from human plasma. 3.\n‘Chemical properties of the enzyme\n\nKUI SONG CHONG, MeHRNOOSH JAHANI, SHINICHI HARA, AND ANDRAS G. Lack\nDepartment of Chemistry, Division of Biochemistry, North Texas State University, Denton, TX, U-S.A. 76203\ncand\nDepartment of Biochemistry, Texas Collegeof Osteopathic Medicine, Denton, TX, U.S.A. 76203\nReceived November 1, 1982\n\n‘Chong, K.S.,Jahani, M,, Hara, , & Lacko, A. . (1983) Characterization of ecithin-cholesterol acyltransferase from buman\n‘plasma, 3. Chemical properties ofthe eazyme. Can. J. Biochem. Cel Biol. 61, 875-881\n\n‘The polypeptide molecular weight of lecthincholeserl acyltransferase (LAT) (45.000) was obtsined by deducting the\n‘weight of carbohydrate moiety 25%, wiw) from the total molecular weight of 60000. LCAT was found to have a relatively high\n‘Content of glutamic acid, aspartic acd, glycine, and leucine residues and fourhalf-cystines. The carbohydrate content was found\ntobe about 25% (w/w): hexoses, 13% bexosamines, 6.2%; and sialic acid, 5.4%. The total number of 408 amino acid residues\nper mole and the mean residue weight of 110,3 were found. From Nuorescence spectroscopy analysis, 6~7 mol of tryptophan\n‘Were found per mole of LCAT in 10mM phosphate (pH 7.4). However, when LCAT was digested by the mixture of\n‘chymotrypsin and pronase the tryptophan residues increased to 10-11 molimol of LCAT, which agrees well with dato obtained\npreviously by ultraviolet absorption spectoscopy. A paral speciic volume of 0.707 mig was determined by compositional\nSnalysis. Human LCAT was found to have a relatively high extinction coeficient (Ey) of 21 at 280 nm and neutral pH. Two\n{sides of eysteine per mole of LCAT were estimated both in the presence or absence of sodium dodecyl sulfate by tiation with\n5.5 -dithiobis-2-nitrobenzoic acid. The enzyme showed a lower tendency fo staining with Coomassie blue R-250 than bov\nSerum albumin, The enzyme was rapidly inactivated by disopropy! fuorophosphate (DFP), regardless of whether the free\nsulfiydryl were blocked or aot. The enzyme was also reversibly inhibited by cysteine above concentrations of mM. Neither\nthe high density tipoprotein nor liposome substrate was able to protect against te inhibition by cysteine or DEP.\n\n \n\n(Chong, K.S.,Jahani, M., Hara, S, & Lacko, A. G. (1983) Characterization of leithin~cholesteal acyltransferase from human,\nplasma. 3. Chemical properties ofthe enzyane. Can. J. Biochem. Cell Biol. 61, 875-881\n[Nous obtenons le poids moléculaire du polypeptide de la Iseithine—cholestérol acytransférase (LCAT) (45000) par\nsoustaction du poids del fraction glucidique (25%, pip) du poids moléculaire total de 600000, La CAT contient une quantté\nfelativerentclevée de résius d'aide glutamique, d'acide aspatique, de glycine et de leucine et quatre demi-cystins. Lateneur\nhicidgue est d'environ 25% (pip) hexoses, 13%; hexosamines, 6,2%% acide silique, 5.4%, Le nombre total des résidus\nasides amings est de 408 par mole et le poids moyen d'un ésidu est de 110,3, D'aprés analyse par spectroscopic de\nfluorescence, 6-7 mol de tryptophane sont présentes par ole de LCAT dans le phosphate 10 m8 (pH 7,4). Cepeadant quand\nLLCAT est digéeé par un mélange de chymotrypsine et de pronase les résidus de tryptophane augmentent 3 10-11 moVmol de\nLLCAT. ce qui s'aeorde bien avec les données obtenves atérieurement pa spectroscope d'absorptionultaviolete. Par analyse\nde lacomposition, nous avons determing un volume spécfique patel de 0,707 mL, La LCAT humaine posséde un coefficient\nextinction (£1) reativement élevé de 21 2280 nm etun pH neue. Nous avons évalué tes deux résidus de cystéine par mole\n{de LCAT en présence ou en absence de dodge sulfate de sodium par titration avec I'acide 5,5\"-dthiobis-2-nivobenzoique. La\nteadance de I'enzyme A se colorer avec le bleu de Coomassie R-250 est moindre que celle de I'albumine sérique bovine\n[Lienzyie est rapidement inactvée par le disopropyl fuorophosphate (DFP), que les groupes sulfhydyes libres sofent blogués\n‘ounot. A des concentrations dépassant ma, lacystéine inhibe I'enzyme d>fagon reversible. Nils lipoproines de densi\n<levée ales liposomes ne sont capables de protéger enzyme contre inhibition par In eytéine ou le DEP.\n[Traduit par fa revue]\n\n \n\nLCAT is the enzyme mainly responsible for produc-\ning cholesteryl esters in human plasma (1). The enzyme\nhas been assigned to have a key role in lipoprotein\n‘metabotism (2), but little is known yet of its structure,\nfunction, and mechanisms of action. Although several\n\n‘AneREViATiONS: LCAT, leithin-cholesterol acylransfer-\nase; E, extinction coeficient, DEP, diisopropyl fuorophos-\nphate; DTNB, 5,5°-dithiobis-2-nitrobenzoic acid; SDS, so-\n{ium dodecyl sulfate; BSA, bovine serum albumin; V, partial\nspecie volume; HDL, high deasity lipoprotein: PC, phospha-\n‘idyleboline; apo, apoprotein.\n\ninvestigators have reported on the amino acid compos\ntion and substrate specificity of the enzyme employing\n‘mainly liposome substrates, the role of specific amino\nacid residues in the catalytic action of the enzyme bas\nnot yet been established.\n\n‘The paucity of definitive information in this area has\nbeen mainly due to the lack of procedures that consis-\ntently yield sufficient amount of enzyme for detailed\nccharacierization studies and to the labile nature of the\n‘enzymatic activity in highly purified preparations. We\nhave recently developed a highly reproducible method\nthat allowed the isolation of milligram quantities of\n\n \n\n \n\n50278799\n\n \n\f",
    "augmented_texts": [
        "875 Characterization of lecithin — cholestero! acyltransferase from human plasma. 3. ‘ Chemical properties of the enzyme KUI SONG CHONG, MeHRNOOSH JAHANI, SHINICHI HARA, AND ANDRAS G. Lack Department of Chemistry, Division of Biochemistry, North Texas State University, Denton, TX, U - S. A. 76203 cand Department of Biochemistry, Texas Collegeof Osteopathic Medicine, Denton, TX, U. S. A. 76203 Received November 1, 1982 ‘ Chong, K. S. , Jahani, M, , Hara, , & Lacko, A. . (1983) Characterization of ecithin - cholesterol acyltransferase from buman ‘ plasma, 3. Chemical properties ofthe eazyme. Can. J. Biochem. Cel Biol. 61, 875 - 881 ‘ The polypeptide molecular weight of lecthincholeserl acyltransferase (LAT) (45. 000) was obtsined by deducting the ‘ weight of carbohydrate moiety 25% , wiw) from the total molecular weight of 60000. LCAT was found to have a relatively high ‘ Content of glutamic acid, aspartic acd, glycine, and leucine residues and fourhalf - cystines. The carbohydrate content was found tobe about 25% (w / w ): hexoses, 13% bexosamines, 6. 2% ; and sialic acid, 5. 4% . The total number of 408 amino elvis residues per mole and the mean residue weight of 110, 3 were found. From Nuorescence spectroscopy analysis, 6 ~ 7 mol of tryptophan ‘ Were found per mole of LCAT in 10mM inorganic phosphate (pH 7. 4 ). However, when LCAT was digested by the mixture of ‘ chymotrypsin and pronase the tryptophan residues increase to 10 - 11 molimol of LCAT, which agrees well with dato obtained previously by ultraviolet absorption spectoscopy. A paral speciic volume of 0. 707 mig was determined by compositional Snalysis. Human LCAT was found to have a relatively high extinction coeficient (Ey) of 21 at 280 nm and neutral pH. Two {sides of eysteine per mole of LCAT were estimated both in the presence or absence of sodium dodecyl sulfate by tiation with 5. 5 - dithiobis - 2 - nitrobenzoic acid. The enzyme showed a lower tendency fo staining with Coomassie blue R - 250 than bov Serum albumin, The enzyme was rapidly inactivated by disopropy! fuorophosphate (DFP ), regardless of whether the free sulfiydryl were blocked or aot. The enzyme was also reversibly inhibited by cysteine above concentrations of mM. Neither the high density tipoprotein nor liposome substrate was able bodied to protect against te inhibition by cysteine or DEP. (Chong, K. S. , Jahani, M. , Hara, S, & Lacko, A. G. (1983) Characterization of leithin ~ cholesteal acyltransferase from human, plasma. 3. Chemical properties ofthe enzyane. Can. J. Biochem. Electric cell Biol. 61, 875 - 881 [Nous obtenons le poids moléculaire du polypeptide de la Iseithine — cholestérol acytransférase (LCAT) (45000) par soustaction du poids del fraction glucidique (25% , pip) du poids moléculaire total de 600000, La CAT contient une quantté felativerentclevée de résius d ' aide glutamique, d ' acide aspatique, de glycine et de leucine et quatre demi - cystins. Lateneur hicidgue est d ' environ 25% (pip) hexoses, 13% ; hexosamines, 6, 2% % acide silique, 5. 4% , Le nombre total des résidus asides amings est de 408 par mole et le poids moyen d ' un ésidu est de 110, 3, D ' aprés analyse par spectroscopic de fluorescence, 6 - 7 mol de tryptophane sont présentes par ole de LCAT dans le phosphate 10 m8 (pH 7, 4 ). Cepeadant quand LLCAT est digéeé par un mélange de chymotrypsine et de pronase les résidus de tryptophane augmentent 3 x - 11 moVmol de LLCAT. ce qui s ' aeorde bien avec les données obtenves atérieurement pa spectroscope d ' absorptionultaviolete. Par analyse de lacomposition, nous avons determing un volume spécfique patel de 0, 707 mL, La LCAT humaine posséde un coefficient extinction (£ 1) reativement élevé de 21 2280 nm etun pH neue. Nous avons évalué tes deux résidus de cystéine par mole {de LCAT en présence ou en absence de dodge sulfate de sodium par titration avec I ' acide 5, 5 \" - dthiobis - 2 - nivobenzoique. La teadance de I ' enzyme A se colorer avec le bleu de Coomassie R - 250 est moindre que celle de I ' albumine sérique bovine [Lienzyie est rapidement inactvée par le disopropyl fuorophosphate (DFP ), que les groupes sulfhydyes libres sofent blogués ‘ ounot. A des concentrations dépassant ma, lacystéine inhibe I ' enzyme d> fagon reversible. Nils lipoproines de densi <levée ales liposomes ne sont capables de protéger enzyme contre inhibition par In eytéine ou le DEP. [Traduit par fa revue] LCAT is the enzyme mainly responsible for produc - ing cholesteryl esters in human plasma (1 ). The enzyme has been assigned to have a key role in lipoprotein ‘ metabotism (2 ), but little is known yet of its structure, function, and mechanisms of action. Although several ‘ AneREViATiONS: LCAT, leithin - cholesterol acylransfer - ase; E, extinction coeficient, DEP, diisopropyl fuorophos - phate; DTNB, 5, 5 ° - dithiobis - 2 - nitrobenzoic acid; SDS, so - {ium dodecyl sulfate; BSA, bovine serum albumin; V, partial specie volume; HDL, high deasity lipoprotein: PC, phospha - ‘ idyleboline; apo, apoprotein. investigators have reported on the amino acid compos tion and substrate specificity of the enzyme employing ‘ mainly liposome substrates, the role of specific amino acid residues in the catalytic action of the enzyme bas not yet been established. ‘ The paucity of definitive information in this area has been mainly due to the lack of procedures that consis - tently yield sufficient amount of enzyme for detailed ccharacierization studies and to the labile nature of the ‘ enzymatic activity in highly purified preparations. We have recently developed a highly reproducible method that allowed the isolation of milligram quantities of 50278799",
        "875 Characterization of lecithin — cholestero! acyltransferase from human plasma. 3. ‘ Chemical properties of the enzyme KUI SONG CHONG, MeHRNOOSH JAHANI, SHINICHI HARA, AND ANDRAS G. Lack Department of Chemistry, Division of Biochemistry, North Texas State University, Denton, TX, U - S. A. 76203 cand Department of Biochemistry, Texas Collegeof Osteopathic Medicine, Denton, TX, U. S. A. 76203 Received November 1, 1982 ‘ Chong, K. S. , Jahani, M, , Hara, , & Lacko, A. . (1983) Characterization of ecithin - cholesterol acyltransferase from buman ‘ plasma, 3. Chemical properties ofthe eazyme. Can. J. Biochem. Cel Biol. 61, 875 - 881 ‘ The polypeptide molecular weight of lecthincholeserl acyltransferase (LAT) (45. 000) was obtsined by deducting the ‘ weight of carbohydrate moiety 25% , wiw) from the total molecular weight of 60000. LCAT was found to have a relatively high ‘ Content of glutamic acid, aspartic acd, glycine, and leucine residues and fourhalf - cystines. The carbohydrate content was found tobe about 25% (w / w ): hexoses, 13% bexosamines, 6. 2% ; and sialic acid, 5. 4% . The total number of 408 amino acid residues per mole and the mean residue weight of 110, 3 were found. From Nuorescence spectroscopy analysis, 6 ~ 7 mol of tryptophan ‘ Were found per mole of LCAT in 10mM phosphate (pH 7. 4 ). However, when LCAT was digested by the mixture of ‘ chymotrypsin and pronase the tryptophan residues increased to 10 - 11 molimol of LCAT, which agrees well with dato obtained previously by ultraviolet absorption spectoscopy. A paral speciic volume of 0. 707 mig was determined by compositional Snalysis. Human LCAT was found to have a relatively high extinction coeficient (Ey) of 21 at 280 nm and neutral pH. Two {sides of eysteine per mole of LCAT were estimated both in the presence or absence of sodium dodecyl sulfate by tiation with 5. 5 - dithiobis - 2 - nitrobenzoic acid. The enzyme showed a lower tendency fo staining with Coomassie blue R - 250 than bov Serum albumin, The enzyme was rapidly inactivated by disopropy! fuorophosphate (DFP ), regardless of whether the free sulfiydryl were blocked or aot. The enzyme was also reversibly inhibited by cysteine above concentrations of mM. Neither the high density tipoprotein nor liposome substrate was able to protect against te inhibition by cysteine or DEP. (Chong, K. S. , Jahani, M. , Hara, S, & Lacko, A. G. (1983) Characterization of leithin ~ cholesteal acyltransferase from human, plasma. 3. Chemical properties ofthe enzyane. Can. J. Biochem. Cell Biol. 61, 875 - 881 [Nous obtenons le poids moléculaire du polypeptide de la Iseithine — cholestérol acytransférase (LCAT) (45000) par soustaction du poids del fraction glucidique (25% , pip) du poids moléculaire total de 600000, La CAT contient une quantté felativerentclevée de résius d ' aide glutamique, d ' acide aspatique, de glycine et de leucine et quatre demi - cystins. Lateneur hicidgue est d ' environ 25% (pip) hexoses, 13% ; hexosamines, 6, 2% % acide silique, 5. 4% , Le nombre total des résidus asides amings est de 408 par mole et le poids moyen d ' un ésidu est de 110, 3, D ' aprés analyse par spectroscopic de fluorescence, 6 - 7 mol de tryptophane sont présentes par ole de LCAT dans le phosphate 10 m8 (pH 7, 4 ). Cepeadant quand LLCAT est digéeé par un mélange de chymotrypsine et de pronase les résidus de tryptophane augmentent 3 10 - 11 moVmol de LLCAT. ce qui s ' aeorde bien avec les données obtenves atérieurement pa spectroscope d ' absorptionultaviolete. Par analyse de lacomposition, nous avons determing un volume spécfique patel de 0, 707 mL, La LCAT humaine posséde un coefficient extinction (£ 1) reativement élevé de 21 2280 nm etun pH neue. Nous avons évalué tes deux résidus de cystéine par mole {de LCAT en présence ou en absence de dodge sulfate de sodium par titration avec I ' acide 5, 5 \" - dthiobis - 2 - nivobenzoique. La teadance de I ' enzyme A se colorer avec le bleu de Coomassie R - 250 est moindre que celle de I ' albumine sérique bovine [Lienzyie est rapidement inactvée par lupus erythematosus disopropyl fuorophosphate (DFP ), que les groupes sulfhydyes libres sofent blogués ‘ ounot. A des concentrations dépassant ma, lacystéine inhibe I ' enzyme d> fagon reversible. Nils lipoproines de densi <levée ales liposomes ne sont capables de protéger enzyme contre inhibition par In eytéine ou le DEP. [Traduit par fa revue] LCAT is the enzyme mainly responsible for produc - ing cholesteryl esters in human plasma (1 ). The enzyme has been assigned to have a key role in lipoprotein ‘ metabotism (2 ), but little is known yet of its structure, function, and mechanisms of action. Although several ‘ AneREViATiONS: LCAT, leithin - cholesterol acylransfer - ase; E, extinction coeficient, DEP, diisopropyl fuorophos - phate; DTNB, 5, 5 ° - dithiobis - 2 - nitrobenzoic acid; SDS, so - {ium dodecyl sulfate; BSA, bovine serum albumin; V, partial specie volume; HDL, high deasity lipoprotein: PC, phospha - ‘ idyleboline; apo, apoprotein. investigators have reported on the amino acid compos tion and substrate specificity of the enzyme employing ‘ mainly liposome substrates, the role of specific amino acid residues in the catalytic action of the enzyme bas not yet been established. ‘ The paucity of classic information in this area has been mainly due to the want of procedures that consis - tently yield sufficient amount of enzyme for detailed ccharacierization studies and to the labile nature of the ‘ enzymatic activity in highly purified preparations. We have recently developed a highly reproducible method that allowed the isolation of milligram quantities of 50278799"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The polypeptide molecular weight of lecthincholeserl acyltransferase (LAT) (45.000) was obtsined by deducting the carbohydrate moiety 25%, wiw) from the total molecularweight of 60000. LCAT was found to have a relatively high. content of glutamic acid, aspartic acd, glycine, and leucine residues and fourhalf-cystines. The enzyme was rapidly inactivated by disopropy! fuorophosphate (DFP) and reversibly inhibited by cysteine above concentrations of mM."
}