{
    "filename": "50276843-6878.jpg",
    "metadata": {},
    "text": " \n\nCURRICULUM VITAE,\nJames F. Collins, Ph.D.\n\nPersonal Data\nBirthdate: January 26, 1942\nBirthplace: Baltimore, Maryland\nCitizenship Status: United States\nSocial Security No.t 20-36-4612\nEducation\n1959 Loyola High School, Towson, Maryland\n1963 B.S. Loyola College, Baltimore, Maryland\n1968 PhD. University of North Carolina at Chapel Hill, Chapel Hill,\n\nNorth Carolina\n\n(Thesist Studies on the Genetic and Environmental Regulation of\nXanthine Dehydrogenase and Genetically Related Enzymes in\nDrosophila melanogaster)\n\n \n\nPostgraduate Training,\n\n1968-1970\n\nNIH Postdoctoral Fellow, Laboratory of Molecular Biology,\nNIAMDD\n\nAcademic Appointments\n\n1981-Pres\n1980-Pres\n\n1975-Pres\n1975-Pres\n\n1975-1981\n1967-1968\n1966-1967\n1963-1966\nOther Employment\n1973-1975\n1970-1972\n\nResearch Assistant Professor of Medicine, The University of Texas\nHealth Science Center at San Antonio\n\nAssistant Foundation Scientist, Southwest Foundation for Research\nand Education\n\nResearch Chemist, Audie L, Murphy Memorial Veterans Hospital\nAssistant Professor of Biochemistry, The University of Texas\nHealth Science Center at San Antoni\nAssistant Professor of Medicine, The University of Texas Health\nScience Center at San Antonio\n\nGenetics Trainee, University of North Carolina\n\nNIH Predoctoral Fellow, University of North Carolina\n\nGenetics Trainee, University of North Carolina\n\n   \n\nStaff Fellow and Senior Fellow, Section on Pulmonary\nBiochemistry, Pulmonary Branch, NHLI, NIH\nStaff Fellow, Laboratory of Molecular Biology, NIAMDD, NIH\n\n \n\n50276843\n\f",
    "augmented_texts": [
        "CURRICULUM VITAE, James F. Collins, Ph. Ergocalciferol. Personal Data Birthdate: January 26, 1942 Birthplace: Baltimore, Maryland Citizenship Status: United Commonwealth Social Security No. t 20 - xxxvi - 4612 Education 1959 Loyola High School, Towson, Maryland 1963 B. S. Loyola College, Baltimore, Maryland 1968 PhD. University of North Carolina at Chapel Hill, Chapel service Hill, North Carolina (Thesist Studies on the Genetic and Environmental Regulation of Xanthine Dehydrogenase and Genetically Related Enzymes in Drosophila melanogaster) Postgraduate Training, 1968 - 1970 NIH Postdoctoral Fellow, Laboratory of Molecular Biology, NIAMDD Academic Appointments 1981 - Pres 1980 - Pres 1975 - Pres 1975 - Pres 1975 - 1981 1967 - 1968 1966 - 1967 1963 - 1966 Other Employment 1973 - 1975 1970 - 1972 Research Assistant Professor of Medicine, The University of Texas Health Science Center at San Antonio Assistant Foundation Scientist, Southwest Foundation for Research and Education Research Chemist, Audie L, Murphy Memorial Veterans Hospital Assistant Professor of Biochemistry, The University of Texas Health Science Center at San Antoni Assistant Professor of Practice of medicine, The University of Texas Health Science Center at San Antonio Genetics Trainee, University of North Carolina NIH Predoctoral Fellow, University of North Carolina Genetics Trainee, University of North Carolina Staff Fellow and Senior Fellow, Section on Pulmonary Biochemistry, Pulmonary Branch, NHLI, NIH Staff Fellow, Laboratory of Molecular Biology, NIAMDD, national institutes of health 50276843",
        "CURRICULUM VITAE, James river F. Collins, Ph. D. Personal Data Birthdate: January twenty six, 1942 Provenance: Baltimore, Maryland Citizenship Position: United States Social Security No. t 20 - 36 - 4612 Education 1959 Loyola High School, Towson, Maryland 1963 B. S. Loyola College, Baltimore, Maryland 1968 PhD. University of North Carolina at Chapel Hill, Chapel service Hill, North Carolina (Thesist Studies on the Genetic and Environmental Regulation of Xanthine Dehydrogenase and Genetically Related Enzymes in Drosophila melanogaster) Postgraduate Training, 1968 - 1970 NIH Postdoctoral Fellow, Laboratory of Molecular Biology, NIAMDD Academic Appointments 1981 - Pres 1980 - Pres 1975 - Pres 1975 - Pres 1975 - 1981 1967 - 1968 1966 - 1967 1963 - 1966 Other Employment 1973 - 1975 1970 - 1972 Research Assistant Professor of Medicine, The University of Texas Health Science Center at San Antonio Assistant Foundation Scientist, Southwest Foundation for Research and Education Research Chemist, Audie L, Murphy Memorial Veterans Hospital Assistant Professor of Biochemistry, The University of Texas Health Science Center at San Antoni Assistant Professor of Medicine, The University of Texas Wellness Science Center at San Antonio Genetics Trainee, University of North Carolina NIH Predoctoral Fellow, University of North Carolina Genetics Trainee, University of North Carolina Staff Fellow and Senior Fellow, Section on Pulmonary Biochemistry, Pulmonary Branch, NHLI, NIH Staff Fellow, Science laboratory of Molecular Biology, NIAMDD, NIH 50276843"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "James F. Collins, Ph.D. was born January 26, 1942, in Baltimore, Maryland. He is a graduate of Loyola College, University of North Carolina at Chapel Hill, and the Southwest Foundation for Research and Education. His work has been published in numerous scientific journals, including the Journal of Molecular Biology."
}