{
    "filename": "502770165_502770168.jpg",
    "metadata": {},
    "text": " \n\n \n\n  \n\nThe Ovcence Oarective Or This Provect Is To AssessHow Best Te Secment Tac,\nCicanerre Maexer, As Ro Inirine Step, It Was Fer Tar Aw Dmerovemenr\nLas Necessacy Ts Gon Unsersmoadine Of Brawn Famicies. Thus, A Sees\nOr In-Devrm Tnrervicws Were ConpoererTo Ranesss This Tesve,\n\nEinpinies\n\ning\n\nTr Has Betone Roonamnr To Mc Thar Consumers Taccen Assur The Bewerirs\n\nOr Cicnnarres Ly Roventy Tnuse (avs\nBPeowoey Banevivs: low-taa telarinc,sanseving\n\nBUcen Beuceives mascotine Porinine, mecno\n\n= Pvouecion. Boveri GETS Wise OFF back, maxes ME FEEL BETTER Makes\n, M6. 8 waEr OF THE eROOF,\n\ni\n\n&\n\nEvery Gieaterre Has Some Or EacnOe The Abovs Benerivs Ty Is The\nPoopoerion OF Ts Benertr Paovinen By Tre Beawn Wnien Cunuces, Rrmenen\nIs RMap rien Revncsenrs My Hyeomesis Concersine The Benerits\nProviner By Some Mazon Beauos,\n\n \n\n  \n\n \n\n \n\nTue Snourconive OF TuisRepaoncn Is Thar It Dees Nor Diserininare\nBenseen Benwos Phevidine THe Same Tyee OF Benerir Winn Disrcrenr\nmaces (Macibsno & Vinginia Stine).\n\nThe Stwveune OF The Manxer Varies Sigwiri canny Berscen Oloer,\nRan You %\n__ Awe Younsen Smonses ,\n- Ole? Smonens oeeySralve Home Rous\n\n- YoursenSmoums Maniboro Lociy Sra ves,\n\n \n\n$910 LLz0S\n\n \n\n \n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "The Ovcence Oarective Or This Provect Is To AssessHow Best Te Secment Tac, Cicanerre Maexer, As Ro Inirine Step, It Was Fer Tar Aw Dmerovemenr Las Necessacy Ts Gon Unsersmoadine Of Brawn Famicies. Thus, A Sees Or In - Devrm Tnrervicws Were ConpoererTo Ranesss This Tesve, Einpinies ing Tr Has Betone Roonamnr To Mc Thar Consumers Taccen Assur The Bewerirs Or Cicnnarres Ly Roventy Tnuse (avs BPeowoey Banevivs: low - taa telarinc, sanseving BUcen Beuceives mascotine Porinine, mecno = Pvouecion. Boveri GETS Wise OFF back, maxes ME FEEL BETTER Makes, M6. 8 waEr OF THE eROOF, i & Every Gieaterre Has Some Or EacnOe The Abovs Benerivs Ty Is The Poopoerion OF Ts Benertr Paovinen By Tre Beawn Wnien Cunuces, Rrmenen Is RMap rien Revncsenrs My Hyeomesis Concersine The Benerits Proviner By Some Mazon Beauos, Tue Snourconive OF TuisRepaoncn Is Thar It Dees Nor Diserininare Benseen Benwos Phevidine THe Lapp Tyee OF Benerir Winn Disrcrenr maces (Macibsno & Vinginia Stine ). The Stwveune OF The Manxer Varies Sigwiri canny Berscen Oloer, Ran You% __ Awe Younsen Smonses, - Ole? Smonens oeeySralve Home Rous - YoursenSmoums Maniboro Lociy Sra ves, $ 910 LLz0S",
        "The Ovcence Oarective Or This Provect Is To AssessHow Best Te Secment Tac, Cicanerre Maexer, As Ro Inirine Step, It Was Fer Tar Aw Dmerovemenr Las Necessacy Ts Gon Unsersmoadine Of Brawn Famicies. Thus, A Sees Or In - Devrm Tnrervicws Were ConpoererTo Ranesss This Tesve, Einpinies ing Tr Has Betone Roonamnr To Mc Thar Consumers Taccen Assur The Bewerirs Or Cicnnarres Ly Roventy Tnuse (avs BPeowoey Banevivs: low - taa telarinc, sanseving BUcen Beuceives mascotine Porinine, mecno = Pvouecion. Boveri GETS Wise OFF back, maxes ME smell BETTER Makes, M6. 8 waEr OF THE eROOF, i & Every Gieaterre Has Some Or EacnOe The Abovs Benerivs Ty Is The Poopoerion OF Ts Benertr Paovinen By Tre Beawn Wnien Cunuces, Rrmenen Is RMap rien Revncsenrs My Hyeomesis Concersine The Benerits Proviner By Some Mazon Beauos, Tue Snourconive OF TuisRepaoncn Is Thar It Dees Nor Diserininare Benseen Benwos Phevidine THe Same Tyee OF Benerir Winn Disrcrenr maces (Macibsno & Vinginia Stine ). The Stwveune OF The Manxer Varies Sigwiri canny Berscen Oloer, Ran You% __ Awe Younsen Smonses, - Ole? Smonens oeeySralve Home Rous - YoursenSmoums Maniboro Lociy Sra ves, $ 910 LLz0S"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "The Ovcence Oarective Or This Provect Is To AssessHow Best Te Secment Tac, is to assess how best to get the best out of life. A Sees or In-Devrm Tnrervicws Were ConpoererTo Ranesss This Tesve, Thus, A. Taccen Assur The Bewerirs. The Stwveune OF The Manxer Varies Sigwiri canny Berscen Oloer."
}