{
    "filename": "50280571-0571.jpg",
    "metadata": {},
    "text": "2090.95s4/84/1206-0755802.00/0\nDavo Merarousse ano Davestion\n\n‘Copyript © 1988 by The Ameean Sele for Pharmacology and Esperinental Tepes\n\nVou 12, No.6\npried mS\n\nEVIDENCE OF STEREOSPECIFICITY IN THE IN VIVO METHYLATION OF\n[“C](=)-NICOTINE IN THE GUINEA PIG\nK. C. CUNDY, C. S, GODIN, and P, A, CROOKS\nColeg of Pharmacy, Division of Meccinal Chemistry and Pharmacognosy, Univers of Kentucky\n(Received Apri 4, 1984; accepted June 16, 1964)\n\nABSTRACT:\n\n \n\nJn viro metabolism of [“CInicotine to N-methyinicotnium fon in the\n‘guinea pig appears to be a stereospecticbotranstermaton, involv-\nIng only the R-+}somer. The detection and quanttaon of urinary\nradiolabeled nicotine metabolites after ip injection of either [N-\nCHI) nicotine or [2'-CK*)-icotine, was caried out on an HPLC\ncation-exchange anaiytcal system. Utlizing the recently discovered\nPhenomenon of ditforential enantiomeric association, the storeo-\n\n‘The metabolic transformation of the tobacco alkaloid nicotine\nhas been extensively studied in recent years (1-4) and various\nanalytical systems have been utilized in the identification and,\n‘quantitation of nicotine metabolites. Most of these analytical\nsystems have utilized GLC (5-7) and, more recently, GLC-mass\nspectrometric techniques (8-10), While these methods of analysis,\nare sensitive and reliable procedures that can be used to deter-\nmine levels of nicotine and its metabolites in biological luids\n(10), they suffer from a major disadvantage in that only relatively,\nnonpolar, volatile components can usually be analyzed with\nsuccess.\n\n‘We have been interested for some years in determining the\nrole of N-methylation in drug metabolism; this route of xeno-\nbiotic biotransformation appears to have received relatively litle\nattention, fn this respect, our attention was drawn to a study by\nMcKennis, in 1963 (11), which demonstrated the in vivo meth-\nylation of nicotine and cotinine to their respective N-methyl\n‘Quaternary derivatives fa and Ila in dog and in man. This work\nindicated that these polar, cationic metabolites may be major\nbictransformation products of nicotine. However, because of\ntheir high water solubility and the difficulties in analyzing suck\ncompounds, no quantitative studies were carried out, and it\nnot surprising that this piece of work remains the only study on\n‘the Zn vivo methylation of nicotine.\n\nOue interest in nicotine methylation relates to the possible\ninvolvement of methylated quaternary nicotine derivatives in\nthe toxicology of tobaoco products. Quaternary ammonium com-\npoundsare often biologically active, and since their formation is\nusually accompanied by a marked change in physicochemical\nproperties, e: solubility, charge, and basicity, itis likely that\nmetabolites of this type could be of pharmacological and toxi-\nological importance.\n\n‘We have chosen to investigate the biological methylation of\n\n \n\n \n\n \n\n“Tisrezarch was supperiodbyarescarch grant rom The Tobsoo and Heath\ntest, Lenton KY Project No, 40018).\n\n \n\n‘Send nope requsts te Ox PA. Crooks, Cage of Pramacy, Urvey of\nKents, esington, KY #0698 059,\n\n \n\nchemistry of the methylation pathway was determined. Significant\ndlferences inthe Usue distribution of *C label fom the (N-\"CH,]-\nWs, (2/-\"Chricotine-treatéd animals were observed 26 hr after nic-\n‘tine administration, An unidentified metabolite with high affinity on\nion-exchange chromatography, was detected gs a metabolite of\n[2'-\"cKe}nicatine,\n“oHye}sicotine.\n\n \n\n \n\n \n\nig cation-exchange high performance |\n‘matography, a method of analysis which allows the determina-\ntion of both polar and nonpolar metabolites, and which i ideally\nsuited for the identification and quantitation of charged, quater-\nnary ammonium compounds. Our present communication ex=\namines the formation and quantitation of methylated metabo-\nlites in the urine of guinea pigs to whom [\"C]()-nicotine had.\nbeen administered. These data are discussed in relation to the\nstereochemical specificity of nicotine methylation,\n\n \n\n \n\n‘Macerias and Methods\n\n[24CIe29-Nicotine 0.25 mCi speci activity, $7.6 mCi/mmol) was\n‘blaine from New England Nuclear, Boston, MA; [N-CHs]s)ai-\notine+pbitartrate (0.25 mCi; specific activity, $7 mCi/mmol) was\n‘obtained from the Ratiochemical Centre, Amersham, U. K. HPLC:\n‘gade methanol was purchased from Fisher Scientific, Pitaburghy PA.\nGold Label triethylamine, analytical grade sodium acetate and $(—}.\nnicotine were purchased ffom Aldrich, Milwaukee, WI, Cotinine was a\nsift from Dr, H. Kostenbauder, University of Kentucky, Lexington, KY\n(}nomicotine was synthesized by the method of Jacob (12). Nicotine\n1V-oxide was prepared from $4-)-ncotine via the method of Philieon\nand Handa (13) and isa mixture of the two possible dastereosomers.\n‘SNMethylniotinium iodide, S-V'-methynicotnium iodide, and 5:\nN'-dimetbylnicotinium diiodide were prepared by the reaction of S-\n(Chaicotine with methyl iodide using the methods described by Seeman,\nand Whidby (14). 2-N-Methylniotinium iodide was similarly prepared\nfrom 4+)-nicotine and methyl iodide. N-Methylnicotiinium iodide\n‘was prepared from cotinine and methyl iodide by the method of Me-\nKennis et al (11). R(+>Nicotine was prepared by tke method of\nBowman et a. (15) by eslution of (#)-niotine with d-(ptoluol)(-)\nand di paoluoy)}{+ patric acids.\n\n‘Metabolic Experiments. Animal experiments were carried out on\ng20ups of five male Harley guinea pigs (452 = 71g) that were deprived\nof vater 24 before experimentation, but given water ad Ubitum during,\nexperimentation. Fach animal was injected ip with 125 4Ci of [2\nMC-nicotin in | mil of sterile water. A second group of animals was\ninjected itraperitoneally with 12.5 6G of [N-MCH}(=)-ticotine (4)\nbitarrate, All animals were housed separately in custom-built glass\n‘metabolic cages (Crown Glass Company, Sonneville, ND, each of whic\nIncorporated an efficient urine and feces separator. Urine was collected\nat various time points over a period of 24 hr.\n\n[After experimentation, animals were immediately sacrificed by nem-\n\n \n\n755\n\n \n\n§0280571\n\f",
    "augmented_texts": [
        "2090. 95s4 / 84 / 1206 - 0755802. 00 / 0 Davo Merarousse ano Davestion ‘ Copyript © 1988 by The Ameean Sele for Pharmacology and Esperinental Tepes Vou 12, No. 6 pried mS EVIDENCE OF STEREOSPECIFICITY IN THE IN VIVO METHYLATION OF [“ C] (=) - NICOTINE IN THE GUINEA PIG K. C. CUNDY, C. S, GODIN, and P, A, CROOKS Coleg of Pharmacy, Division of Meccinal Chemistry and Pharmacognosy, Univers of Kentucky (Received Apri 4, 1984; accepted June 16, 1964) ABSTRACT: Jn viro metabolism of [“ CInicotine to N - methyinicotnium fon in the ‘ guinea pig appears to equal a stereospecticbotranstermaton, involv - Ing only the R - +} somer. The detection and quanttaon of urinary radiolabeled nicotine metabolites after ip injection of either [N - CHI) nicotine or [2 ' - CK *) - icotine, was caried out on an HPLC cation - exchange anaiytcal system. Utlizing the recently discovered Phenomenon of ditforential enantiomeric association, the storeo - ‘ The metabolic transformation of the tobacco alkaloid nicotine has been extensively studied in recent years (1 - 4) and various analytical systems have been utilized in the identification and, ‘ quantitation of nicotine metabolites. Most of these analytical systems have utilized GLC (5 - 7) and, more late, GLC - mass spectrometric techniques (8 - 10 ), While these methods of analysis, are sensitive and reliable procedures that can be used to deter - mine levels of nicotine and its metabolites in biological luids (10 ), they suffer from a major disadvantage in that only relatively, nonpolar, volatile components can usually be analyzed with success. ‘ We have been interested for some years in determining the role of N - methylation in drug metabolism; this route of xeno - biotic biotransformation appears to have received relatively litle attention, fn this respect, our attention was drawn to a study by McKennis, in 1963 (11 ), which demonstrated the in vivo meth - ylation of nicotine and cotinine to their respective N - methyl ‘ Quaternary derivatives fa and Ila in dog and in man. This work indicated that these polar, cationic metabolites may be major bictransformation products of nicotine. However, because of their high water solubility and the difficulties in analyzing suck compounds, no quantitative studies were carried out, and it not surprising that this piece of work remains the only study on ‘ the Zn vivo methylation of nicotine. Oue interest in nicotine methylation relates to the possible involvement of methylated quaternary nicotine derivatives in the toxicology of tobaoco products. Quaternary ammonium com - poundsare often biologically active, and since their formation is usually accompanied by a marked change in physicochemical properties, e: solubility, charge, and basicity, itis likely that metabolites of this type could be of pharmacological and toxi - ological importance. ‘ We have chosen to investigate the biological methylation of “ Tisrezarch was supperiodbyarescarch grant rom The Tobsoo and Heath test, Lenton KY Project No, 40018 ). ‘ Send nope requsts te Ox PA. Crooks, Cage of Pramacy, Urvey of Kents, esington, KY # 0698 059, chemistry of the methylation pathway was determined. Significant dlferences inthe Usue distribution of * C label fom the (N - \" CH,] - Ws, (2 / - \" Chricotine - treatéd animals were observed 26 hr after nic - ‘ tine administration, An unidentified metabolite with high affinity on ion - exchange chromatography, was detected gs a metabolite of [2 ' - \" cKe} nicatine, “ oHye} sicotine. ig cation - exchange high performance | ‘ matography, a method of analysis which allows the determina - tion of both polar and nonpolar metabolites, and which i ideally suited for the identification and quantitation of charged, quater - nary ammonium compounds. Our present communication ex = amines the formation and quantitation of methylated metabo - lites in the urine of guinea pigs to whom [\" C] () - nicotine had. been administered. These data are discussed in relation to the stereochemical specificity of nicotine methylation, ‘ Macerias and Methods [24CIe29 - Nicotine 0. 25 mCi speci activity, $ 7. 6 mCi / mmol) was ‘ blaine from New England Nuclear, Boston, MA; [N - CHs] s) ai - otine + pbitartrate (0. 25 mCi; specific activity, $ 7 mCi / mmol) was ‘ obtained from the Ratiochemical Centre, Amersham, U. K. HPLC: ‘ gade methanol was purchased from Fisher Scientific, Pitaburghy PA. Gold Label triethylamine, analytical grade sodium acetate and $ (— }. nicotine were purchased ffom Aldrich, Milwaukee, WI, Cotinine was a sift from Dr, H. Kostenbauder, University of Kentucky, Lexington, KY (} nomicotine was synthesized by the method of Jacob (12 ). Nicotine 1V - oxide was prepared from $ 4 -) - ncotine via the method of Philieon and Handa (13) and isa mixture of the two possible dastereosomers. ‘ SNMethylniotinium iodide, S - V ' - methynicotnium iodide, and 5: N ' - dimetbylnicotinium diiodide were prepared by the reaction of S - (Chaicotine with methyl iodide using the methods described by Seeman, and Whidby (14 ). 2 - N - Methylniotinium iodide was similarly prepared from 4 +) - nicotine and methyl iodide. N - Methylnicotiinium iodide ‘ was prepared from cotinine and methyl iodide by the method of Me - Kennis et al (11 ). R (+> Nicotine was prepared by tke method of Bowman et a. (15) by eslution of (#) - niotine with d - (ptoluol) (-) and di paoluoy) } {+ patric acids. ‘ Metabolic Experiments. Animal experiments were carried out on g20ups of five male Harley guinea pigs (452 = 71g) that were deprived of vater 24 before experimentation, but given water ad Ubitum during, experimentation. Fach animal was injected ip with 125 4Ci of [2 MC - nicotin in | mil of sterile water. A second group of animals was injected itraperitoneally with 12. 5 6G of [N - MCH} (=) - ticotine (4) bitarrate, All animals were housed separately in custom - built glass ‘ metabolic cages (Crown Glass Company, Sonneville, ND, each of whic Incorporated an efficient urine and feces separator. Urine was collected at various time points over a period of 24 hr. [After experimentation, animals were immediately sacrificed by nem - 755 § 0280571",
        "2090. 95s4 / 84 / 1206 - 0755802. 00 / 0 Davo Merarousse ano Davestion ‘ Copyript © 1988 by The Ameean Sele for Pharmacology and Esperinental Tepes Vou 12, No. 6 pried mS EVIDENCE OF STEREOSPECIFICITY IN THE IN VIVO METHYLATION OF [“ C] (=) - NICOTINE IN THE GUINEA PIG K. C. CUNDY, C. S, GODIN, and P, A, CROOKS Coleg of Pharmacy, Division of Meccinal Chemistry and Pharmacognosy, Univers of Kentucky (Received Apri 4, 1984; accepted June 16, 1964) ABSTRACT: Jn viro metabolism of [“ CInicotine to N - methyinicotnium fon in the ‘ guinea pig appears to be a stereospecticbotranstermaton, involv - Ing only the R - +} somer. The detection and quanttaon of urinary radiolabeled nicotine metabolites after ip injection of either [N - CHI) nicotine or [2 ' - CK *) - icotine, was caried out on an HPLC cation - exchange anaiytcal system. Utlizing the recently discovered Phenomenon of ditforential enantiomeric association, the storeo - ‘ The metabolic transformation of the tobacco alkaloid nicotine has been extensively studied in recent years (1 - 4) and various analytical systems have been utilized in the identification and, ‘ quantitation of nicotine metabolites. Most of these analytical systems have utilized GLC (5 - 7) and, more recently, GLC - mass spectrometric techniques (8 - 10 ), While these methods of analysis, are sensitive and reliable procedures that can be used to deter - mine levels of nicotine and its metabolites in biological luids (10 ), they suffer from a major disadvantage in that only relatively, nonpolar, volatile components can usually be analyzed with success. ‘ We have been interested for some years in determining the role of N - methylation in drug metabolism; this route of xeno - biotic biotransformation appears to have received relatively litle attention, fn this respect, our attention was drawn to a study by McKennis, in 1963 (11 ), which demonstrated the in vivo meth - ylation of nicotine and cotinine to their respective N - methyl ‘ Quaternary derivatives fa and Ila in dog and in man. This work indicated that these polar, cationic metabolites may be major bictransformation products of nicotine. However, because of their high water solubility and the difficulties in analyzing suck compounds, no quantitative studies were carried out, and it not surprising that this piece of work remains the only study on ‘ the Zn vivo methylation of nicotine. Oue interest in nicotine methylation relates to the possible involvement of methylated quaternary nicotine derivatives in the toxicology of tobaoco products. Quaternary ammonium com - poundsare often biologically active, and since their formation is usually accompanied by a marked change in physicochemical properties, e: solubility, charge, and basicity, itis likely that metabolites of this type could be of pharmacological and toxi - ological importance. ‘ We have chosen to investigate the biological methylation of “ Tisrezarch was supperiodbyarescarch grant rom The Tobsoo and Heath test, Lenton KY Project No, 40018 ). ‘ Send nope requsts te Ox PA. Crooks, Cage of Pramacy, Urvey of Kents, esington, KY # 0698 059, chemistry of the methylation pathway was determined. Significant dlferences inthe Usue distribution of * C label fom the (Newton - \" CH,] - Ws, (2 / - \" Chricotine - treatéd animals were observed 26 hr after nic - ‘ tine administration, An unidentified metabolite with high affinity on ion - exchange chromatography, was detected gs a metabolite of [2 ' - \" cKe} nicatine, “ oHye} sicotine. ig cation - exchange high performance | ‘ matography, a method of analysis which allows the determina - tion of both polar and nonpolar metabolites, and which i ideally suited for the identification and quantitation of charged, quater - nary ammonium compounds. Our present communication ex = amines the formation and quantitation of methylated metabo - lites in the urine of guinea pigs to whom [\" C] () - nicotine had. been administered. These data are discussed in relation to the stereochemical specificity of nicotine methylation, ‘ Macerias and Methods [24CIe29 - Nicotine 0. 25 mCi speci activity, $ 7. 6 mCi / mmol) was ‘ blaine from New England Nuclear, Boston, MA; [N - CHs] s) ai - otine + pbitartrate (0. 25 mCi; specific activity, $ 7 mCi / mmol) was ‘ obtained from the Ratiochemical Centre, Amersham, U. K. HPLC: ‘ gade methanol was purchased from Fisher Scientific, Pitaburghy PA. Gold Label triethylamine, analytical grade sodium acetate and $ (— }. nicotine were purchased ffom Aldrich, Milwaukee, WI, Cotinine was a sift from Dr, H. Kostenbauder, University of Kentucky, Lexington, KY (} nomicotine was synthesized by the method of Jacob (12 ). Nicotine 1V - oxide was prepared from $ 4 -) - ncotine via the method of Philieon and Handa (13) and isa mixture of the two possible dastereosomers. ‘ SNMethylniotinium iodide, S - V ' - methynicotnium iodide, and 5: N ' - dimetbylnicotinium diiodide were prepared by the reaction of S - (Chaicotine with methyl iodide using the methods described by Seeman, and Whidby (14 ). 2 - N - Methylniotinium iodide was similarly prepared from 4 +) - nicotine and methyl iodide. N - Methylnicotiinium iodide ‘ was prepared from cotinine and methyl iodide by the method of Me - Kennis et al (11 ). R (+> Nicotine was prepared by tke method of Bowman et a. (15) by eslution of (#) - niotine with d - (ptoluol) (-) and di paoluoy) } {+ patric acids. ‘ Metabolic Experiments. Animal experiments were carried out on g20ups of five male Harley guinea pigs (452 = 71g) that were deprived of vater 24 before experimentation, but given water ad Ubitum during, experimentation. Fach animal was injected ip with 125 4Ci of [2 MC - nicotin in | mil of sterile water. A 2nd group of animals was injected itraperitoneally with 12. 5 6G of [Newton - MCH} (=) - ticotine (4) bitarrate, All animals were housed separately in custom - built glass ‘ metabolic cages (Crown Glass Company, Sonneville, ND, each of whic Incorporated an efficient urine and feces separator. Urine was collected at various time points over a period of 24 hr. [After experimentation, animals were immediately sacrificed by nem - 755 § 0280571"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The metabolic transformation of the tobacco alkaloid nicotine has been extensively studied in recent years (1-4) and variousanalytical systems have been utilized in the identification and, more recently,quantitation of nicotine metabolites. This work indicates that these polar, cationic metabolites may be majoripientbictransformation products of tobacco."
}