{
    "filename": "502855528.jpg",
    "metadata": {},
    "text": "RR 0 i hee\n\nSubject:\n\nTo:\n\nSeptember 3, 1981\n\n \n\nStatements by Ernst Wynder\n\nDr. F. G. Colby From: C. W. Nystrom\n\nThe following two comments made by Ernst Wynder at two different meetings in\nthe past two years seem quite inconsistent to me.\n\nOn Page 90 of the 1980 Banbury Report on safe cigarettes, Dr. Wynder is\nquoted as saying:\n\n\\ isu enucia! point If yu measure cotinine-nicotine fevels in\n‘cam of cipat and pipe smokers, you find thet tey are ay high\nas the ameng cigarette smokers, Since we know there is no in:rcasee\nsk tor coronary dieease among cigar o%.pipe siakers, even with ther\nclesated eotinme-nicotine levels, F wonder if you ate going to study\n\n  \n\n \n\n \n\n    \n\nhedacsines?\n\n \n\nAt the June, 1981, symposium on Epidemiology and Prevention of Atherosclerotic\nDisease in Capri, Italy, Leonard Zahn reports the following comments made by\n\nDr. Wynder:\n\nDuring discussion,“Wynder commented that smoking will have no\nadverse effect in the absence of arteriosclerosis. What is the\nfactor in tobacco that can initiate a heart attack in a system\nalready afflicted with arteriosclerosis, he asked? That's the\nkey question that hits at the core of efforts to develop a \"safe\"\ncigarette, he said.\narbon mon-\ncauses an\n\n \n\nWynder said his own theory is that nicotine, not\nis \"the culprit\" because the alkaloid \"perhaps:\nSlamines that in turn have an adverse effect on\nthat is already damaged.\n\n \n\noxide\nincrease in catec)\na coronary syste)\n\n \n\nAbt\n\nCu: tm\n\n \n\n8%SS sezos\n\n \n\f",
    "augmented_texts": [
        "RR 0 iodine hee Subject: To: September 3, 1981 Statements by Ernst Wynder Dr. F. G. Colby From: C. W. Nystrom The following two comments made by Ernst Wynder at two different meetings in the past two years seem quite inconsistent to me. On Page 90 of the 1980 Banbury Report on safe cigaret, Dr. Wynder is quoted as saying: \\ isu enucia! point If yu measure cotinine - nicotine fevels in ‘ cam of cipat and pipe smokers, you find thet tey are ay high as the ameng cigarette smokers, Since we know there is no in: rcasee sk tor coronary dieease among cigar o% . pipe siakers, even with ther clesated eotinme - nicotine levels, F wonder if you ate going to study hedacsines? At the June, 1981, symposium on Epidemiology and Prevention of Atherosclerotic Disease in Capri, Italy, Leonard Zahn reports the following comments made by Dr. Wynder: During discussion, “ Wynder commented that smoking will have no adverse effect in the absence of arteriosclerosis. What is the factor in tobacco plant that can initiate a heart attack in a system already afflicted with arteriosclerosis, he asked? That ' s the key question that hits at the essence of efforts to develop a \" safe \" cigarette, he said. arbon mon - causes an Wynder said his own theory is that nicotine, not is \" the culprit \" because the alkaloid \" perhaps: Slamines that in turn have an adverse effect on that is already damaged. oxide increase in catec) a coronary syste) Abt Cu: tm 8% SS sezos",
        "RR 0 i hee Subject: To: September 3, 1981 Statements by Ernst Wynder Dr. F. G. Colby From: Degree celsius. W. Nystrom The following two comments made by Ernst Wynder at two different confluence in the past two years seem quite inconsistent to me. On Page ninety of the 1980 Banbury Report on safe cigarettes, Dr. Wynder is quoted as saying: \\ isu enucia! point If yu measure cotinine - nicotine fevels in ‘ cam of cipat and pipe smokers, you find thet tey are ay high as the ameng cigarette smokers, Since we know there is no in: rcasee sk tor coronary dieease among cigar o% . pipe siakers, even with ther clesated eotinme - nicotine levels, F wonder if you ate going to study hedacsines? At the June, 1981, symposium on Epidemiology and Prevention of Atherosclerotic Disease in Capri, Italy, Leonard Zahn reports the following comments made by Dr. Wynder: During discussion, “ Wynder commented that smoking will have no adverse effect in the absence of arteriosclerosis. What is the factor in tobacco that can initiate a heart attack in a system already afflicted with arteriosclerosis, he asked? That ' s the key question that hits at the core of efforts to develop a \" safe \" cigarette, he said. arbon mon - causes an Wynder said his own theory is that nicotine, not be \" the culprit \" because the alkaloid \" perhaps: Slamines that in turn have an adverse effect on that is already damaged. oxide increase in catec) a coronary syste) Abt Cu: tm 8% s sezos"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The following two comments made by Ernst Wynder at two different meetings in. the past two years seem quite inconsistent to me. Dr. Wyander isquoted as saying:. If yu measure cotinine-nicotine fevels in the. cipat and pipe smokers, you find thet tey are high. as the ameng cigarette smokers."
}