{
    "filename": "502973869.jpg",
    "metadata": {},
    "text": "October 26, 1986\n\nINTER-OPPICE_MEMORANOUM\n\nTO: Dr. G. Re Di Marco\nOr. A. Rodgman\nDr. M. E. Stove\n\n \n\nFROM: PF. W. Best\n\nSUBJECT: Conference Report;\n“6th International Syaposium on\nAnalytical and Applied Pyrolysis”\n\nDate of Conference: September 24-28, 1984\n\nSite: Fachhochschule Fresenius\nWiesbaden, F.R.G.\n\nThe conference site was an institute (epectal school) with government\nties thet provide research and analytical services to governsent and private\nindustry on a contract basis. The conference was'vety well organieed, ‘The\noffictal languoge was English and most papers were easily folloved. Hovever,\nthere was difficulty with a few. 1 estimate that 80% of the papers were\nquestioned by someone in the audience who had experienced slightly or gtosely\ndifferent results from siatler experiments. In some cases, no tact whatsoever\nwas used. A possible explanation for this {8 that there ate no set\nfor pyrolysis, so conditions will vary from lab to lab. Sentient\nestablishing standard pyrolytic conditions although they would by. nec\nsomewhat complex.\n\n \n\n \n\n \n\n  \n   \n     \n\nThe great majority of the papers involved mass spectroscopy. Most of the\nPresenters were part-time mass epectroscopiste with reasonably. good\ninterpretive skills. Hajor emphasis of the conf was ‘on instrumental sand\nmethodological development, chemistry and sechanien of: thermal dehydration\nFeactions, and exploration and charecterization of foseil fuels and’ biomass,\nLesser but substantial attention was given to several other fields including\nfood chemistry and tobacco. I will discuss in the following paragraphe the\nPapers and excerpts I feel are pertinent to our interests,\n\n \n\n       \n\nThe tone of the meeting was not anti-snoking. One of the organieere ‘and\ntwo of the speakers publicly expressed their love of a good ciger. ‘There were\nseveral representatives from other tobacco companies in attendance. Nahes and\naffiliations can be gleaned from the attached list of participants. 1 met and\nhad relaxed, cordial conversations with people from’BAT-and REEMTSMA, 1 algo\nhad an enjoyable encounter with our ovn Osker Stuhl.\n\n \n\n \n\n698€ L6z0S *\n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "October 26, 1986 INTER - OPPICE_MEMORANOUM TO: Dr. G. Re Di Marco Or. A. Rodgman Dr. M. E. Stove FROM: PF. W. Best SUBJECT: Conference Report; “ 6th International Syaposium on Analytical and Applied Pyrolysis ” Date of Conference: September 24 - 28, 1984 Site: Fachhochschule Fresenius Wiesbaden, F. R. G. The conference site was an institute (epectal school) with government ties thet provide research and analytical services to governsent and private industry on a contract ground. The conference was ' vety well organieed, ‘ The offictal languoge was English and most papers were easily folloved. Hovever, there was difficulty with a few. 1 estimate that 80% of the papers represent questioned by someone in the audience who had experienced slightly or gtosely different results from siatler experiments. In some cases, no tact whatsoever was used. A possible explanation for this {8 that there ate no set for pyrolysis, so conditions will vary from lab to lab. Sentient establishing standard pyrolytic conditions although they would by. nec somewhat complex. The great majority of the papers involved mass spectroscopy. Most of the Presenters were part - time mass epectroscopiste with reasonably. good interpretive skills. Hajor emphasis of the conf was ‘ on instrumental sand methodological development, chemistry and sechanien of: thermal dehydration Feactions, and exploration and charecterization of foseil fuels and ’ biomass, Lesser but substantial attention was given to several other fields including food chemistry and tobacco. I will discuss in the undermentioned paragraphe the Paper and excerpts I feel are pertinent to our interests, The tone of the meeting was not anti - snoking. One of the organieere ‘ and two of the speakers publicly expressed their love of a good ciger. ‘ There were several representatives from other tobacco caller in attendance. Nahes and affiliations rump be gleaned from the attached list of participants. 1 met and had relaxed, cordial conversations with people from ’ BAT - and REEMTSMA, 1 algo had an enjoyable encounter with our ovn Osker Stuhl. 698 € L6z0S *",
        "October 26, 1986 INTER - OPPICE_MEMORANOUM TO: Dr. G. Re Di Marco Or. A. Rodgman Dr. M. E. Stove FROM: PF. W. Best SUBJECT: Conference Report; “ 6th International Syaposium on Analytical and Applied Pyrolysis ” Date of Conference: September 24 - 28, 1984 Site: Fachhochschule Fresenius Wiesbaden, F. R. G. The conference site personify an institute (epectal school) with government ties thet provide research and analytical services to governsent and private industry on a contract basis. The conference was ' vety well organieed, ‘ The offictal languoge was English and most papers were easily folloved. Hovever, there was difficulty with a few. 1 estimate that 80% of the papers were questioned by someone in the audience who had experienced slightly or gtosely different results from siatler experiments. In some cases, no tact whatsoever was used. A possible explanation for this {8 that there ate no set for pyrolysis, so conditions will vary from lab to lab. Sentient establishing standard pyrolytic conditions although they would by. nec somewhat complex. The great majority of the papers involved mass spectroscopy. Most of the Presenters were part - time heap epectroscopiste with reasonably. good interpretive skills. Hajor emphasis of the conf was ‘ on instrumental sand methodological development, chemistry and sechanien of: thermal dehydration Feactions, and exploration and charecterization of foseil fuels and ’ biomass, Lesser but substantial attention was given to several other fields including food chemistry and tobacco. I will discuss in the following paragraphe the Papers and excerpts I feel are pertinent to our interests, The tone of the meeting was not anti - snoking. One of the organieere ‘ and two of the speakers publicly expressed their love of a good ciger. ‘ There were several representatives from other tobacco companies in attendance. Nahes and affiliations can be gleaned from the attached list of participants. 1 met and had relaxed, cordial conversations with people from ’ BAT - and REEMTSMA, 1 algo had an enjoyable encounter with our ovn Osker Stuhl. 698 € L6z0S *"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The 6th International Syaposium onAnalytical and Applied Pyrolysis was held in Wiesbaden, Germany in 1984. The conference site was an institute (epectal school) with government ties. Most of the papers involved mass spectroscopy. There were representatives from other tobacco companies in attendance."
}