{
    "filename": "50294955-4956.jpg",
    "metadata": {},
    "text": "Biographical Sketch\nMICHAKL R. HOFFHANN, Ph.D.\nCURRICULUM: VITAR\n\nTITLE: Professor of Environmental Chemistry, California Institute of\nTechnology\nINSTITUTION: California Institute of Technology\nEDUCATION: B.A. - Northwestern University, 1968\n\nPh.D. - Brown University, 1974\n\nPh.D. - California Institute of Technology, 1973-1975\n[RESEARCH AND PROFESSIONAL KXPERIENCE: Assistant Professor and Associate\nProfessor Department of Civil and Mineral Engineering, University of\nMinnesota 1975-1980\n\nAssociate Professor of Environmental Engineering Science, California\nInstitute of Technology 1980-1985.\n\nVisiting Professor FAWAG/ETH - Dibendorf, Swiss Federal Technical\nInstitute, 1989.\n\nProfessor of Environmental Engineering Science, California Institute of\nTechnology 1986 to present\n\nProfessor of Environmental Chemistry, Division of Engineering and\nApplied Science, California Institute of Technology, 1986 to present\n\nPERTINENT PUBLICATIONS:\n\nJ. Collett. B. C. Daube, J. W. Munger, and M. R. Hoffmann. \"A Comparison of Two\nCloudwater Collectors: The Rotating Arm Collector and the Active Strand\nCollector,\" Atmos. Environ., 24A, 1685-1692 (1990).\n\nJ. Collett. B. C. Daube, J. W. Munger. and M. R. Hoffmann. \"The Chemical\nComposition of Intercepted Cloudwater in the Sierra Nevada.\" Almas. Environ. 24A.\n959-972 (1990)\n\n   \n\nJ. Collett, B. C. Daube, J. W. Munger, and M. R. Hoffmann. \"Instensive Studies of\nSierra Cloudwater Chemistry and its Relationship to Precursor Aerosol and Gas\nConcentrations,\" Atmos. Environ., 24A, 1741-1757 (1990).\n\nM. Igawa, Y. Fukushi, T. Hapashita and M. R. Hoffmann, \"Selective Transport of\nAldehydes Across an Anion—Exchange Membrane via the Formation of Bisulfite\nAdducts,\" Ind. Eng. Chem. Res., 29, 857-861 (1990).\n\nD. W. Gunz and M. R. Hoffmann, “Atmospheric Chemistry of Peroxides,\nEnviron., 24A, 1601-1633 (1990).\n\n \n\nAtmos.\n\nJ. Collett. B. C. Daube, J. W. Munger, and M. R. Hoffmann, \"Spatial and Temporal\nVariations in Precipitation and Cloud Interception in the Sierra Nevada,\" Tellus. in\npress (1990).\n\nC. Kormann, D. W. Bahnemann, M. R. Hoffmann, “On the Photolysis of Aqueous\nSolutions of Organic Molecules in the Presence of TiO» Suspensions,\" Enriron. Sci.\nTechnol, in revision (1990).\n\nJ. W. Munger, J. Collett, B. C. Daube and M. R. Hoffmann, \"Cloudwater Chemistry\nin the Santa Barbara Channel,\" Environ. Sci. Technol,, in revision (1990).\n\n50294955 -\n\f",
    "augmented_texts": [
        "Biographical Sketch MICHAKL R. HOFFHANN, Ph. D. CURRICULUM: VITAR TITLE: Professor of Environmental Chemistry, California Institute of Technology INSTITUTION: California Institute of Technology EDUCATION: B. A. - Northwestern University, 1968 Ph. Viosterol. - Brown University, 1974 Ph. D. - California Institute of Technology, 1973 - 1975 [RESEARCH AND PROFESSIONAL KXPERIENCE: Assistant Professor and Associate Professor Department of Civil and Mineral Engineering, University of Minnesota 1975 - 1980 Associate Professor of Environmental Engineering Science, California Institute of Technology 1980 - 1985. Visiting Professor FAWAG / ETH - Dibendorf, Swiss Federal Technical Institute, 1989. Professor of Environmental Engineering Science, California Institute of Technology 1986 to present Prof of Environmental Alchemy, Division of Engineering and Applied Science, California Institute of Technology, 1986 to present PERTINENT PUBLICATIONS: J. Collett. B. C. Daube, J. W. Munger, and M. R. Hoffmann. \" A Comparison of Two Cloudwater Collectors: The Rotating Arm Collector and the Active Strand Collector, \" Atmos. Environ. , 24A, 1685 - 1692 (1990 ). J. Collett. B. C. Daube, J. W. Munger. and M. R. Hoffmann. \" The Chemical Composition of Intercepted Cloudwater in the Scomberomorus sierra Nevada. \" Almas. Environ. 24A. 959 - 972 (1990) J. Collett, Boron. C. Daube, J. W. Munger, and M. R. Hoffmann. \" Instensive Studies of Sierra Cloudwater Chemistry and its Relationship to Precursor Aerosol and Gas Concentrations, \" Atmos. Environ. , 24A, 1741 - 1757 (1990 ). M. Igawa, Y. Fukushi, T. Hapashita and M. R. Hoffmann, \" Selective Transport of Aldehydes Across an Anion — Exchange Membrane via the Formation of Bisulfite Adducts, \" Ind. Eng. Chem. Res. , 29, 857 - 861 (1990 ). D. W. Gunz and M. R. Hoffmann, “ Atmospheric Chemistry of Peroxides, Environ. , 24A, 1601 - 1633 (1990 ). Atmos. J. Collett. B. C. Daube, J. W. Munger, and M. R. Hoffmann, \" Spatial and Temporal Variations in Precipitation and Cloud Interception in the Sierra Nevada, \" Tellus. in press (1990 ). C. Kormann, D. W. Bahnemann, M. R. Hoffmann, “ On the Photolysis of Aqueous Solutions of Organic Molecules in the Presence of TiO » Suspensions, \" Enriron. Sci. Technol, in revision (1990 ). J. W. Munger, J. Collett, B. C. Daube and M. R. Hoffmann, \" Cloudwater Chemistry in the Santa Barbara Channel, \" Environ. Sci. Technol, , in revision (1990 ). 50294955 -",
        "Biographical Sketch MICHAKL R. HOFFHANN, Ph. D. CURRICULUM: VITAR TITLE: Professor of Environmental Chemistry, California Institute of Technology INSTITUTION: California Institute of Technology EDUCATION: B. A. - Northwestern University, 1968 Ph. D. - Brown University, 1974 Ph. D. - California Institute of Engineering, 1973 - 1975 [RESEARCH AND pro KXPERIENCE: Assistant Professor and Associate Professor Department of Civil and Mineral Engineering, University of Minnesota 1975 - 1980 Associate Professor of Environmental Engineering Science, California Institute of Technology 1980 - 1985. Visiting Professor FAWAG / ETH - Dibendorf, Swiss Federal Technical Institute, 1989. Professor of Environmental Engineering Science, California Institute of Technology 1986 to present Professor of Environmental Chemistry, Division of Engineering and Applied Science, California Institute of Technology, 1986 to present PERTINENT PUBLICATIONS: J. Collett. B. C. Daube, J. W. Munger, and M. R. Hoffmann. \" A Comparison of Two Cloudwater Collectors: The Rotating Arm Collector and the Active Strand Collector, \" Atmos. Environ. , 24A, 1685 - 1692 (1990 ). J. Collett. B. C. Daube, J. W. Munger. and M. R. Hoffmann. \" The Chemical Composition of Intercepted Cloudwater in the Sierra Nevada. \" Almas. Environ. 24A. 959 - 972 (1990) J. Collett, B. C. Daube, J. W. Munger, and M. R. Hoffmann. \" Instensive Studies of Sierra Cloudwater Alchemy and its Relationship to Precursor Aerosol and Gas Concentrations, \" Atmos. Environ. , 24A, 1741 - 1757 (1990 ). M. Igawa, Y. Fukushi, T. Hapashita and M. R. Hoffmann, \" Selective Transport of Aldehydes Across an Anion — Exchange Membrane via the Formation of Bisulfite Adducts, \" Ind. Eng. Chem. Res. , 29, 857 - 861 (1990 ). D. W. Gunz and M. R. Hoffmann, “ Atmospheric Chemistry of Peroxides, Environ. , 24A, 1601 - 1633 (1990 ). Atmos. J. Collett. B. C. Daube, J. W. Munger, and M. R. Hoffmann, \" Spatial and Temporal Variation in Precipitation and Cloud Interception in the Sierra Nevada, \" Tellus. in press (1990 ). C. Kormann, D. W. Bahnemann, M. R. Hoffmann, “ On the Photolysis of Aqueous Solution of Organic Molecules in the Presence of TiO » Suspensions, \" Enriron. Sci. Technol, in revision (1990 ). J. W. Munger, J. Collett, B. C. Daube and M. R. Hoffmann, \" Cloudwater Chemistry in the Santa Barbara Channel, \" Environ. Sci. Technol, , in revision (1990 ). 50294955 -"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Professor of Environmental Chemistry, California Institute of Technology. B. C. Daube, J. W. Munger, and M. R. Hoffmann, “Atmospheric Chemistry of Peroxides,\" Atmos. Environ., 24A, 1601-1633 (1990). P.C. Kormann, D.W. Bahnemann and R.-R. Hoffman, \"Selective Transport ofldehydes Across an Anion—Exchange Membrane,\" Ind. Eng. Chem. Res., 29, 857-861 ( 1990)."
}