{
    "filename": "503065061_503065066.jpg",
    "metadata": {},
    "text": ".T0: S. R. Strawsburg\nFROM: B. L. Murtaugh\nSUBJECT: EVALUATION BE MORE YOU FASHION EVENT\n\nDATE: May 6, 1982\n\nThis forwards the evaluation for the Be MORE You Fashion Event that was\nexecuted at Eighteen mall locations from February 26 - April 3.\n\nI. Overview\n\nWhen judged from an overall perSpective, the program was extremely\nsuccessful. The program met objectives and as a bonus succeeded in\ngenerating substantial amounts of incremental publicity, i.e., PM\nMagazine filmed and broadcast the event in Detroit. Additionally,\nthe event aroused a great deal of interest in the fashion trade as\nwas evidenced by responses from Vogue, Glamour, Better Homes & Gardens\nand Bloomingdale's.\n\nAlthough sample delivery fell short of the plan, it is felt that delivery\ncan be significantly improved by tightening mall selection criteria for\nfuture programs.\n\nIl. Objectives\n\nA. Generate increased levels of awareness and image enhancement\nopportunities for the Brand through a lifestyle program.\n\nB. Provide the Brand with environmental trial opportunities which\ncompliment the event.\n\nIll. Strategies\nA. Sponsor a major seasonal fashion event at upscale shopping malls.\n\nB. Associate the contemporary fashionable image of MORE Lights with\na leading fashion publication.\n\nC. Deliver materials and items that carry Brand and high fashion\nidentification.\n\nD. Sample MORE Lights 100's, both styles, prior, during and\nfollowing the event.\n\n190s 90¢0S\n\n \n\f",
    "augmented_texts": [
        ". T0: S. R. Strawsburg FROM: B. L. Murtaugh SUBJECT: EVALUATION beryllium MORE YOU FASHION EVENT DATE: May 6, 1982 This forwards the evaluation for the Be MORE You Fashion Event that was carry through at Eighteen mall locations from February 26 - April 3. I. Overview When judged from an overall perSpective, the program was extremely successful. The program met objectives and as a fillip succeeded in generating substantial amounts of incremental publicity, i. e. , PM Magazine filmed and circulate the event in Detroit. Additionally, the event aroused a great deal of interest in the fashion trade as was evidenced by responses from Vogue, Glamour, Better Homes & Gardens and Bloomingdale ' s. Although sample delivery fell short of the plan, it is felt that delivery can be significantly better by tightening mall selection criteria for future programs. Il. Objectives A. Generate increased levels of awareness and image enhancement opportunities for the Brand through a lifestyle program. B. Provide the Brand with environmental trial opportunities which compliment the event. Ill. Strategies A. Sponsor a major seasonal fashion event at upscale shopping mall. B. Associate the contemporary fashionable image of MORE Lights with a leading fashion publication. C. Deliver materials and items that carry Mark and high fashion identification. D. Sample MORE Lights c ' s, both styles, prior, during and following the event. 190s 90 ¢ 0S",
        ". T0: S. R. Strawsburg FROM: B. L. Murtaugh SUBJECT: EVALUATION BE MORE YOU FASHION EVENT DATE: May 6, 1982 This forwards the evaluation for the Be MORE You Fashion Event that was executed at Eighteen mall locations from February 26 - April 3. I. Overview When judged from an overall perSpective, the program was extremely successful. The programme met objectives and as a bonus succeeded in generating substantial amount of incremental promotional material, i. e. , PM Mag filmed and broadcast the event in Detroit. Additionally, the event aroused a great deal of interest in the fashion trade as was testify by reaction from Vogue, Glamour, Better Homes & Gardens and Bloomingdale ' s. Although sample delivery fell short of the plan, it is felt that delivery can be significantly improved by tightening mall selection criteria for future programs. Il. Objectives A. Generate increased levels of awareness and ikon enhancement opportunities for the Brand through a lifestyle program. B. Provide the Brand with environmental trial opportunities which compliment the event. Ill. Strategies A. Sponsor a major seasonal fashion event at upscale shopping malls. B. Associate the contemporary fashionable image of MORE Lights with a leading fashion publication. C. Deliver material and items that carry Brand and high fashion identification. D. Sample MORE Lights 100 ' s, both styles, prior, during and following the event. 190s 90 ¢ 0S"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "The Be MORE You Fashion Event was executed at Eighteen mall locations from February 26 - April 3. The program met objectives and as a bonus succeeded in generating substantial amounts of incremental publicity. Although sample delivery fell short of the plan, it is felt that delivery can be significantly improved by tightening mall selection criteria for future programs."
}