{
    "filename": "50304435-4435.jpg",
    "metadata": {},
    "text": "Dieses Reancns Rc or Boden and Molen alo le\n\n \n\nA Gene Amplified in a Transformed Mouse Cell Line Undergoes\nComplex Transcriptional Processing and Encodes a Nuclear Protein*\n\nLinda C. Snyderd, Stephen P. Trusko§, Naneya\n‘akharzadehf, and Donna L. Georget$l\n\n \n\nSteven $.\n\neccived for publication, April 25,1988)\n\n \n\n1e Freemans, James R. EshlemanS,\n\n \n\n‘Brom the Departments of {Human Genetics ond fAnatoms; and the SHoard Huphes Medial Institete, University of\nPennsyleania School of Medicine, Philadelphia, Pennssvania 191016072\n\nWe have explored the structure and pattern of\nexpression of a gene designated mdm-2, which is am-\nplified 25~30-fold in transformed mouse cells contain\ning mumerous double minute particles. This gene is\n‘expressed in all mouse tissues examined but exhibits\n‘elevated and altered patterns of expression in the tes-\n‘Multiple transcripts are generated from the mdm-\nJ zene via mechanisms of alternative splicing and pol-\nyadenylation signal choice. ‘These mHNAs have the\npotential to prod imum of three distinct pro-\ntein products ranging in size from 25 to 77 kilodaltons.\n‘Antiserum generated against a synthetic peptide fro\nthe nidm-1 gene was used in immunoblotting studies\n‘and rovealed that at least one of the protein products\nis present in the nucleus, This antiserum stained\nnuclear structures producing a distinct punctate or\nspeckled pattern,\n\n  \n\n \n\n  \n\n   \n\n   \n\n \n\n \n\n \n\n‘A number of genes have been implicated in altered growth\ncontrol pathways associated with cellular transformation\n(Bishop, 1987). Clues leading to the identity of some of these\nsgenes have come from cancer cells themselves inthe form of\n‘consistent chromosomal changes. These changes include spe\ncife deletions and translocations, as well as the appearance\n‘of double minute cheamatin particles (DMs)' in some tumor\n‘ells, DMs are small, acentromerie chromatin bodies that\nresult from a process of gene amplification. DMs are rately,\nif ever, observed in normal cells but have been described in a\nvariety of tumor cells and transformed cell inex (George,\n1984), and in cells selected for resistance to various antime:\nAabolites (Schimke, 1984; Stark and Wabl, 1984). A de\n\nstration thatthe appearance of DMs results from the aberrant\nreplication end/or recombination of @ segment of genomic\nDNA initially came from studies of mammalian cells selected\nfor resistance to the drug methotrexate (Alt et al, 1978),\n‘Analysis of such methotrexate-resistant cells, as well as cells\n\n \n\n  \n\n \n\n \n\n \n\n‘Thin work wa supported in\nGrant GN32502 6nd CAMA62 The cons of publication ofthis ar\nswere defrayed in part by the pavinent of page charges This article\n‘must therefore bo erat magked “advertisement” in accordance with\nTRUS. Section 1734 sally to indicate this oct.\n\n“The nucleotide sequent) reported in this paper has bon submitted\nto the Genllank/EMBL Data Bonk with eccrasion numbers)\n‘oss,\n\nI Ascistont Investigator of the Howard Hughes Medial Institute\n‘To! whom eoreespondence shoud be addressed Dept. of Human\nGenetses, 196 Morenn Hide, University of Pennsyivania, Phila\nphia, PA'19103,\n\n\"ihe abbreviations used are: DMs, double inate chroma\n\n \n\n     \n\n   \n\nar\n\n   \n\nselected for resistance to 0 number of other drugs, has pro\nvided evidence that cells containing DMs most likely are\nselected for and niaintained in the population because the\nTMs contain amplified copies of one or more genes, which\nconfers resistance tothe cytotoxic agent. Removal ofthe drug.\nand the selective pressure it imparts, results in rapid loss of\nDMs (Alt et al, 1978; Kaufinan et al, 1979)\n\nIn contrast, DMs are stably maintained in tumor cells in\nthe absence of obvious selective pressure, Therefore, it is\nlikely that the amplified DNA on the DMs confers some\ngrowth advantage tothe host cell. Indeed, amplified sequences\npresent in a number of tumnor cells and transformed cell lines\n‘often include previously characterized proto-oncogenes or re-\nlated genes (George, 1984). These data suggest that the am-\nplication and consequent overexpression of particular genes\nima play a central role in some processes of transformation\n\n‘We are exploring the functional significance of amplified\nDNA sequences located on DMs in a spontaneously trans:\nformed mouse cell line. These 3T3DM cells contain an average\n‘of 25-30 DMs snd exhibit growth properties characteristic of\n‘ransformed cells, including growth in soft agar and curwor\nFormation in nude mice (Cahilly-Snyder et ol, 1987). We have\n‘obtained evidence that none of 20 previously identified on-\ncogenes, growth factors, oF growth factor receptor genes are\n‘amplified in these cells (Cahilly-Snyder et al., 1987). However,\nthe DMs are stable in the STSDM cells and therefore may\nfa previously unidentified gene with pote\nactivity of influence in the control of cellular\nproliferation. To begin to characterize the origins and nature\nfof the amplified DNA sequences, we had previously con\nstructed a 3T3DM cDNA library and isolated clones repr\nsenting to genes that are amplified and overexpressed in\nthese cells (Cahilly-Snyder e¢ al, 1987). ‘These two genes,\ndesignated mdm-1 and mdm-2, are amplified approximately\nDSefold relative to contol cells, As reported elsewhere, in\nnormal cells these genes map to mouse chromosome 10, region\nC1-C8 (Cahilly-Snyder eta, 1987). This region of the genome\nthas not becn previously implicated in transformation or al-\ntered growth control\n\n‘As one approach to further characterize the amplified ma-\nterial in the 313M cell, we have anelyzed the sequence and\npatiern of expression of the amplified mdni-1 gene. AS p\nented in this report, we have found that the midm-7 gene ix\nsubject to complex transcriptional processing, with the poter\ntial to produce a number of polypeptide products. Atleast one\n‘of these proteins is present in the nucleus,\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\n \n\n      \n\n \n\n \n\n \n\n   \n\n \n\nMATERIALS AND METHODS.\nLines ‘The #TADM cells nea spontaneously trans:\n\n \n\nnd\n\n    \n\nticker Ui lsbaee (gh SDS, sedim dodecsl sulfates Dipes,1,epiper- formed, MALI /e-derived eel ine (Mautsusa and Green, 199). The\nfrinediethanesalfonie nei bp, base pats Yi mumose cll line was derived fromm em adtenocortical tumor and\n17150\n\n \n\n50304435\n\f",
    "augmented_texts": [
        "Dieses Reancns Rc or Boden and Molen alo le A Gene Amplified in a Transformed Mouse Cell Line Undergoes Complex Transcriptional Processing and Encodes a Nuclear Protein * Linda C. Snyderd, Stephen P. Trusko §, Naneya ‘ akharzadehf, and Donna L. Georget $ l Steven $. eccived for publication, April 25, 1988) 1e Freemans, James R. EshlemanS, ‘ Brom the Departments of {Human Genetics ond fAnatoms; and the SHoard Huphes Medial Institete, University of Pennsyleania School of Medicine, Philadelphia, Pennssvania 191016072 We have explored the structure and pattern of expression of a gene designated mdm - 2, which is am - plified 25 ~ 30 - fold in transformed mouse cells contain ing mumerous double mo particles. This gene is ‘ expressed in all mouse tissues examined but exhibits ‘ elevated and altered patterns of expression in the tes - ‘ Multiple transcripts are generated from the mdm - J zene via mechanisms of alternative splicing and pol - yadenylation signal choice. ‘ These mHNAs have the potential to prod imum of three distinct pro - tein products ranging in size from 25 to 77 kilodaltons. ‘ Antiserum generated against a synthetic peptide fro the nidm - 1 gene was used in immunoblotting studies ‘ and rovealed that at least one of the protein products is present in the nucleus, This antiserum stained nuclear structures producing a distinct punctate or speckled pattern, ‘ A number of genes have been implicated in altered growth control pathways associated with cellular transformation (Bishop, 1987 ). Clues leading to the identity of some of these sgenes have come from cancer cells themselves inthe form of ‘ consistent chromosomal changes. These changes include spe cife deletions and translocations, as well as the appearance ‘ of double minute cheamatin particles (DMs) ' in some tumor ‘ ells, DMs are small, acentromerie chromatin bodies that result from a process of gene amplification. DMs are rately, if ever, observed in normal cells but have been described in a variety of tumor cells and transformed cell inex (George, 1984 ), and in cells selected for resistance to various antime: Aabolites (Schimke, 1984; Stark and Wabl, 1984 ). A de stration thatthe appearance of DMs results from the aberrant replication end / or recombination of @ segment of genomic DNA initially came from studies of mammalian cells selected for resistance to the drug methotrexate sodium (Alt et al, 1978 ), ‘ Analysis of such methotrexate - resistant cells, as well as cells ‘ Thin work wa supported in Grant GN32502 6nd CAMA62 The cons of publication ofthis ar swere defrayed in part by the pavinent of page charges This article ‘ must therefore bo erat magked “ advertisement ” in accord with TRUS. Section 1734 sally to indicate this oct. “ The nucleotide sequent) reported in this paper has bon submitted to the Genllank / EMBL Data Bonk with eccrasion numbers) ‘ oss, I Ascistont Investigator of the Howard Hughes Medial Institute ‘ To! whom eoreespondence shoud be addressed Dept. of Human Genetses, 196 Morenn Hide, University of Pennsyivania, Phila phia, PA ' 19103, \" ihe abbreviations used are: DMs, double inate chroma ar selected for resistance to 0 number of other drugs, has pro vided evidence that cells containing DMs most likely are selected for and niaintained in the population because the TMs contain amplified copies of one or more genes, which confers resistance tothe cytotoxic agent. Removal ofthe drug. and the selective pressure it imparts, results in rapid loss of DMs (Alt et al, 1978; Kaufinan et al, 1979) In contrast, DMs are stably maintained in tumor cells in the absence of obvious selective pressure, Therefore, it is likely that the amplified DNA on the DMs confers some growth advantage tothe host cell. Indeed, amplified sequences present in a number of tumnor cells and transformed cell lines ‘ often include previously characterized proto - oncogenes or re - lated genes (George, 1984 ). These data suggest that the am - plication and incidental overexpression of particular genes ima play a central role in some processes of transformation ‘ We are exploring the functional significance of amplified DNA sequences located on DMs in a spontaneously trans: formed mouse cell line. These 3T3DM cells contain an average ‘ of 25 - 30 DMs snd exhibit growth properties characteristic of ‘ ransformed cells, including growth in soft agar and curwor Formation in nude mice (Cahilly - Snyder et ol, 1987 ). We have ‘ obtained evidence that none of 20 previously identified on - cogenes, growth factors, oF growth factor receptor genes are ‘ amplified in these cells (Cahilly - Snyder et al. , 1987 ). However, the DMs are stable in the STSDM cells and therefore may fa previously unidentified gene with pote activity of influence in the control of cellular proliferation. To begin to characterize the origins and nature fof the amplified DNA sequences, we had previously con structed a 3T3DM cDNA library and isolated clones repr senting to genes that are amplified and overexpressed in these cells (Cahilly - Snyder e ¢ al, 1987 ). ‘ These two genes, designated mdm - 1 and mdm - 2, are amplified approximately DSefold relative to contol cells, As reported elsewhere, in normal cells these genes map to mouse chromosome 10, region C1 - C8 (Cahilly - Snyder eta, 1987 ). This region of the genome thas not becn previously implicated in transformation or al - tered growth control ‘ As one approach to further characterize the amplified ma - terial in the 313M cell, we have anelyzed the sequence and patiern of expression of the amplified mdni - 1 gene. AS p ented in this report, we have found that the midm - 7 gene ix subject to complex transcriptional processing, with the poter tial to produce a number of polypeptide products. Atleast one ‘ of these proteins is present in the core, MATERIALS AND METHODS. Lines ‘ The # TADM prison cell nea spontaneously trans: nd ticker Ui lsbaee (gh SDS, sedim dodecsl sulfates Dipes, 1, epiper - formed, MALI / e - derived eel ine (Mautsusa and Green, 199 ). The frinediethanesalfonie nei bp, base pats Yi mumose cll line was derived fromm em adtenocortical tumor and 17150 50304435",
        "Dieses Reancns Rc or Boden and Molen alo le A Gene Amplified in a Transformed Mouse Cell Line Undergoes Complex Transcriptional Processing and Encodes a Nuclear Protein * Linda C. Snyderd, Stephen P. Trusko §, Naneya ‘ akharzadehf, and Donna L. Georget $ l Steven $. eccived for publication, April 25, 1988) 1e Freemans, James R. EshlemanS, ‘ Brom the Departments of {Human Genetics ond fAnatoms; and the SHoard Huphes Medial Institete, University of Pennsyleania School of Medicine, Philadelphia, Pennssvania 191016072 We have explored the structure and pattern of expression of a gene designated mdm - 2, which is am - plified 25 ~ 30 - fold in transformed mouse cells contain ing mumerous double minute particles. This factor is ‘ expressed in all mouse tissues examined but exhibits ‘ elevated and altered patterns of expression in the tes - ‘ Multiple transcripts are generated from the mdm - J zene via mechanisms of alternative splicing and pol - yadenylation signal choice. ‘ These mHNAs have the potential to prod imum of three distinct pro - tein products ranging in size from 25 to 77 kilodaltons. ‘ Antiserum generated against a synthetic peptide fro the nidm - 1 gene was used in immunoblotting studies ‘ and rovealed that at least one of the protein products is present in the nucleus, This antiserum stained nuclear structures producing a distinct punctate or speckled pattern, ‘ A number of genes have been implicated in altered growth control pathways associated with cellular transformation (Bishop, 1987 ). Clues leading to the identity of some of these sgenes have come from cancer cells themselves inthe form of ‘ consistent chromosomal changes. These changes include spe cife deletions and translocations, as well as the appearance ‘ of double minute cheamatin particles (DMs) ' in some tumor ‘ ells, DMs are small, acentromerie chromatin bodies that result from a process of gene amplification. DMs are rately, if ever, observed in normal cells but have been described in a variety of tumor cells and transformed cell inex (George, 1984 ), and in cells select for resistance to various antime: Aabolites (Schimke, 1984; Stark and Wabl, 1984 ). A de stration thatthe appearance of DMs results from the aberrant replication end / or recombination of @ segment of genomic DNA initially came from studies of mammalian cellular telephone selected for resistance to the drug methotrexate (Alt et al, 1978 ), ‘ Analysis of such methotrexate - resistant cells, as well as cells ‘ Thin work wa supported in Subsidisation GN32502 6nd CAMA62 The cons of publication ofthis ar swere defrayed in part by the pavinent of page charges This article ‘ must therefore bo erat magked “ advertisement ” in accordance with TRUS. Section 1734 sally to indicate this oct. “ The nucleotide sequent) reported in this paper has bon submitted to the Genllank / EMBL Data Bonk with eccrasion numbers) ‘ oss, I Ascistont Investigator of the Howard Hughes Medial Institute ‘ To! whom eoreespondence shoud be addressed Dept. of Human Genetses, 196 Morenn Hide, University of Pennsyivania, Phila phia, PA ' 19103, \" ihe abbreviations used are: DMs, double inate chroma ar selected for resistance to 0 number of other drugs, has pro vided evidence that cells containing DMs most likely are selected for and niaintained in the population because the TMs contain amplified copies of one or more genes, which confers resistance tothe cytotoxic agent. Removal ofthe drug. and the selective pressure it imparts, results in speedy loss of DMs (Alt et al, 1978; Kaufinan et al, 1979) In contrast, DMs are stably maintained in tumor cells in the absence of obvious selective pressure, Therefore, it is likely that the amplified DNA on the DMs confers some growth advantage tothe host cell. Indeed, amplified sequences present in a number of tumnor cells and transformed cell lines ‘ often include previously characterized proto - oncogenes or re - lated genes (George, 1984 ). These data suggest that the am - plication and consequent overexpression of particular genes ima play a central role in some processes of transformation ‘ We are exploring the functional significance of amplified DNA sequences located on DMs in a spontaneously trans: formed mouse cell line. These 3T3DM cells contain an average ‘ of 25 - 30 DMs snd exhibit growth properties characteristic of ‘ ransformed cells, including growth in soft agar and curwor Formation in nude mice (Cahilly - Snyder et ol, 1987 ). We have ‘ obtained evidence that none of 20 previously identified on - cogenes, growth factors, oF growth factor receptor genes are ‘ amplified in these cells (Cahilly - Snyder et al. , 1987 ). However, the DMs are stable in the STSDM cells and therefore may fa previously unidentified gene with pote activity of influence in the control of cellular proliferation. To begin to characterize the origins and nature fof the amplified DNA sequences, we had previously con structed a 3T3DM cDNA library and isolated clones repr senting to genes that are amplified and overexpressed in these cells (Cahilly - Snyder e ¢ al, 1987 ). ‘ These two genes, designated mdm - 1 and mdm - 2, are amplified approximately DSefold relative to contol cells, As reported elsewhere, in normal cells these genes map to mouse chromosome 10, region C1 - C8 (Cahilly - Snyder eta, 1987 ). This region of the genome thas not becn previously implicated in transformation or al - tered growth control ‘ As one approach to further characterize the amplified ma - terial in the 313M cell, we have anelyzed the sequence and patiern of expression of the amplified mdni - 1 gene. AS p ented in this report, we have found that the midm - 7 gene ix subject to complex transcriptional processing, with the poter tial to produce a number of polypeptide products. Atleast one ‘ of these proteins is present in the nucleus, MATERIALS AND METHODS. Lines ‘ The # TADM cells nea spontaneously trans: nd ticker Ui lsbaee (gh SDS, sedim dodecsl sulfates Dipes, 1, epiper - formed, MALI / e - derived eel ine (Mautsusa and Green, 199 ). The frinediethanesalfonie nei bp, base pats Yi mumose cll line was derived fromm em adtenocortical tumor and 17150 50304435"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "A number of genes have been implicated in altered growth pathways associated with cellular transformation. Clues leading to the identity of some of these genes come from cancer cells themselves. The appearance of DMs results from the aberrantreplication end/or recombination of a segment of genomicDNA."
}