{
    "filename": "50303272-3273.jpg",
    "metadata": {},
    "text": "Prineins laventgatorProgium Ovectt (Last. fst muda. YER, AlI{s0n D\n\nBIOGRAPHICAL SKETCH _\n\nGive the folowing information lor the Key personne! and contutanis nnd caliaborators. Begin withthe panei!\ninyeetigatonpregram director Phetocepy ths 0ag¢ or each person,\n\nrn EG of Tmmunology end Medicine,\n\n    \n\n \n\npane\ne Gereld 5. Gleich, M.D. Msyo Kedteal School, end Mayo Clinic and Foundeticr\n\nIRcchester, at\n\n \n\n \n \n\nEOUGATION Beni wih haresiavate och RT NaTeaGon\n\n \n\n \n\n \n\n \n\n \n\n \n\nYEAR\noe INSTITUTION AND LOCATION __pearee | conrenaco. FIE\\O OF STUDY\nUniversity of Michigen, Amn Arbor, MT (vith\nhigh distinction) Beaks 1953\nUniversity of Michizen Medical School, Ann\nArbor, MI (cum leude) MDs 1956 Medicine\n\n \n\n \n\nIAL EXPERIENCE: Concluding whh present positon, kt, in ch/onologicel order, previous eoyment, exparence, and\nanor Koy personnel Icio tha pincipa iveeligater and any oer individuals who pariciate Inthe ecanie dovelopmant or execution Ine pokes\nKoy personnal typicaly wil include alt Intvidale witn doctoral or other prletsional degrees, bul in some procte wl Inu indie\n\n[baccalaureate level revised they convfbute in a aubelarva way to the scinthc development ox execution af tne project elise precent memberthn on\n‘any Federal Government pubic avisory commit. List, chronological orga, ie lus, ak authors, and complete\n\naut three years and to cepceseniative oarier publications pertinent to thie application. OO NOT EXCL EO TWO PA\n\n \n\n   \n  \n\n \n\n \n\n \n\n \n\nRotating General Internship, Philadelphia General Hospital, Philadelphia, PA 1956-1957\nRated Flight Surgeon, United States Fir Force, Whitman Alt Force Base, MO 1957-1959\nResidency ta Internal Medicine, University of Miami, Jackson Memorial\n\nHospital, Miemi, FL 1959-1961\nTrainee in Allergy and Clinical Immunology, University of Rochester Medical\n\nCenter, Rochester, NY 1961-1963\nAssistant Physician, Strong Memorial Hospital, Rochester, NY 1961-1963,\nInstructor in Medicine and Microbiology, University of Rochester School of\n\n@  Meticine and Dentistry, Rochester, NY 1963-1965 .\n\nInstructor in Medicine and Microbiology, Mayo Graduate Schoo! of Medicine,\n\nRochester, MN 1963-1968\n‘Consultant in Medicine (Allergy), Mayo Clinic, Rochester, MN 1965-1981\nAssistant Professor of Medicine and Microbiology, Mayo Graduste School of\n\nMedicine, Rochester, MN 1968-1973\nAssociate Professor of Medicine, Immunology and Microbiology, Mayo Medical\n\n‘School, Rochester, MN 1973-1977\nProfessor of Medicine and Immunology, Mayo Medical School, Rochester, MN 1977-1982\nChairman, Department of Immunology, Mayo Clialc, Rochester, MN 1982-1991\n\nProfessor of Immunology and Medicine, Mayo Medical School, Rochester, MN 1982-Present\n\nOther Selentific Activites: Assoc. Ed, J. Immunol, 1978-1981; Bd. Board, J, Allergy Clin, Immunol, 1975.\n1980; Mbr, Allergy & Immunol. Res, Comm. Natl, Instit, Allergy & Infect. Dis,, 1975-1979; Fellow, Am.\n‘Acad, Allergy; Fellow, Am. Coll. Phys.; Mbt, Am, Assoc. Immunologists; Mbr, Am. Rheum, Assoc.; Mbr,\nCentral Soc, Clin. Res.; Mbr, Am. Fed. Clin. Res; Am. Assoc, Advancement of Sclence; Mbr, Assoc. Am.\nPhys, Diplomate, Am, Board Int. Med., 1965; Diplomate, Subspeciality Board of Allergy é Immunology; Jobn\nM. Sheldon Memorial Lecturer, 1976, 1982, 1988; Steve Lang Memorial Lectureship, 1980; Stoll Stunkatd\nLecturer, Am. Soc, Parasitologists, 1986; David Talmage Memorial Lectureship, Sth Aspen Allergy Cont,\n198; Mbr, Board of Scientific Counselors, Natl, Instit, Allergy & Infect, Dis NIH, 1981-1985; Immunological\nSciences Study Section-NIH, 1984-1988; Recipient of NIH Merit Award, AI 09728: The Functions of\nEosinophils; Landmark in Allergy Award Reciplent, 1990,\n\ne SELECTED PUBLICATIONS (from s total of 279 articles, 288 abstracts, 109 reviews and book chapters)\n\n1. Filley WV, Holley KE, Kephart OM, Gleich GJ: Mdentification by immunofluorescence of eosinophil\ngranule major basic protein in lung tissucs of patients with bronchial asthma. Lancet 2:11-16, July, 1982.\n\nFas ats ow OT Foo Page sy\n‘Mumbo: oxges consacuvey athe Borem troughou Ihe appston. Oe nat uta\n\n   \n\n \n\n \n\nFF\n\n  \n\n50303272\n\f",
    "augmented_texts": [
        "Prineins laventgatorProgium Ovectt (Last. fst muda. YER, AlI {s0n D BIOGRAPHICAL SKETCH _ Give the folowing information lor the Key personne! and contutanis nnd caliaborators. Begin withthe panei! inyeetigatonpregram director Phetocepy ths 0ag ¢ or each person, rn EG of Tmmunology end Medicine, pane e Gereld 5. Gleich, M. D. Msyo Kedteal School, end Mayo Clinic and Foundeticr IRcchester, at EOUGATION Beni wih haresiavate och RT NaTeaGon YEAR oe INSTITUTION AND LOCATION __pearee | conrenaco. FIE \\ O OF STUDY University of Michigen, Amn Arbor, MT (vith high distinction) Beaks 1953 University of Michizen Medical School, Ann Arbor, MI (cum leude) MDs 1956 Medicine IAL EXPERIENCE: Concluding whh present positon, kt, in ch / onologicel order, previous eoyment, exparence, and anor Koy personnel Icio tha pincipa iveeligater and any oer individuals who pariciate Inthe ecanie dovelopmant or execution Ine pokes Koy personnal typicaly wil include alt Intvidale witn doctoral or other prletsional degrees, bul in some procte wl Inu indie [baccalaureate level revised they convfbute in a aubelarva way to the scinthc development ox execution af tne project elise precent memberthn on ‘ any Federal Government pubic avisory commit. List, chronological orga, ie lus, ak authors, and complete aut three years and to cepceseniative oarier publications pertinent to thie application. OO NOT EXCL EO TWO PA Rotating General Internship, Philadelphia General Hospital, Philadelphia, PA 1956 - 1957 Rated Flight Surgeon, United States Fir Force, Whitman Alt Force Base, MO 1957 - 1959 Residency ta Internal Medicine, University of Miami, Jackson Memorial Hospital, Miemi, FL 1959 - 1961 Trainee in Allergy and Clinical Immunology, University of Rochester Medical Center, Rochester, NY 1961 - 1963 Assistant Physician, Strong Memorial Hospital, Rochester, NY 1961 - 1963, Instructor in Medicine and Microbiology, University of Rochester School of @ Meticine and Dentistry, Rochester, NY 1963 - 1965. Instructor in Medicine and Microbiology, Mayo Graduate Schoo! of Medicine, Rochester, MN 1963 - 1968 ‘ Consultant in Medicine (Allergy ), Mayo Clinic, Rochester, MN 1965 - 1981 Assistant Professor of Medicine and Microbiology, Mayo Graduste Schoolhouse of Medicine, Rochester, MN 1968 - 1973 Associate Professor of Medicine, Immunology and Microbiology, Mayo Medical ‘ School, Rochester, MN 1973 - 1977 Professor of Medicine and Immunology, Mayo Medical School, Rochester, MN 1977 - 1982 Chairman, Department of Immunology, Mayo Clialc, Rochester, MN 1982 - 1991 Professor of Immunology and Medical specialty, Mayo Medical School, Rochester, MN 1982 - Present Other Selentific Activites: Assoc. Ed, J. Immunol, 1978 - 1981; Bd. Board, J, Allergy Clin, Immunol, 1975. 1980; Mbr, Allergy & Immunol. Res, Comm. Natl, Instit, Allergy & Infect. Dis, , 1975 - 1979; Fellow, Am. ‘ Acad, Allergy; Fellow, Am. Coll. Phys. ; Mbt, Am, Assoc. Immunologists; Mbr, Am. Rheum, Assoc. ; Mbr, Central Soc, Clin. Res. ; Mbr, Am. Fed. Clin. Res; Am. Assoc, Advancement of Sclence; Mbr, Assoc. Am. Phys, Diplomate, Am, Board Int. Med. , 1965; Diplomate, Subspeciality Board of Allergy é Immunology; Jobn M. Sheldon Memorial Lecturer, 1976, 1982, 1988; Steve Lang Memorial Lectureship, 1980; Stoll Stunkatd Lecturer, Am. Soc, Parasitologists, 1986; David Talmage Memorial Lectureship, Human growth hormone Aspen Allergy Cont, 198; Mbr, Board of Scientific Counselors, Natl, Instit, Allergy & Infect, Dis NIH, 1981 - 1985; Immunological Sciences Study Section - NIH, 1984 - 1988; Recipient of NIH Merit Award, AI 09728: The Mapping of Eosinophils; Landmark in Allergy Award Reciplent, 1990, e SELECTED PUBLICATIONS (from s total of 279 articles, 288 abstracts, 109 reviews and book chapters) 1. Filley WV, Holley KE, Kephart OM, Gleich GJ: Mdentification by immunofluorescence of eosinophil granule major basic protein in lung tissucs of patients with bronchial bronchial asthma. Lancet 2: 11 - 16, July, 1982. Fas ats ow OT Foo Page sy ‘ Mumbo: oxges consacuvey athe Borem troughou Ihe appston. Oe nat uta FF 50303272",
        "Prineins laventgatorProgium Ovectt (Last. fst muda. YER, AlI {s0n D BIOGRAPHICAL SKETCH _ Give the folowing information lor the Key personne! and contutanis nnd caliaborators. Begin withthe panei! inyeetigatonpregram director Phetocepy ths 0ag ¢ or each person, rn EG of Tmmunology end Medicine, pane e Gereld 5. Gleich, M. D. Msyo Kedteal School, end Mayo Clinic and Foundeticr IRcchester, at EOUGATION Beni wih haresiavate och RT NaTeaGon YEAR oe INSTITUTION AND LOCATION __pearee | conrenaco. FIE \\ O OF STUDY University of Michigen, Amn Arbor, MT (vith high distinction) Beaks 1953 University of Michizen Medical School, Ann Arbor, MI (cum leude) MDs 1956 Medicine IAL EXPERIENCE: Concluding whh present positon, kt, in ch / onologicel order, previous eoyment, exparence, and anor Koy personnel Icio tha pincipa iveeligater and any oer individuals who pariciate Inthe ecanie dovelopmant or execution Ine pokes Koy personnal typicaly wil include alt Intvidale witn doctoral oregon other prletsional degrees, bul in some procte wl Inu indie [baccalaureate level revised they convfbute in a aubelarva way to the scinthc development ox execution af tne project elise precent memberthn on ‘ any Federal Government pubic avisory commit. List, chronological orga, ie lus, ak authors, and complete aut three years and to cepceseniative oarier publications pertinent to thie application. OO NOT EXCL EO TWO PA Rotating General Internship, Philadelphia General Hospital, Philadelphia, PA 1956 - 1957 Rated Flight Surgeon, United States Fir Force, Whitman Alt Military force Base, MO 1957 - 1959 Residency ta Internal Medicine, University of Miami, Jackson Memorial Hospital, Miemi, FL 1959 - 1961 Trainee in Allergy and Clinical Immunology, University of Rochester Medical Center, Rochester, NY 1961 - 1963 Assistant Physician, Strong Memorial Hospital, Rochester, NY 1961 - 1963, Instructor in Medicine and Microbiology, University of Rochester School of @ Meticine and Dentistry, Rochester, NY 1963 - 1965. Instructor in Medicine and Microbiology, Mayo Graduate Schoo! of Medicine, Rochester, MN 1963 - 1968 ‘ Consultant in Medicine (Allergy ), Mayo Clinic, Rochester, MN 1965 - 1981 Assistant Professor of Medicine and Microbiology, Mayo Graduste School of Medicine, Rochester, MN 1968 - 1973 Associate Professor of Medicine, Immunology and Microbiology, Mayo Medical ‘ School, Rochester, MN 1973 - 1977 Professor of Medicine and Immunology, Mayo Medical School, Rochester, MN 1977 - 1982 Chairman, Department of Immunology, Mayo Clialc, Rochester, MN 1982 - 1991 Professor of Immunology and Medicine, Mayo Medical School, Rochester, MN 1982 - Present Other Selentific Activites: Assoc. Ed, J. Immunol, 1978 - 1981; Bd. Board, J, Allergy Clin, Immunol, 1975. 1980; Mbr, Allergy & Immunol. Res, Comm. Natl, Instit, Allergy & Infect. Dis, , 1975 - 1979; Fellow, Am. ‘ Acad, Allergy; Fellow, Am. Coll. Phys. ; Mbt, Am, Assoc. Immunologists; Mbr, Am. Rheum, Assoc. ; Mbr, Central Soc, Clin. Res. ; Mbr, Am. Fed. Clin. Res; Am. Assoc, Advancement of Sclence; Mbr, Assoc. Americium. Phys, Diplomate, Am, Board Int. Med. , 1965; Diplomate, Subspeciality Board of Allergy é Immunology; Jobn M. Sheldon Memorial Lecturer, 1976, 1982, 1988; Steve Lang Memorial Lectureship, 1980; Stoll Stunkatd Lecturer, Am. Soc, Parasitologists, 1986; David Talmage Memorial Lectureship, Sth Aspen Allergy Cont, 198; Mbr, Board of Scientific Counselors, Natl, Instit, Allergy & Infect, Dis NIH, 1981 - 1985; Immunological Sciences Study Department - NIH, 1984 - 1988; Recipient of NIH Merit Award, AI 09728: The Functions of Eosinophils; Landmark in Allergy Award Reciplent, 1990, e SELECTED PUBLICATIONS (from s total of 279 articles, 288 abstracts, 109 reviews and book chapters) 1. Filley WV, Holley KE, Kephart OM, Gleich GJ: Mdentification by immunofluorescence of eosinophil granule major basic protein in lung tissucs of patients with bronchial asthma. Lancet 2: 11 - 16, July, 1982. Fas ats ow OT Foo Page sy ‘ Mumbo: oxges consacuvey athe Borem troughou Ihe appston. Oe nat uta FF 50303272"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Prineins laventgatorProgium Ovectt (Last fst muda. YER, AlI{s0n D) Gereld 5.5.0.1. A. Msyo Kedteal School, end Mayo Clinic and Foundeticr. University of Michizen Medical School in Ann. Arbor, Michigan."
}