{
    "filename": "503150345+-0346.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\n \n\n \n\nJuly 6, 1984\n\nTo: Mr. J, T. Winebrenner\nFROM: Mr. C, A. Martin\n\nSUBJECT: CAMEL'S PERCEPTIONS CAMPAIGN\n\nFred Baker and I have discussed your concern regarding the female visual in\nthe “You've got to be macho to smoke CAMEL” execution of the Perceptions\nCampaign. As Fred mentioned, you feel that the female visual is not\nconsistent with the current CéMEL campaign and want to specifically test this\nissue to see if it 1s a problem\n\nIt is our belief that we should not evaluate the executions individually but\nrather in the context of the entire campaign. We will be able to accomplish\nthis in the Strategic Advertising Test (SAT) which {s currently underway. In\nthie test, respondents in each of the three test cells will see either the\ncurrent CAMEL Campaign, the Style Awareness Campaign, or the Perceptions\nCampaign, In addition to other questions, each respondent will be asked what\nhe liked and disliked about the group of ads shown to him. As each group\nconsists of only four ads, each respondent will have a thorough exposure to\nthe ads on a forced basis, From this, we should be able to determine if there\nare any negative inconsistencies between the female visual and the current\ncampaign.\n\nWe do not anticipate a problem in this area due to the responses observed at\nthe focus groups held in Washington, D.C, Overall, respondents perceived that\nCAMEL was communicating the idea of 4 new Filters and Lights product with\nimproved taste delivery through the Perceptions Campaign. They also believed\nthat the visuals conveyed the thought that CAMEL was an appropriate brand for\na variety of people. The respondents further believed that CAMEL was\nenphasizing this idea of wider appeal through the female visual included in\nthe execution. Some respondents noted that she was not smoking; however, this\nwas changed in the final version used in the SAT.\n\nDue to the nature of the Perceptions Campaign, we should expect some\ndifferences with the current CAMEL campaign. The Perceptions Campaign is\nintended to correct basic negative product and user images while the current\nCAMEL Campaign is more geared toward providing an overall inage of adventure,\nindependence, self-confidence, etc.\n\nShEO SLeos\n\f",
    "augmented_texts": [
        "July 6, 1984 To: Mr. J, T. Winebrenner FROM: Mr. C, Axerophthol. Martin SUBJECT: CAMEL ' S PERCEPTIONS CAMPAIGN Fred Baker and I have discussed your concern regarding the female visual in the “ You ' ve got to be macho to smoke CAMEL ” execution of the Perceptions Military campaign. As Fred mentioned, you feel that the female visual is not consistent with the current CéMEL campaign and want to specifically test this issue to see if it 1s a problem It is our belief that we should not evaluate the executions individually but rather in the context of the entire campaign. We will be able to accomplish this in the Strategic Advertising Test (SAT) which {s currently underway. In thie test, respondents in each of the three test cells will see either the current CAMEL Campaign, the Style Awareness Campaign, or the Perceptions Campaign, In gain to other questions, each respondent will be asked what he liked and disliked about the group of ads shown to him. As each group consists of entirely four ads, each respondent will have a thorough exposure to the ads on a forced basis, From this, we should be able to determine if there are any negative inconsistencies between the female visual and the current campaign. We do not anticipate a problem in this area due to the responses observed at the focus groups held in Washington, D. C, Overall, respondents comprehend that CAMEL was communicating the idea of 4 new Filters and Lights product with improved taste delivery through the Perceptions Campaign. They also believed that the visuals conveyed the thought that CAMEL was an appropriate brand for a variety of people. The respondents further believed that CAMEL was enphasizing this idea of wider prayer through the female visual included in the execution. Some respondents noted that she was not smoking; however, this was changed in the final version used in the SAT. Due to the nature of the Perceptions Campaign, we should expect some differences with the current CAMEL campaign. The Perceptions Campaign is intended to correct canonical negative product and user images while the current CAMEL Campaign is more geared toward providing an overall inage of adventure, independence, self - confidence, etc. ShEO SLeos",
        "July 6, 1984 To: Mr. J, T. Winebrenner FROM: Mister. C, A. Martin SUBJECT: CAMEL ' S PERCEPTIONS CAMPAIGN Fred Baker and I have discussed your concern regarding the female visual in the “ You ' ve got to be macho to smoke CAMEL ” execution of the Perceptions Campaign. As Fred mentioned, you feel that the female visual is not consistent with the current CéMEL campaign and want to specifically test this issue to see if it 1s a problem It is our belief that we should not evaluate the executions severally but rather in the context of the entire campaign. We will be able to accomplish this in the Strategic Advertising Test (SAT) which {s currently underway. In thie test, respondents in each of the three test cells will see either the current CAMEL Campaign, the Style Awareness Campaign, or the Perceptions Campaign, In addition to other questions, each respondent will be asked what he liked and disliked about the group of ads shown to him. As each group consists of only four ads, each respondent will have a thorough exposure to the ads on a forced basis, From this, we should be able to determine if there are any damaging inconsistencies between the female visual and the current campaign. We do not anticipate a problem in this area due to the responses observed at the focus groups held in Washington, D. C, Overall, respondents perceived that CAMEL was communicating the idea of 4 new Filters and Lights product with improved taste delivery through the Perceptions Campaign. They also believed that the visuals conveyed the thought that CAMEL was an appropriate brand for a variety of people. The respondents further believed that CAMEL was enphasizing this thought of wider appeal through the female visual included in the execution. Some respondents remark that she was not smoking; however, this was changed in the final version used in the SAT. Due to the nature of the Perceptions Campaign, we should expect some differences with the current CAMEL campaign. The Perceptions Campaign is intended to correct basic negative product and user images while the current CAMEL Campaign is more geared toward offer an overall inage of adventure, independence, self - confidence, etc. ShEO SLeos"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "The Strategic Advertising Test (SAT) is currently underway. In the test, respondents in each of the three test cells will see either the current CAMEL Campaign, the Style Awareness Campaign or the Perceptions Campaign. From this, we should be able to determine if there are any negative inconsistencies."
}