{
    "filename": "50320992-0993.jpg",
    "metadata": {},
    "text": " \n\nCTR Preliminary Application\n\n \n\npal Investigator: Scott A. Ness\n\n \n\n \n\n \n\n \n\n \n\nAugust 12, 1993\nBIOGRAPHICAL SKETCH\nAWE POSTION TITLE\nScott A. Ness Assistant Professor\nEDUCATION (Begin with baccalaureate or othr ita professional education, such as nursing, ad inlude postdoctoral\ntraining.)\n| YEAR\nINSTITUTION AND LOCATION pecree | oonrenacD FIELD OF STUDY\nUniversity of California, San Diego; La Jolla, CA BA. 1980 Biology\nUniversity of California, Los Angeles (UCLA) Ph.D. 1985 Biochemistry\nPostdoctoral Fellowship, European Molecular Biology|\nLaboratory, Heidelberg, Germany Oncogenes\n\n \n\n \n\nProfessional Experience:\n\n1988-1991 Staff Scientist, Differentiation Programme, European Molecular Biology Laboratory,\nHeidelberg, Germany (Attached to Thomas Graf's laboratory).\n\n1991-Present Assistant Professor, Department of Biochemistry, Molecular Biology and Cell\nBiology, Northwestern University, Evanston, IL.\n\nHonors and Awards:\n1979 Chancellor's Undergraduate Research Grant, Univ. of California, San Diego\n\n1979-1980 Undergraduate Teaching Assistant (Genetics), Univ. of California, San Diego\n1981-1984 USPHS Predoctoral Training Grant (Molecular Biology), Univ. of Calif., Los Angeles\n1984 Graduate Division Research Grant, Univ. of California, Los Angeles\n\n1986-1989 USPHS Post-doctoral Fellowship (for study abroad), #5 F32 CA08076-01-03\n\n \n\nBibliography: (Total of 13 Reviewed Papers)\n\n1, SA. Ness and R.L. Weiss. \"Carbamoyl Phosphate Synthetases From Neurospora crassa.\nImmunological Relatedness of the Enzymes From Neurospora, Bacteria, Yeast and\nMammals.\" (1985) J. Biol. Chem, 260, 14355-14362.\n\n2. A. Wandinger-Ness, S.A. Ness and R-L. Weiss. \"Simultaneous Purification of Three\nMitochondrial Enzymes; Acetyglutamate Kinase, Actylutamyl-phosphate Reductase and\nCarbamoyl Phosphate Synthetase From Neurospora crass.\" (1986) . Biol. Chem. 261,\n4820-4827.\n\n3. S.A. Ness and R.L. Weiss.  \"Carboxyl-Terminal Sequences Influence the Import of\nMinchondeal rotein Precursors in vive.\" (1987) Proc. Natl. Acad. Sci. USA 84, 6692-\n6696.\n\n \n\n@ 4 SA. Ness, H. Beug and 7. Graf. *v-myb Dominance over v-myc in Doubly Transformed\n\nChick Myelomonocytic Cells.” (1987) Cell 51, 41-50.\n\nPage 4\n\n \n\f",
    "augmented_texts": [
        "CTR Preliminary Application pal Investigator: Scott A. Ness August 12, 1993 BIOGRAPHICAL SKETCH AWE POSTION TITLE Scott A. Ness Assistant Professor EDUCATION (Begin with baccalaureate or othr ita professional education, such as nursing, ad inlude postdoctoral training.) | YEAR INSTITUTION AND LOCATION pecree | oonrenacD FIELD OF STUDY University of California, San Diego; La Jolla, CA BA. 1980 Biology University of California, Los Angeles (UCLA) Ph. D. 1985 Biochemistry Postdoctoral Fellowship, European Molecular Biology | Laboratory, Heidelberg, Germany Oncogenes Professional Experience: 1988 - 1991 Staff Scientist, Differentiation Programme, European Molecular Biology Laboratory, Heidelberg, Germany (Attached to Thomas Graf ' s laboratory ). 1991 - Present Assistant Professor, Department of Biochemistry, Molecular Biology and Cell Biology, Northwestern University, Evanston, IL. Honors and Awards: 1979 Chancellor ' s Undergraduate Research Grant, Univ. of California, San Diego 1979 - 1980 Undergraduate Teaching Assistant (Genetics ), Univ. of California, San Diego 1981 - 1984 USPHS Predoctoral Training Grant (Molecular Biology ), Univ. of Calif. , Los Angeles 1984 Graduate Division Research Grant, Univ. of California, Los Angeles 1986 - 1989 USPHS Post - doctoral Fellowship (for study abroad ), # 5 F32 CA08076 - 01 - 03 Bibliography: (Total of 13 Reviewed Papers) 1, SA. Ness and R. L. Weiss. \" Carbamoyl Phosphate Synthetases From Neurospora crassa. Immunologic Relatedness of the Enzymes From Neurospora, Bacteria, Yeast and Mammals. \" (1985) Watt second. Biol. Chem, 260, 14355 - 14362. 2. A. Wandinger - Ness, S. A. Ness and R - L. Weiss. \" Simultaneous Purification of Three Mitochondrial Enzymes; Acetyglutamate Kinase, Actylutamyl - phosphate Reductase and Carbamoyl Phosphate Synthetase From Neurospora crass. \" (1986 ). Biol. Chem. 261, 4820 - 4827. 3. Mho. A. Ness and R. L. Weiss. \" Carboxyl group - Terminal Sequences Influence the Import of Minchondeal rotein Precursors in vive. \" (1987) Proc. Natl. Acad. Sci. USA 84, 6692 - 6696. @ 4 SA. Ness, H. Beug and 7. Graf. * v - myb Dominance over v - myc in Doubly Transformed Chick Myelomonocytic Cells. ” (1987) Cell 51, 41 - 50. Page 4",
        "CTR Preliminary Application pal Research worker: Scott A. Ness August 12, 1993 BIOGRAPHICAL SKETCH AWE POSTION TITLE Scott A. Ness Assistant Professor EDUCATION (Begin with baccalaureate or othr ita professional education, such as nursing, ad inlude postdoctoral training.) | YEAR INSTITUTION AND LOCATION pecree | oonrenacD FIELD OF STUDY University of California, San Diego; La Jolla, CA BA. 1980 Biology University of California, Los Angeles (UCLA) Ph. D. 1985 Biochemistry Postdoctoral Companionship, European Molecular Biology | Laboratory, Heidelberg, Germany Oncogenes Professional Experience: 1988 - 1991 Staff Scientist, Differentiation Programme, European Molecular Biology Laboratory, Heidelberg, Germany (Attached to Thomas Graf ' s laboratory ). 1991 - Present Assistant Professor, Department of Biochemistry, Molecular Biology and Cell Biology, Northwestern University, Evanston, prairie state. Honors and Awards: 1979 Chancellor ' s Undergraduate Research Grant, Univ. of California, San Diego 1979 - 1980 Undergraduate Teaching Assistant (Genetics ), Univ. of California, San Diego 1981 - 1984 USPHS Predoctoral Training Grant (Molecular Biology ), Univ. of Calif. , Los Angeles 1984 Graduate Division Research Grant, Univ. of California, Los Angeles 1986 - 1989 USPHS Post - doctoral Fellowship (for study abroad ), # 5 F32 CA08076 - 01 - 03 Bibliography: (Total of 13 Reviewed Papers) 1, SA. Ness and R. L. Weiss. \" Carbamoyl Phosphate Synthetases From Genus neurospora crassa. Immunological Relatedness of the Enzyme From Neurospora, Bacteria, Yeast and Mammalian. \" (1985) J. Biol. Chem, 260, 14355 - 14362. 2. A. Wandinger - Ness, S. A. Ness and R - L. Weiss. \" Simultaneous Purification of Three Mitochondrial Enzymes; Acetyglutamate Kinase, Actylutamyl - phosphate Reductase and Carbamoyl Phosphate Synthetase From Neurospora crass. \" (1986 ). Biol. Chem. 261, 4820 - 4827. 3. Mho. A. Ness and R. L. Weiss. \" Carboxyl - Terminal Sequences Influence the Import of Minchondeal rotein Precursors in vive. \" (1987) Proc. Natl. Acad. Sci. USA 84, 6692 - 6696. @ 4 SA. Ness, H. Beug and 7. Graf. * v - myb Dominance over v - myc in Doubly Transformed Chick Myelomonocytic Cells. ” (1987) Cell 51, 41 - 50. Page 4"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "CTR Preliminary Application: Scott A. Ness, Ph.D. Scott Ness is Assistant Professor of Biochemistry, Molecular Biology and Cell Biology at Northwestern University, Evanston, IL. He is the author of 13 Reviewed Papers and has worked in Germany and the U.S."
}