{
    "filename": "50328848-8852.jpg",
    "metadata": {},
    "text": " \n\nProc. Natl, Acad. Sci, USA\nYo 30.0 304-si08, May 199\n\n \n\nGeneral involvement of hypoxia-inducible factor 1 in transcriptional\n\nresponse to hypoxia\n\nGUANG L. WANG AND Grego L. SeMENZA*\nCente fr Mesa Ge\n\n \n\nCommunicated by Vicor A. MeKutick, February 11.1993\n\nABSTRACT Transcription of the human erythropoietin\n(EPO) gene is activated in Hep3B cells exposed to hypoxia.\nHyporia-inducible factor 1 (HIF-1) is « nuclear factor whose\nDNA binding activity (induced by hyponla in Hep3B cells, and\nHIF-1 binds at a stein the EPO gene enhancer that Is required\n{or hypoxic activation of transcription. In this paper, we\ndemonstrate that HIF-1 DNA binding activity lsalso induced by\n‘hyponia ina variety of mammalian cell lines in which the EPO\niene is not transcribed. The composition of the HIF-1 DNA\nbinding complex and its bolated DNA binding subunit and the\n‘mechanism of HIF-{ activation appear tobe similar or Identical\nin EPO-producing and noa-EPO-producing cells. Transcrip-\ntion of reporter genes containing the EPO gene enhancer is\ninduced by hypoxia in non-EPO-producing cells and mutations\n{hat eliminate HIF-1 binding eliminate inducibility, These\nresults provide evidence that HIF-I and lis recognition se-\nquence are common components of a general mammalian\ncellular response to hypoxia.\n\n \n\n \n\n \n\n \n\n \n\nCells sense and respond to extracellular and intracellular\n‘stimuli (© maintain homeostasis. and hypoxia is one of the\n‘most fundamental of all environmental stimuli A major\nphysiologic mechanism by which mammals respond to tissue\nhypoxia is through stimulation of erythropoiesis resulting in\nfan increased blood Oy-carrying capacity. Erythropoietin\n(EPO) s the primary humoral regulator of mammalian eryth-\nTopoiesis. EPO RNA levels increase several hundredfold in\n‘rodent liver and kidney in response to hypoxia or anemia (for\nreview. see refs. 1 and 2), Human EPO RNA levels show\n‘similar increases in transgenic mouse liver and kidney (3-6).\nHypoxia also induces EPO RNA transcription in Hep3B\n‘human hepatoblastoma cells (7), demonstrating thatthe same\ncell type can sense hypoxia and respond by increasing EPO\nRNA levels. The production of EPO and subsequent increase\nin erythropoiesis thus provide a major homeostatic mecha\nnism for maintaining tissue oxygenation.\n\n‘A major research objective in our laboratory has been to\nidentify the cis-acting DNA sequences and trans-acting pro-\n{cin factors that regulate hypoxia-inducible human EPO gene\nexpression. Liver-specific DNase -hypersensitive sites have\nbeen identified in the human EPO gene 3'-flanking sequence\n(8). In addition. a 256-nt fragment that encompasses the\nhypersensitive sites functioned as a hypoxia-indueible en-\nhhancer when cloned 3 toa simian virus 40 (SV40) promoter\nchloramphenicol acetyltransferase (CAT) reporter gene and\ntransiently expressed in Hep3B cells (8). Deletion and scan-\n‘ing-mutagenesis studies further delimited the enhancer 10.8\nS0-nt sequence that was functionally tripartite: site L(t 412)\nand site 2 (nt 19-23) were absolutely required for hypoxic\ninduction. whereas site 3 (nt 26-48), a putative thyroid/\n\nteroid hormone receptor binding site. functioned to amplify\nthe induction signal (9). We identified (9) in Hep3B nuclear\n‘extracts hypoxia-inducible factor 1 (HIF-1). a DNA binding\n‘The publication costs of his article were defrayed part by pare charge\npayment Thisaricle must therefore be hereby marked \"ederttement”\nIm acordance sh IN US.C. 1179 solely to indicate ti fact.\n\n \n\n \n\n  \n\n  \n\n \n\n804\n\n, Denarinens of Pediat an Mein. The Jobas Hopkins University Schoo of Medicine, Bakinore. MD 21205,\n\nactivity induced by hypoxia that binds specifically to the\nenhancer site 1 sequence but not to @ mutant sequence\ncontaining a 3-nt substitution that eliminated enhancer func-\ntion in transient expression assays. The HIF-1 binding site,\nas established by transient expression and electrophoret\n‘mobility-shift assays (EMSAs) (9) is completely conserved\nin the enhancer of the mouse EPO gene (10). Treatment of\nHep3B cells with cycloheximide inhibited the hypoxic induc-\ntion of both EPO RNA (7) and HIF-1 DNA binding acuvity\n(9), These results provided further evidence for the impor-\n{ance of HIF-1 in EPO gene transcriptional activation by\nhypoxia and suggested that induction of HIF-1 activity\n‘quires de novo protein synthesis,\n\n‘A growing number of other mammalian genes have been\nFeported whose expression is induced by hypoxia (11-1).\n‘The molecular basis for induction has not been established\nfor any of these genes, although induction of vascular endo-\nthelial growth factor RNA is inhibited by cycloheximide (4).\nTo determine whether HIF-1 plays a general role in the\nhypoxic activation of gene transcription, we have analyzed\n‘mammalian cell lines in which the EPO gene is nat expressed.\nHIF-1 was induced by hypoxia in all cell lines tested,\nincluding human 293 embryonic kidney and HeLa cervical\ncarcinoma cells, mouse Lik fibroblasts, and C:Cy skeletal\n‘myoblasts, Ratl fibroblasts, and Chinese hamster ovary\n(CHO) cells. The physiological relevance of HIF-1 induction\n\\was supported by our demonstration that the hypoxia-\ninducible enhancer was functional in CHO and 293 cals,\nWhereas the 3-nt mutation that eliminated HIF-1 binding\nrendered the enhancer noninducible. These results implicate\nHIF-1in the transcriptional regulation of gene expression by\nhypoxia in a variety of mammalian cell types.\n\n \n\n \n\n \n\n \n\n  \n\n \n\nMATERIALS AND METHODS\n\nCelt Culture and Nuclear Extract Preparation, Hep3B and\nHeLa cells were maintained in minimal essential medium\nwith Earls salts, 1 mM sodium pyruvate, 2 mM L-glutamine,\n‘and 1 mM nonessential amino acids. 293, Ratl, C3Ciz, and\nLLtk- cells were maintained in Dulbecco's modified Eagle's\nmedium, CHO cells were grown in a-modified minimum\nessential medium. Media were supplemented with 10% (vol/\nvol) heat-inactivated fetal calf serum, $0 x 10-) unit of\nPenicillin per ml. and $0 yg of streptomycin per ml (all\nPurchased from GIBCO). Hypoxia was induced by placing\nells ina modular incubator chamber flushed with 196 0/39\nCOz/balance Ns for 4 h at 37°C. When used, cycloheximide\n(Sigma) was added to a final concentration of 100 4M,\nstarting 2 h prior to hypoxia treatment. For heat shock\n‘reatment, cells were incubated for 1h at42.5°C ina standard\n\n  \n\n‘Abbreviations: CAT. chloramphenicol acetylransferase: EPO.\n‘enthropoietin: HIF, hypontacindusible facor I: SV, simian\news 40; EMSA, electrophoreticmabiity-shift asay,\n\n“To whom reprint requests shouldbe addressed at: CMSC-1004, The\nJobas Hopkins Hospital 60 North Wole Suet,\n\n \n\f",
    "augmented_texts": [
        "Proc. Natl, Acad. Sci, USA Yo 30. 0 304 - si08, May 199 General involvement of hypoxia - inducible factor 1 in transcriptional response to hypoxia GUANG L. WANG AND Grego L. SeMENZA * Cente fr Mesa Ge Communicated by Vicor A. MeKutick, February 11. 1993 ABSTRACT Transcription of the human erythropoietin (EPO) gene is activated in Hep3B cells exposed to hypoxia. Hyporia - inducible factor 1 (HIF - 1) is « nuclear factor whose DNA binding activity (induced by hyponla in Hep3B cells, and HIF - 1 binds at a stein the EPO gene enhancer that Is required {or hypoxic activation of transcription. In this paper, we demonstrate that HIF - 1 DNA binding activity lsalso induced by ‘ hyponia ina sort of mammalian cell lines in which the EPO iene is not transcribed. The composition of the HIF - 1 DNA binding complex and its bolated DNA binding subunit and the ‘ mechanism of HIF - {activation appear tobe similar or Identical in EPO - producing and noa - EPO - producing cells. Transcrip - tion of reporter genes containing the EPO gene enhancer is induced by hypoxia in non - EPO - producing prison cell and mutations {hat eliminate HIF - 1 binding eliminate inducibility, These results provide evidence that HIF - I and lis recognition se - quence are common components of a general mammalian cellular response to hypoxia. Cells sense and respond to extracellular and intracellular ‘ stimuli (© maintain homeostasis. and hypoxia is one of the ‘ most fundamental of all environmental stimuli A major physiologic mechanism by which mammals respond to tissue hypoxia is through stimulation of erythropoiesis resulting in fan increased blood Oy - carrying capacity. Erythropoietin (EPO) s the primary humoral regulator of mammalian eryth - Topoiesis. EPO RNA levels increase several hundredfold in ‘ rodent liver and kidney in response to hypoxia or anemia (for review. see refs. 1 and 2 ), Human EPO RNA levels show ‘ similar increases in transgenic mouse liver and kidney (3 - 6 ). Hypoxia also induces EPO RNA transcription in Hep3B ‘ human hepatoblastoma cells (7 ), demonstrating thatthe same cell type can sense hypoxia and respond by increasing EPO RNA levels. The production of EPO and subsequent increase in erythropoiesis thus provide a major homeostatic mecha nism for maintaining tissue oxygenation. ‘ A major research objective in our laboratory has been to identify the cis - acting DNA sequences and trans - acting pro - {cin factors that regulate hypoxia - inducible human EPO gene expression. Liver - specific DNase - hypersensitive sites have been identified in the human EPO gene 3 ' - flanking sequence (8 ). In addition. a 256 - nt fragment that encompasses the hypersensitive sites functioned as a hypoxia - indueible en - hhancer when cloned 3 toa simian virus 40 (SV40) promoter chloramphenicol acetyltransferase (CAT) reporter gene and transiently expressed in Hep3B cells (8 ). Deletion and scan - ‘ ing - mutagenesis studies further delimited the enhancer 10. 8 S0 - nt sequence that was functionally tripartite: site L (t 412) and site 2 (nt 19 - 23) were absolutely required for hypoxic induction. whereas site 3 (nt 26 - 48 ), a putative thyroid / teroid hormone receptor binding situation. functioned to amplify the induction signal (9 ). We identified (9) in Hep3B nuclear ‘ extracts hypoxia - inducible factor 1 (HIF - 1 ). a DNA binding ‘ The publication costs of his article were defrayed part by pare charge payment Thisaricle must therefore be hereby marked \" ederttement ” Im acordance sh IN US. C. 1179 solely to indicate ti fact. 804, Denarinens of Pediat an Mein. The Jobas Hopkins University Schoo of Medicine, Bakinore. MD 21205, activity induced by hypoxia that binds specifically to the enhancer site 1 sequence but not to @ mutant sequence containing a 3 - nt substitution that eliminated enhancer func - tion in transient expression assays. The HIF - 1 binding site, as established by transient expression and electrophoret ‘ mobility - shift assays (EMSAs) (9) is completely conserved in the enhancer of the mouse EPO gene (10 ). Treatment of Hep3B cells with cycloheximide inhibited the hypoxic induc - tion of both EPO RNA (7) and HIF - 1 DNA binding acuvity (9 ), These results provided further evidence for the impor - {ance of HIF - 1 in EPO gene transcriptional activation by hypoxia and suggested that induction of HIF - 1 activity ‘ quires de novo protein synthesis, ‘ A growing number of other mammalian genes have been Feported whose expression is induced by hypoxia (11 - 1 ). ‘ The molecular basis for induction has not been established for any of these genes, although induction of vascular endo - thelial growth factor RNA is inhibited by cycloheximide (4 ). To determine whether HIF - 1 plays a general role in the hypoxic activation of gene arranging, we have analyzed ‘ mammalian cell lines in which the EPO gene is nat expressed. HIF - 1 was induced by hypoxia in all cellular phone lines tested, including human 293 embryonic kidney and HeLa cervical carcinoma cells, mouse Lik fibroblasts, and C: Cy skeletal ‘ myoblasts, Ratl fibroblasts, and Chinese hamster ovary (CHO) cells. The physiological relevance of HIF - 1 induction \\ was supported by our demonstration that the hypoxia - inducible enhancer was functional in CHO and 293 cals, Whereas the 3 - nt mutation that eliminated HIF - 1 binding rendered the enhancer noninducible. These results implicate HIF - 1in the transcriptional regulation of gene expression by hypoxia in a variety of mammalian cell types. MATERIALS AND METHODS Celt Culture and Nuclear Extract Preparation, Hep3B and HeLa cells were maintained in minimal essential medium with Earls salts, 1 mM sodium pyruvate, 2 mM L - glutamine, ‘ and 1 mM nonessential amino acids. 293, Ratl, C3Ciz, and LLtk - cells were maintained in Dulbecco ' s modified Eagle ' s medium, CHO cells were grown in a - modified minimum essential medium. Media were supplemented with 10% (vol / vol) heat - inactivated fetal calf serum, $ 0 x 10 -) unit of Penicillin per ml. and $ 0 yg of streptomycin per ml (all Purchased from GIBCO ). Hypoxia was induced by placing ells ina modular incubator chamber flushed with 196 0 / 39 COz / balance Ns for 4 h at 37 ° C. When used, cycloheximide (Sigma) was added to a final concentration of 100 4M, starting 2 h prior to hypoxia treatment. For heat shock ‘ reatment, cells were incubated for 1h at42. 5 ° C ina standard ‘ Abbreviations: CAT. chloramphenicol acetylransferase: EPO. ‘ enthropoietin: HIF, hypontacindusible facor I: SV, simian ews 40; EMSA, electrophoreticmabiity - shift asay, “ To whom reprint requests shouldbe addressed at: CMSC - 1004, The Jobas Hopkins Hospital 60 North Wole Suet,",
        "Proc. Natl, Acad. Sci, USA Yo 30. 0 304 - si08, May 199 General involvement of hypoxia - inducible factor 1 in transcriptional response to hypoxia GUANG L. WANG AND Grego L. SeMENZA * Cente fr Mesa Ge Communicated by Vicor A. MeKutick, February 11. 1993 ABSTRACT Transcription of the human erythropoietin (EPO) gene is activated in Hep3B cells exposed to hypoxia. Hyporia - inducible factor 1 (HIF - 1) is « nuclear factor whose DNA binding activity (induced by hyponla in Hep3B cells, and HIF - 1 binds at a stein the EPO gene enhancer that Is required {or hypoxic activation of transcription. In this paper, we demonstrate that HIF - 1 DNA binding activity lsalso induced by ‘ hyponia ina variety of mammalian cell lines in which the EPO iene is not transcribed. The composition of the HIF - 1 DNA binding complex and its bolated DNA binding subunit and the ‘ mechanism of HIF - {activation appear tobe similar or Identical in EPO - producing and noa - EPO - producing cells. Transcrip - tion of reporter genes containing the EPO gene enhancer is induced by hypoxia in non - EPO - producing cells and mutations {hat eliminate HIF - 1 binding eliminate inducibility, These results provide evidence that HIF - I and lis recognition se - quence are common components of a general mammalian cellular response to hypoxia. Cells sense and respond to extracellular and intracellular ‘ stimuli (© maintain homeostasis. and hypoxia is one of the ‘ most fundamental of all environmental stimuli A major physiologic mechanism by which mammals respond to tissue hypoxia is through stimulation of erythropoiesis resulting in fan increased blood Oy - carrying capacity. Erythropoietin (EPO) s the primary humoral regulator of mammalian eryth - Topoiesis. EPO RNA levels increase several hundredfold in ‘ rodent liver and kidney in response to hypoxia or anemia (for review. see refs. 1 and 2 ), Human EPO RNA levels show ‘ similar increases in transgenic mouse liver and kidney (3 - 6 ). Hypoxia also induces EPO RNA transcription in Hep3B ‘ human hepatoblastoma cells (7 ), demonstrating thatthe like cell type can sense hypoxia and respond by increasing EPO RNA levels. The production of EPO and subsequent increase in erythropoiesis thus provide a major homeostatic mecha nism for maintaining tissue oxygenation. ‘ A major research objective in our laboratory has been to identify the cis - acting DNA sequences and trans - acting pro - {cin factors that regulate hypoxia - inducible human EPO gene expression. Liver - specific DNase - hypersensitive sites have been identified in the human EPO gene 3 ' - flanking sequence (8 ). In addition. a 256 - nt fragment that encompasses the hypersensitive sites functioned as a hypoxia - indueible en - hhancer when cloned 3 toa simian virus 40 (SV40) promoter chloramphenicol acetyltransferase (CAT) reporter gene and transiently expressed in Hep3B cells (8 ). Deletion and scan - ‘ ing - mutagenesis studies further define the enhancer 10. 8 S0 - nt sequence that was functionally tripartite: site L (t 412) and site 2 (nt 19 - 23) were absolutely required for hypoxic induction. whereas site 3 (nt 26 - 48 ), a putative thyroid / teroid hormone receptor binding site. functioned to amplify the induction signal (9 ). We identified (9) in Hep3B nuclear ‘ extracts hypoxia - inducible factor 1 (HIF - 1 ). a DNA binding ‘ The publication costs of his article were defrayed part by pare charge payment Thisaricle must therefore be hereby marked \" ederttement ” Im acordance sh IN US. C. 1179 solely to indicate ti fact. 804, Denarinens of Pediat an Mein. The Jobas Hopkins University Schoo of Medicine, Bakinore. MD 21205, activity induced by hypoxia that binds specifically to the enhancer site 1 sequence but not to @ mutant chronological sequence stop a 3 - nt substitution that eliminated enhancer func - tion in transient expression assays. The HIF - 1 binding site, as established by transient expression and electrophoret ‘ mobility - shift assays (EMSAs) (9) is completely conserved in the enhancer of the mouse EPO gene (10 ). Treatment of Hep3B cells with cycloheximide inhibited the hypoxic induc - tion of both EPO RNA (7) and HIF - 1 DNA binding acuvity (9 ), These results provided further evidence for the impor - {ance of HIF - 1 in EPO gene transcriptional activation by hypoxia and suggested that induction of HIF - 1 activity ‘ quires de novo protein synthesis, ‘ A growing number of other mammalian genes have been Feported whose expression is induced by hypoxia (11 - 1 ). ‘ The molecular basis for induction has not been established for any of these genes, although induction of vascular endo - thelial growth factor RNA is inhibited by cycloheximide (4 ). To determine whether HIF - 1 plays a general role in the hypoxic activation of gene transcription, we have analyzed ‘ mammalian cell lines in which the EPO gene is nat expressed. HIF - 1 was induced by hypoxia in all cell lines tested, including human 293 embryonic kidney and HeLa cervical carcinoma cells, mouse Lik fibroblasts, and C: Cy skeletal ‘ myoblasts, Ratl fibroblasts, and Chinese hamster ovary (CHO) cells. The physiological relevance of HIF - 1 induction \\ was supported by our demonstration that the hypoxia - inducible enhancer was functional in CHO and 293 cals, Whereas the 3 - nt mutation that eliminated HIF - 1 ski binding rendered the enhancer noninducible. These results implicate HIF - 1in the transcriptional regulation of gene expression by hypoxia in a variety of mammalian cell types. MATERIALS AND METHODS Celt Culture and Nuclear Extract Preparation, Hep3B and HeLa cells were maintained in minimal essential medium with Earls salts, 1 mM sodium pyruvate, 2 mM L - glutamine, ‘ and 1 mM nonessential amino acids. 293, Ratl, C3Ciz, and LLtk - cells were maintained in Dulbecco ' s modified Eagle ' s metier, CHO cells were grown in a - modified minimum essential medium. Media were supplemented with 10% (vol / vol) heat - inactivated fetal calf serum, $ 0 x 10 -) unit of Penicillin per ml. and $ 0 yg of streptomycin per ml (all Purchased from GIBCO ). Hypoxia was induced by placing ells ina modular incubator chamber flushed with 196 0 / 39 COz / balance Ns for 4 h at 37 ° C. When used, cycloheximide (Sigma) was added to a final concentration of 100 4M, starting 2 h prior to hypoxia treatment. For heat shock ‘ reatment, cells were incubated for 1h at42. 5 ° C ina standard ‘ Abbreviation: CAT. chloramphenicol acetylransferase: EPO. ‘ enthropoietin: HIF, hypontacindusible facor I: SV, simian ews 40; EMSA, electrophoreticmabiity - shift asay, “ To whom reprint requests shouldbe addressed at: CMSC - 1004, The Jobas Hopkins Hospital 60 North Wole Suet,"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "The human erythropoietin(EPO) gene is activated in Hep3B cells exposed to hypoxia. HIF-1 DNA binding activity is also induced by hyponia in a variety of mammalian cell lines. The production of EPO provides a major homeostatic mechanism for maintaining tissue oxygenation."
}