{
    "filename": "50336789-6790.jpg",
    "metadata": {},
    "text": "  \n\n \n\n      \n\n@ TERHORST, Cornelis P. Associate Professor 3/18/44\nUniversity of Utrecht BSc. 1965 Biology\nUniversity of Utrecht MSc. 1968 Biology\nUniversity of Leiden PhD. 1973 Biochemistry and\n\nMolcculat Biology\nPositions Held:\n\n1982- Associate Professor of Pathology, Harvard Medical School, Dana-Farber Cancer\nInstitute, Boston, MA.\n\n1982- ‘Chief, Laboratory of Molecular Immunology, Dana-Farber Cancer Institute\n\n1978-1982 Assistant Professor of Pathology, Harvard Medical Schoot\n\n1978-1982, ‘Member, Division of Tumor Immunology, Dana-Farber Cancer Institute\n\n1977 ‘Visiting Rescarch Fellow, European Molecular Biology Laboratory, Heidelberg,\nGerman\n\n1974-1977 Research Fellow in Biochemistry and Molecular Biology, Harvard University\n\n1973-1974 Research Officer 1A, Laboratory of Physiological Chemistry, University of Leiden,\nThe Netherlands\n\n1970 ‘Visiting Research Fellow, Max Planck Institute for Molecular Genetics, W. Berlin,\nGermany\n\n1968-1973 Research Officer, University of Leiden, Laboratory of Physiological Chemistry, The\n\ne@ Netherlands\nAwards and Honors:\n\n1974-1976 ‘Long term fellowship from the European Molecular Biology Organization\n1977 ‘Short term fellowship from the European Molecular Biology Organization\n1981-1986 ‘Scholar of the Leukemia Society of America\nCommittee Assignments:\n1987-present Program and Admissions Committee, Division of Medical Sciences, Harvard\nniversity\n1987-present Grant Review Subcommittee, Leukemia Society of America\n1987 ‘Chairman, FASEB Summer Research Conference on Lymphocytes and Antibodies\n1986 US. ~~ Japan Sci Exchange, National Cancer Institute\nEditorial Duti\n1982-1987 Journal of Immunology\n1986-present Immunology Leters\n1987-present Journ! of Celular Immunology\n1987-present Journal of the National Cancer Institute\n\nSelected Publications (from a total of 143)\n1. Snow, P, and Tethorst, C. The TS antigen is & multimeric complex of two distinct subunits on human thymocytes,\nut conti of homonlimerc fms on peripheral tod ymphoctes. J Biol Chem. 1983; 258146754684\nSnow, P, Coligan, , and Terhorst, C. Analysis of the Structure of the Human T cell surface antigen TS by limited\nproteolysis and chemical cleavage. J Biol Chem. 1985, 260:2700-2708,\nvan de Rijn, M, Bernabeu, C, Royer-Pokora, B, Seidman, J, de Vries, J, and Terhorst, C. Recognition of HLA-A2\nty ototoxic T-lymphooyes after DNA transfer into human and murine el Science 1984; 226:1083-1085,\nvan den Elsen, P, Shepley, BA, Borst, J, Coligan, J, Markham, AF, Orkin, S, and Terhorst, C. Isolation of DNA.\nclones encoding the 20K 73 glycoprotein of human’T-cell receptor complex. Nature 1984; 312:413-418,\nPessano, S, Octigen, H, Bhan, A, and Terhorst, C. The T3T cell receptor complex: antigenic distinction between\nthe two 20-kD T3 (138 and 73-e) subunits. EMBO Journal 1985; 4: 337-344,\nSnow, P, van de Rijn, M, and Terharst, C. Association between the human T cell differentiation antigens 6 and\n‘TS. Eur J Immunol 1985; 15:529-532.\n7. Borst, J, Coligan, JE, Octigen, HC, Pessano, S, Malin, R, and Terhorst, ©. The 8- and e- chains of the human.\n‘T3/T-celt receptor complex ate distinct polypeptides. Nature 1984; 312:455-462,\n\n   \n\n   \n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "@ TERHORST, Cornelis P. Associate Professor 3 / 18 / 44 University of Utrecht BSc. 1965 Biology University of Utrecht MSc. 1968 Biological science University of Leiden PhD. 1973 Biochemistry and Molcculat Biology Positions Held: 1982 - Associate Professor of Pathology, Harvard Medical School, Dana - Farber Cancer Institute, Boston, MA. 1982 - ‘ Chief, Laboratory of Molecular Immunology, Dana - Farber Cancer Institute 1978 - 1982 Assistant Professor of Pathology, Harvard Medical Schoot 1978 - 1982, ‘ Member, Division of Tumor Immunology, Dana - Farber Cancer Institute 1977 ‘ Visiting Rescarch Fellow, European Molecular Biology Laboratory, Heidelberg, German 1974 - 1977 Research Fellow in Biochemistry and Molecular Biology, Harvard University 1973 - 1974 Research Officer 1A, Laboratory of Physiological Chemistry, University of Leiden, The Netherlands 1970 ‘ Visiting Research Fellow, Max Planck Institute for Molecular Genetics, W. Berlin, Germany 1968 - 1973 Research Officer, University of Leiden, Lab of Physiological Chemistry, The e @ Netherlands Awards and Honors: 1974 - 1976 ‘ Long term society from the European Molecular Biology Organization 1977 ‘ Short term fellowship from the European Molecular Biology Organization 1981 - 1986 ‘ Scholar of the Leukemia Society of America Committee Assignments: 1987 - present Program and Admissions Committee, Division of Medical Sciences, Harvard niversity 1987 - present Grant Review Subcommittee, Leukemia Society of America 1987 ‘ Chairman, FASEB Summer Research Conference on Lymphocytes and Antibodies 1986 US. ~ ~ Japan Sci Exchange, National Cancer Institute Editorial Duti 1982 - 1987 Journal of Immunology 1986 - present Immunology Leters 1987 - present Journ! of Celular Immunology 1987 - present Journal of the National Cancer Institute Selected Publications (from a total of 143) 1. Snow, P, and Tethorst, C. The TS antigen is & multimeric complex of two distinct subunits on human thymocytes, ut conti of homonlimerc fms on peripheral tod ymphoctes. J Biol Chem. 1983; 258146754684 Snow, P, Coligan, , and Terhorst, C. Analysis of the Structure of the Human T cell surface antigen TS by limited proteolysis and chemical cleavage. J Biol Chem. 1985, 260: 2700 - 2708, van de Rijn, M, Bernabeu, C, Royer - Pokora, B, Seidman, J, de Vries, J, and Terhorst, C. Recognition of HLA - A2 ty ototoxic T - lymphooyes after DNA transfer into human and murine el Science 1984; 226: 1083 - 1085, van den Elsen, P, Shepley, BA, Borst, J, Coligan, J, Markham, AF, Orkin, S, and Terhorst, C. Isolation of DNA. clones encoding the 20K 73 glycoprotein of human ’ T - cell receptor complex. Nature 1984; 312: 413 - 418, Pessano, S, Octigen, H, Bhan, A, and Terhorst, C. The T3T cell receptor complex: antigenic distinction between the two 20 - kD T3 (138 and 73 - e) subunits. EMBO Journal 1985; 4: 337 - 344, Snow, P, van de Rijn, M, and Terharst, C. Association between the human T cell differentiation antigens 6 and ‘ TS. Eur J Immunol 1985; 15: 529 - 532. 7. Borst, J, Coligan, JE, Octigen, HC, Pessano, S, Malin, R, and Terhorst, ©. The 8 - and e - chains of the human. ‘ T3 / T - celt receptor complex ate distinct polypeptides. Nature 1984; 312: 455 - 462,",
        "@ TERHORST, Cornelis P. Associate Professor 3 / 18 / 44 University of Utrecht BSc. 1965 Biology University of Utrecht MSc. 1968 Biology University of Leiden PhD. 1973 Biochemistry and Molcculat Biology Positions Held: 1982 - Associate Professor of Pathology, Harvard Medical School, Dana - Farber Cancer Institute, Boston, MA. 1982 - ‘ Chief, Laboratory of Molecular Immunology, Danu - Farber Cancer Institute 1978 - 1982 Assistant Professor of Pathology, Harvard Medical Schoot 1978 - 1982, ‘ Member, Segmentation of Tumor Immunology, Dana - Farber Cancer Institute 1977 ‘ Visiting Rescarch Fellow, European Molecular Biology Laboratory, Heidelberg, German 1974 - 1977 Research Fellow in Biochemistry and Molecular Biology, Harvard University 1973 - 1974 Research Officer 1A, Laboratory of Physiological Chemistry, University of Leiden, The Netherlands 1970 ‘ Visiting Research Fellow, Max Max karl ernst ludwig planck Institute for Molecular Genetics, W. Berlin, Germany 1968 - 1973 Research Officer, University of Leiden, Laboratory of Physiological Chemistry, The e @ Netherlands Awards and Honors: 1974 - 1976 ‘ Long term fellowship from the European Molecular Biology Organization 1977 ‘ Short term fellowship from the European Molecular Biology Organization 1981 - 1986 ‘ Scholar of the Leukemia Society of America Committee Assignments: 1987 - present Program and Admissions Committee, Division of Medical Sciences, Harvard niversity 1987 - present Grant Review Subcommittee, Leukemia Society of America 1987 ‘ Chairman, FASEB Summer Research Conference on Lymphocytes and Antibodies 1986 US. ~ ~ Japan Sci Exchange, National Cancer Institute Editorial Duti 1982 - 1987 Journal of Immunology 1986 - present Immunology Leters 1987 - present Journ! of Celular Immunology 1987 - present Journal of the National Cancer Institute Selected Publications (from a total of 143) 1. Snow, P, and Tethorst, C. The TS antigen is & multimeric complex of ii distinct subunits on human thymocytes, ut conti of homonlimerc fms on peripheral tod ymphoctes. J Biol Chem. 1983; 258146754684 Snow, P, Coligan, , and Terhorst, C. Analysis of the Structure of the Human T cell surface antigen TS by limited proteolysis and chemical cleavage. J Biol Chem. 1985, 260: 2700 - 2708, van de Rijn, M, Bernabeu, C, Royer - Pokora, B, Seidman, J, de Vries, J, and Terhorst, C. Recognition of HLA - A2 ty ototoxic T - lymphooyes after DNA transfer into human and murine el Science 1984; 226: 1083 - 1085, van den Elsen, P, Shepley, BA, Borst, J, Coligan, J, Markham, AF, Orkin, S, and Terhorst, C. Isolation of DNA. clones encoding the 20K 73 glycoprotein of human ’ T - cell receptor complex. Nature 1984; 312: 413 - 418, Pessano, S, Octigen, H, Bhan, A, and Terhorst, C. The T3T cell receptor complex: antigenic distinction between the two twenty - kD T3 (138 and 73 - e) subunits. EMBO Journal 1985; 4: 337 - 344, Snow, P, van de Rijn, M, and Terharst, C. Association between the human T cell differentiation antigens 6 and ‘ TS. Eur J Immunol 1985; 15: 529 - 532. 7. Borst, J, Coligan, JE, Octigen, HC, Pessano, S, Malin, R, and Terhorst, ©. The 8 - and e - chains of the human. ‘ T3 / T - celt receptor complex ate distinct polypeptides. Nature 1984; 312: 455 - 462,"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "University of Utrecht BSc. 1965 Biology. University of Leiden PhD. 1973 Biochemistry andMolcculat Biology, The Netherlands. Harvard Medical School, Dana-Farber Cancer Institute, Boston, MA. European Molecular Biology Laboratory, Heidelberg, Germany. Leukemia Society of America."
}