{
    "filename": "50337517-7518.jpg",
    "metadata": {},
    "text": "   \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFe _ rip edi TOMPROORAN ORECTOR PN. Tics _\nBIOGRAPHICAL SKETCH\n{ve the flowing inormation forthe key personnel and consutonts ised on pape 2 Begins APPENDIX VILL.\nInve! gatorProgram vec. Protocopy ths page lr eaeh person\nNAME — POSITION TITLE BIRTHUAIE (M0, Day. Ye)\nPhilip N. Tsichlis ‘Senior Member 3/22/44\nEDUCATION apis wih Buch ai purng and loge poder Faring)\nINSTITUTION AND LOZATION oecnee | goNfAR.., | FiDOF sty\nUniv. of Athens Med. School, Athens, Greece. 1968, Medicine\nBaylor College of Medicine, Houston, TX 1972-1974 Intemal Medicine\n‘Tufts Univ. School of Medicine, Boston, MA Hemat Fellos 1974-1975 Hematology\nTufts Univ. School of Medicine, Res. Fellow | 1975-1977 | _ Virology-Mol Biology\n\n \n\n \n\n \n\n \n\n‘RESEARCH AND PROFESSIONAL EXPERIE\n\n \n\ning with present position, ist in chronologies! order, previous employment. experience,\n\n‘ang honors. Include present membership on any Federal Government public advisory committee List, in ehtonalogies order, the filles and com\nplete references fo al publications during the past three yeas and to representaive earlier publications pertinent o ths application, DO NOT\n\nEXCEED TWO PAGES.\n\nRESEARCH AND PROFESSIONAL EXPERIENCE\n\nGreek Army, Medical Officer 1968-1970\n\n‘Waltham Hospital, Waltham, Massachusetts, Intem 1971\n\nBaylor College of Medicine, Houston, Texas, Medical Resident 1972-1974\n\n‘Tufis New England Medical Center Hospital, Boston, Massachusetts, 1974-1975\nHematology Clinical Fellow\n\n‘Tufts New England Medical Center Hospital, Boston, Massachusetts, 1975-1977\nHematology Research Fellow\n\n‘Tufts University School of Medicine, Boston, Massachusetts 1977-1978,\nInstructor in Medicine\n\n‘Tufls University Schoo! of Medicine Cancer Research Center, 1978-1980\n\nBoston, Massachusetts, Assistant Professor of Medicine\nLaboratory of Tumor Virus Genetics, National Cancer Institute, 1980-1983,\nBethesda, Maryland, Expert\n\n \n\nFox Chase Cancer Center, Research Physician 1983-1988\nFox Chase Cancer Center, Senior Member 1988-\nHONOR:\n\n‘Scholarship from Institute of National Scholarships - Greece 1964-1968,\nMD. - Summa Cum Laude 1968\nDiplomate of the American Board of Intemal Medicine 1975\nDiplomate of the American Board of Hematology 1976\nScholar of the Leukemia Society of America 1985\nStohlman Award of the Leukemia Society of America 1988\n\nREPRESENTATIVE PUBLICATIONS.\nTsichlis, P.N. and Coffin, J.M.; Recombination between the defective component of an acute leukemia virus\n\nand Rous associated virus-O an endogenous virus of chickens. Proc. Natl. Acad. Sci, U.S.A.\n76:3001-3005, 1979.\n\nTsichlis, P-N. and Coffin, J.M.: Role of the C region in relative growth rates of endogenous and exogenous\navian oncoviruses. Cold Spring Harbor Symposium on Quantitative Biology, Vol. XLIV \"Viral\nOncogenes\" 44:1123-1132, 1979.\n\nRobinson, H.L., Pearson, M.N., DeSimone, D.W., Tsichlis, P.N, and Coffin, J.M.: Subgroup E avian\nTeukosis virus associated disease in chickens. Cold Spring Harbor Symposium on Quantitative Biology,\nVol. XLIV \"Viral Oncogenes” 44:1133-1142, 1979.\n\nTsichlis, P.N. and Coffin, J.M.: Recombinanis between endogenous and exogenous avian tumor viruses:\nRole of the C region and other portions of the genome in the control of replication and transformation.\nJ. Virol. 33:238-249, 1980.\n\nPHS 398 fev 1088)\n“Number pages consecuinely atthe Bottom twoughout he ape\n\n \n\n \n\n=\nion Ob not use sunt such a8 $0 Se\n\n \n\n   \n\nFF\n\f",
    "augmented_texts": [
        "Fe _ rip edi TOMPROORAN ORECTOR PN. Tics _ BIOGRAPHICAL SKETCH {ve the flowing inormation forthe key personnel and consutonts ised on pape 2 Begins APPENDIX VILL. Inve! gatorProgram vec. Protocopy ths page lr eaeh person NAME — POSITION TITLE BIRTHUAIE (M0, Day. Ye) Philip N. Tsichlis ‘ Senior Member 3 / 22 / 44 EDUCATION apis wih Buch ai purng and loge poder Faring) INSTITUTION AND LOZATION oecnee | goNfAR. ., | FiDOF sty Univ. of Athens Med. School, Athens, Greece. 1968, Medicine Baylor College of Medicine, Houston, TX 1972 - 1974 Intemal Medicine ‘ Tufts Univ. School of Medicine, Boston, MA Hemat Fellos 1974 - 1975 Hematology Tufts Univ. School of Medicine, Res. Fellow | 1975 - 1977 | _ Virology - Mol Biology ‘ RESEARCH AND PROFESSIONAL EXPERIE ing with present position, ist in chronologies! order, previous employment. experience, ‘ ang honors. Include present membership on any Federal Government public advisory committee List, in ehtonalogies order, the filles and com plete references fo al publications during the past three yeas and to representaive earlier publications pertinent o ths application, DO NOT EXCEED TWO PAGES. RESEARCH AND PROFESSIONAL EXPERIENCE Greek Army, Medical Officer 1968 - 1970 ‘ Waltham Hospital, Waltham, Massachusetts, Intem 1971 Baylor College of Medicine, Houston, Texas, Medical Resident 1972 - 1974 ‘ Tufis New England Checkup Center Hospital, Boston, Massachusetts, 1974 - 1975 Hematology Clinical Fellow ‘ Tufts New England Medical Center Hospital, Boston, Massachusetts, 1975 - 1977 Hematology Research Fellow ‘ Tufts University School of Medicine, Boston, Massachusetts 1977 - 1978, Instructor in Medicine ‘ Tufls University Schoo! of Medicine Cancer Research Center, 1978 - 1980 Boston, Massachusetts, Assistant Professor of Medicine Laboratory of Tumor Virus Genetics, National Cancer Institute, 1980 - 1983, Bethesda, Maryland, Expert Fox Chase Cancer Center, Research Physician 1983 - 1988 Fox Chase Cancer Center, Senior Member 1988 - HONOR: ‘ Scholarship from Institute of National Scholarships - Ellas 1964 - 1968, MD. - Summa Cum Laude 1968 Diplomate of the American Board of Intemal Medicine 1975 Diplomate of the American Board of Hematology 1976 Scholar of the Leukemia Society of America 1985 Stohlman Award of the Leukemia Society of America 1988 REPRESENTATIVE PUBLICATIONS. Tsichlis, P. N. and Coffin, J. M. ; Recombination between the defective ingredient of an acute leukemia virus and Rous associated computer virus - O an endogenous computer virus of chickens. Proc. Natl. Acad. Sci, U. S. A. 76: 3001 - 3005, 1979. Tsichlis, Phosphorus - N. and Coffin, J. M. : Role of the C region in relative growth rates of endogenous and exogenous avian oncoviruses. Cold Spring Harbor Symposium on Quantitative Biology, Vol. XLIV \" Viral Oncogenes \" 44: 1123 - 1132, 1979. Robinson, H. L. , Pearson, M. N. , DeSimone, D. W. , Tsichlis, P. N, and Coffin, J. M. : Subgroup E avian Teukosis virus associated disease in chickens. Cold Spring Harbor Symposium on Quantitative Biology, Vol. XLIV \" Viral Oncogenes ” 44: 1133 - 1142, 1979. Tsichlis, P. N. and Coffin, J. M. : Recombinanis between endogenous and exogenous avian tumor viruses: Role of the C region and other portions of the genome in the control of rejoinder and transformation. J. Virol. 33: 238 - 249, 1980. PHS 398 fev 1088) “ Number pages consecuinely atthe Bottom twoughout he ape = ion Ob not use sunt such a8 $ 0 Se FF",
        "Fe _ rip edi TOMPROORAN ORECTOR PN. Tics _ BIOGRAPHICAL SKETCH {ve the flowing inormation forthe key personnel and consutonts ised on pape 2 Begins APPENDIX VILL. Inve! gatorProgram vec. Protocopy ths page lr eaeh person NAME — POSITION TITLE BIRTHUAIE (M0, Day. Ye) Philip N. Tsichlis ‘ Senior Member 3 / 22 / 44 EDUCATION apis wih Buch ai purng and loge poder Faring) INSTITUTION AND LOZATION oecnee | goNfAR. ., | FiDOF sty Univ. of Athens Med. School, Athens, Greece. 1968, Medicine Baylor College of Medicine, Houston, TX 1972 - 1974 Intemal Medicine ‘ Tufts Univ. School of Medicine, Boston, MA Hemat Fellos 1974 - 1975 Hematology Tufts Univ. School of Medicine, Res. Fellow | 1975 - 1977 | _ Virology - Mol Biology ‘ RESEARCH AND PROFESSIONAL EXPERIE ing with present position, ist in chronologies! order, previous employment. experience, ‘ ang honors. Include present membership on any Federal Government public advisory committee List, in ehtonalogies order, the filles and com plete references fo al publications during the past three yeas and to representaive earlier publications pertinent o ths application, DO NOT EXCEED TWO PAGES. RESEARCH AND PROFESSIONAL EXPERIENCE Greek Army, Medical Officer 1968 - 1970 ‘ Waltham Hospital, Waltham, Massachusetts, Intem 1971 Baylor College of Medicine, Houston, Texas, Medical Resident 1972 - 1974 ‘ Tufis New England Medical Center Hospital, Boston, Massachusetts, 1974 - 1975 Hematology Clinical Fellow ‘ Tufts New England Medical Center Hospital, Boston, Massachusetts, 1975 - 1977 Hematology Research Fellow ‘ Tufts University School of Medicine, Boston, Ma 1977 - 1978, Instructor in Medicine ‘ Tufls University Schoo! of Medicine Cancer Research Center, 1978 - 1980 Boston, Massachusetts, Assistant Professor of Medicine Laboratory of Tumor Virus Genetics, National Cancer Institute, 1980 - 1983, Bethesda, Maryland, Expert Fox Chase Cancer Center, Research Physician 1983 - 1988 Fox Chase Cancer Center, Senior Member 1988 - HONOR: ‘ Scholarship from Institute of National Scholarships - Greece 1964 - 1968, MD. - Summa Cum Laude 1968 Diplomate of the American Board of Intemal Practice of medicine 1975 Diplomate of the American Board of Hematology 1976 Scholar of the Leukemia Society of America 1985 Stohlman Award of the Leukemia Society of America 1988 REPRESENTATIVE PUBLICATIONS. Tsichlis, P. N. and Coffin, J. M. ; Recombination between the defective component of an acute leukemia virus and Rous associated virus - O an endogenous virus of chickens. Proc. Natl. Acad. Sci, U. S. A. 76: 3001 - 3005, 1979. Tsichlis, P - North. and Coffin, J. M. : Role of the C region in relative growth rates of endogenic and exogenous avian oncoviruses. Cold Fountain Harbor Symposium on Quantitative Biology, Vol. XLIV \" Viral Oncogenes \" 44: 1123 - 1132, 1979. Robinson, H. L. , Pearson, M. N. , DeSimone, D. W. , Tsichlis, P. N, and Coffin, J. M. : Subgroup E avian Teukosis virus associated disease in wimp. Cold Spring Harbor Symposium on Quantitative Biology, Vol. XLIV \" Viral Oncogenes ” 44: 1133 - 1142, 1979. Tsichlis, P. N. and Coffin, J. M. : Recombinanis between endogenous and exogenous avian tumor viruses: Role of the C region and other portions of the genome in the control of replication and transformation. J. Virol. 33: 238 - 249, 1980. PHS 398 fev 1088) “ Number pages consecuinely atthe Bottom twoughout he ape = ion Ob not use sunt such a8 $ 0 Se FF"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The applicant must be a member of the Leukemia Society of America. The application must include the applicant’s current position, previous employment experience, and membership on any Federal Government public advisory committee List. Do not use such a suntion as the bottom of this page."
}