{
    "filename": "50342969-2973.jpg",
    "metadata": {},
    "text": "Proc. Neil Acad. Sei, USA\nYok 5, pp. TOs, Febery 186\n\nA complete library of point substitution mutations in the\nglucocorticoid response element of mouse mammary tumor virus\n\n(otigonuclectide-icected mutagenesis/DNA sequence /enbancet)\n\n \n\nCLypE A. HurcHison Ill, STEVEN K.\n\n‘onDEEN\", KENNETH VOGT, AND MARSHALL Hatt EDGELL\n\nDerarnen of scrobolny and Immunology, Cumiculus in Genet, ard Prosar: in Molecular Brgy and Bictechelogy, The Univenity of North\n\nCone, Chapel Hil, NCS\n\n \n\nConmunicered by Rober! Sinsheimer, September 19, 1988\n\nABSTRACT The glucocorticoid response element (GRE)\nof mouse mammary tumor virus QMMTV) was chemically\nsynthesized as two complementary DNA strands bearing co-\n\nbesive termini. During automated synthesis, random mutations\nwere introduced into the DNA by \"doping\" each of the four\n‘nucleoside phosphoramidites (A, G, C, and T) with alow level\nof the other three. These preparations were annealed and\n‘cloned Into an M3 phage vector to produce « library of GRE\n‘mutants. Mutations within the spnthesi2ed region were iden\n\ntified by sequencing phage isolates at random, All of the\nchemically distinct classes of transition and transversion mus\ntations have been observed, Statistical considerations indicate\nthat the library contains al ofthe possible 90 point substitution\n‘mutations within a 30-nucleotide mutagenic target. So far 88 of\nthese substitutions have been isolated, 74 as single mutants. AC\nleast imo of the three possible single mutants at each of the 30\npositions have been identified,\n\n \n\n \n\n \n\n \n\n \n\n \n\nSeveral methods have been developed for introducing de-\nfined changes into DNA molecules of known sequence (for\nreview, se€ ref 1). The most precise of these is dlgonucle-\notide-directed mutagenesis (2), which has been used 10\nsroduce single base substitutions at specific postions in\nDNA sequences as wel as specific insertions and deletions.\nIn fact. the major limitation of the method bas been its high\nGegreeof specificity, because the siratgies used have usvally\nrequired the synthesis of a different mutagenic obgonucleo-\ntide for each desired mutation. In situations where it is\nnecessury to produce many mutations throughout 2 se-\n‘quenced region, oiher methods have been used, such as\nbisulfite mutagenesis 3) andthe linker scanning method (6).\nThe method of enzymatic nucleotide musincorperation (5)\nappears to produce 2 completely random set of substitution\nmutations, Recently, the potential of oligonucleotides 2s\nmutagens has Been expended through the Use of mutagenic\noligonucleotides synthesized to contain mistures of bases at\nSeveral positions within arget sequence (6-9). This allowed\n‘ number of different mutations tobe introduced by using a\nsingle ythetic oligonucleotide preparation\n\nWe present here a general method for producing and\n‘entifying every possible single base substitution mutation\nwithin'a region. As described below, the method requires\nsynthesis of each strand ofthe target sequence only once. To\ntest the feesblty ofthe method, we have produced muta\nsions within the glucoconicoid response element (GRE) of\nrouse mammary tumor virus (MMTV). The GRE resembles\nanenhancer that can stimulate expression of anadjacent gene\nin the presence of ehicoconticoids (10, 11). Like enhancers,\nthis sctvity exhibits some positional and orientational Nex:\nibility 12, 13). The GRE is speciicaly recognized by the\nelucocorticoié hormone receptor in vitro (14, 18), an inter\n\n \n\n \n\n   \n\n \n\n \n\n \n\n‘The publenon cons of his acl wer defrayed in pan by pane chives\npiyment. This ale mus therefore be hereby marked \"ed enement\nréarce vith U-S.C. $1734 solely to indeate sft\n\n \n\n \n\n‘action that is undoubtedly an integral part of the regulatory\nmechanism. Assays of Various deletion mutants (12, 13,\n16-18). combined with results of reseptor-DNA footprint\nexperiments (14,18) indicate that a domain of ~30 nucleo-\nLides (postions 160 to ~190 relative to the start of tran-\nscription; see Fig. 1) contains a strong receptor binding site\nand iseniica for scivity of the element. We therefore expect\nthat combineton of iro and in vivo essays ofthe mutants\nofthis domain that se have isolated will yield insights intothe\nsequence spesifiety of this regulatory’ element and the\nmechanism of steroid-medieted regulation of gene expres:\nsion\n\n‘The method relies on automated synthesis of the target\nsequence in a way that yields @ randomly mutagenized\npreparation. This is schieved by’ slight modification of the\n\"sual synthetic procedure. in which ebains ae bulk stepwise\nfrom the 3 end by the addition of nucleoside phospharami-\nite menomerie units. Before synthesis begins, each of the\nfour monomer reservoirs is “doped” with » small amount of\neach of the other three. Incorporation of a dopant molecule\ninto the synthetic product results in a mutant sequence. Since\nthe contaminating nucleotides are incorporated a1 random,\nthis procedure resultsin «population of moleevles containing\n0.1, 2,3, of more mutations. It is possible to control the\nnumber of mutetions per molecule bY adjusting the compo:\nsitien of the phosphoramidite mixtures.\n‘ier synthesis, the mutagenized sequences are amplified\nby biological cloning to produce @ mutant “library,” a\npopulation containing a large number of single and multiple\nmotants of the onginal sequence, Every viable molecule in\nthe library contains the synthetic sequence because of the\npanicuiar cloning strategy used. Very rapid and convenient\nDNA sequencing procedures make it practical to identdy\nevery possible substitution mutation within the mutegenic\nlarge By simply sequencing random islstes from the library\n\n \n\n \n\n \n\n \n\n   \n\n \n\n  \n\n  \n\n \n\n \n\n \n\n \n\nMATERIALS AND METHODS.\n\nChemical Synthesis of DNA. Synthesis was performed by\nusing an Applied Biosystems model 380A DNA synthesi\nWe used the stendard program cycle supplied with the\nmachine (ABIOO; 7/22/83), which was measured at 18.2\nmin, AN synthetic reagents were also from Applied\nBiosystems (Foster City, CA). Standard operating pro:\ndures were used except for the preparation of the mutzgenie\nnucleoside phosphoramidite mixtures. The contents of O.S-¢\nbottles of each of the four phosphoramidites were dissolved\nin the following amounts of éry acetonitrile injected through\nthe septum to give 0.13 M solutions (A, $.8 ml: G, 6.0 ml:C,\n62 ml; T, 7.0 ml), After the phosphoramidites were com:\n\n   \n\n \n\n‘Abbreviations: GRE, glococoriceid response element; MMTV,\nmouse mammary ror ius.\n\n\"Present address: Deparment of Pathology. University of Colorado\nHealth Sevences Center, Denver, CO 80202\n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "Proc. Neil Acad. Sei, USA Yok 5, pp. TOs, Febery 186 A complete library of point substitution mutations in the glucocorticoid response element of mouse mammary tumor virus (otigonuclectide - icected mutagenesis / DNA sequence / enbancet) CLypE A. HurcHison Ill, STEVEN K. ‘ onDEEN \", KENNETH VOGT, AND MARSHALL Hatt EDGELL Derarnen of scrobolny and Immunology, Cumiculus in Genet, ard Prosar: in Molecular Brgy and Bictechelogy, The Univenity of North Cone, Chapel Hil, NCS Conmunicered by Rober! Sinsheimer, September 19, 1988 ABSTRACT The glucocorticoid response element (GRE) of mouse mammary tumor virus QMMTV) was chemically synthesized as two complementary DNA strands bearing co - besive termini. During automated synthesis, random mutations were introduced into the DNA by \" doping \" each of the four ‘ nucleoside phosphoramidites (A, G, C, and T) with alow level of the other three. These preparations were annealed and ‘ cloned Into an M3 phage vector to produce « library of GRE ‘ mutants. Mutations within the spnthesi2ed realm were iden tified by sequencing phage isolates at random, All of the chemically distinct classes of transition and transversion mus tations have been observed, Statistical considerations indicate that the library contains al ofthe possible 90 point substitution ‘ mutations within a 30 - nucleotide mutagenic target. So far 88 of these substitutions have been isolated, 74 as single mutants. AC least imo of the three possible single mutants at each of the 30 positions have been identified, Several methods have been developed for introducing de - fined changes into DNA molecules of known sequence (for review, se € ref 1 ). The most precise of these is dlgonucle - otide - directed mutagenesis (2 ), which has been used 10 sroduce single base substitutions at specific postions in DNA sequences as wel as specific insertions and deletions. In fact. the major limitation of the method bas been its high Gegreeof specificity, because the siratgies used have usvally required the synthesis of a different mutagenic obgonucleo - tide for each desired mutation. In situations where it is necessury to produce many mutations throughout 2 se - ‘ quenced region, oiher methods have been used, such as bisulfite mutagenesis 3) andthe linker scanning method (6 ). The method of enzymatic nucleotide musincorperation (5) appears to produce 2 completely random set of substitution mutations, Recently, the potential of oligonucleotides 2s mutagens has Been expended through the Use of mutagenic oligonucleotides synthesized to contain mistures of bases at Several positions within arget sequence (6 - 9 ). This allowed ‘ number of different mutations tobe introduced by using a single ythetic oligonucleotide preparation We present here a general method for develop and ‘ entifying every possible single base substitution mutation within ' a region. As described below, the method requires synthesis of each strand ofthe target sequence only once. To test the feesblty ofthe method, we have produced muta sions within the glucoconicoid response element (GRE) of rouse mammary tumor virus (MMTV ). The GRE resembles anenhancer that potty stimulate expression of anadjacent gene in the presence of ehicoconticoids (10, 11 ). Like enhancers, this sctvity exhibits some positional and orientational Nex: ibility 12, 13 ). The GRE is speciicaly recognized by the elucocorticoié hormone receptor in vitro (14, 18 ), an inter ‘ The publenon cons of his acl wer defrayed in pan by pane chives piyment. This ale mus therefore be hereby marked \" ed enement réarce vith U - S. C. $ 1734 solely to indeate sft ‘ action that is undoubtedly an integral part of the regulatory mechanism. Assays of Various deletion mutants (12, 13, 16 - 18 ). combined with results of reseptor - DNA footprint experiments (14, 18) indicate that a domain of ~ 30 nucleo - Lides (postions 160 to ~ 190 relative to the start of tran - scription; see Fig. 1) contains a strong receptor binding site and iseniica for scivity of the element. We therefore expect that combineton of iro and in vivo essays ofthe mutants ofthis domain that se have isolated will yield insights intothe succession spesifiety of this regulatory ’ element and the mechanism of steroid - medieted regulation of gene expres: sion ‘ The method relies on automated synthesis of the target sequence in a way that yields @ randomly mutagenized preparation. This is schieved by ’ slight modification of the \" sual synthetic procedure. in which ebains ae bulk stepwise from the 3 end by the addition of nucleoside phospharami - ite menomerie units. Before synthesis begins, each of the four monomer reservoirs is “ doped ” with » small amount of each of the other three. Incorporation of a dopant molecule into the synthetic product results in a mutant sequence. Since the contaminating nucleotides are incorporated a1 random, this procedure resultsin « population of moleevles containing 0. 1, 2, 3, of more mutations. It is possible to control the number of mutetions per molecule bY adjusting the compo: sitien of the phosphoramidite mixtures. ‘ ier synthesis, the mutagenized sequences are amplified by biological cloning to produce @ mutant “ library, ” a population containing a large number of single and multiple motants of the onginal sequence, Every viable molecule in the library contains the synthetic sequence because of the panicuiar cloning strategy used. Very rapid and convenient DNA sequencing procedures make it practical to identdy every possible substitution mutation within the mutegenic large By simply sequencing random islstes from the library MATERIALS AND METHODS. Chemical Synthesis of DNA. Synthesis was performed by using an Applied Biosystems model 380A DNA synthesi We used the stendard program cycle supplied with the machine (ABIOO; 7 / 22 / 83 ), which was measured at 18. 2 min, AN celluloid reagents were also from Applied Biosystems (Foster City, CA ). Standard operating pro: dures were used except for the preparation of the mutzgenie nucleoside phosphoramidite mixtures. The contents of O. S - ¢ bottles of each of the four phosphoramidites were dissolved in the following amounts of éry acetonitrile injected through the septum to give 0. 13 M solutions (A, $. 8 ml: G, 6. 0 ml: C, 62 ml; T, 7. 0 ml ), After the phosphoramidites were com: ‘ Abbreviations: GRE, glococoriceid response element; MMTV, mouse mammary ror ius. \" Present address: Deparment of Pathology. University of Colorado Health Sevences Center, Denver, CO 80202",
        "Proc. Neil Acad. Sei, USA Yok 5, pp. TOs, Febery 186 A complete library of point substitution mutations in the glucocorticoid response element of mouse mammary tumor virus (otigonuclectide - icected mutagenesis / DNA sequence / enbancet) CLypE A. HurcHison Ill, STEVEN K. ‘ onDEEN \", KENNETH VOGT, AND MARSHALL Hatt EDGELL Derarnen of scrobolny and Immunology, Cumiculus in Genet, ard Prosar: in Molecular Brgy and Bictechelogy, The Univenity of North Cone, Chapel Hil, NCS Conmunicered by Rober! Sinsheimer, September 19, 1988 ABSTRACT The glucocorticoid response element (GRE) of mouse mammary tumor virus QMMTV) was chemically synthesized as two complementary DNA strands bearing co - besive termini. During automated synthesis, random mutations were introduced into the DNA by \" doping \" each of the four ‘ nucleoside phosphoramidites (A, G, C, and T) with alow level of the other three. These preparations were annealed and ‘ cloned Into an M3 phage vector to produce « library of GRE ‘ mutants. Mutations within the spnthesi2ed region were iden tified by sequencing phage isolates at random, All of the chemically distinct classes of transition and transversion mus tations have been respect, Statistical considerations indicate that the library contains al ofthe possible 90 point substitution ‘ mutations within a 30 - nucleotide mutagenic target. So far 88 of these substitutions have been isolated, 74 as single mutants. AC least imo of the three possible single mutants at each of the 30 positions have been identified, Several methods have been developed for introducing de - fined changes into DNA molecules of known sequence (for review, se € ref 1 ). The most precise of these is dlgonucle - otide - directed mutagenesis (2 ), which has been used 10 sroduce single base substitutions at specific postions in DNA sequences as wel as specific insertions and deletions. In fact. the major limitation of the method bas been its high Gegreeof specificity, because the siratgies used have usvally required the synthesis of a different mutagenic obgonucleo - tide for each desired mutation. In situations where it is necessury to produce many mutations throughout 2 se - ‘ quenced region, oiher methods have been used, such as bisulfite mutagenesis 3) andthe linker scanning method (6 ). The method of enzymatic nucleotide musincorperation (5) appears to produce 2 completely random set of substitution mutations, Recently, the potential of oligonucleotides 2s mutagens has Been expended through the Use of mutagenic oligonucleotides synthesized to contain mistures of bases at Several positions within arget sequence (6 - 9 ). This allowed ‘ number of different mutations tobe introduced by using a single ythetic oligonucleotide preparation We present here a general method for producing and ‘ entifying every possible single base substitution mutation within ' a region. As described below, the method acting requires synthesis of each strand ofthe target sequence only once. To test the feesblty ofthe method acting, we have produced muta sions within the glucoconicoid response element (GRE) of rouse mammary tumor virus (MMTV ). The GRE resembles anenhancer that can stimulate expression of anadjacent gene in the presence of ehicoconticoids (10, 11 ). Like enhancers, this sctvity exhibits some positional and orientational Nex: ibility 12, 13 ). The GRE is speciicaly recognized by the elucocorticoié hormone receptor in vitro (14, 18 ), an inter ‘ The publenon cons of his acl wer defrayed in pan by pane chives piyment. This ale mus therefore be hereby marked \" ed enement réarce vith U - S. C. $ 1734 solely to indeate sft ‘ activeness that is undoubtedly an integral part of the regulatory mechanism. Assays of Various deletion mutants (12, 13, 16 - 18 ). combined with results of reseptor - DNA footprint experiments (14, 18) indicate that a domain of ~ 30 nucleo - Lides (postions 160 to ~ 190 relative to the start of tran - scription; see Fig. 1) contains a strong receptor binding site and iseniica for scivity of the element. We therefore expect that combineton of iro and in vivo essays ofthe mutants ofthis domain that se have isolated will yield insights intothe sequence spesifiety of this regulatory ’ element and the mechanics of steroid - medieted regulation of gene expres: sion ‘ The method relies on automated synthesis of the target sequence in a way that yields @ randomly mutagenized preparation. This is schieved by ’ slight modification of the \" sual synthetic procedure. in which ebains ae bulk stepwise from the 3 end by the addition of nucleoside phospharami - ite menomerie units. Before synthesis begins, each of the four monomer reservoirs is “ doped ” with » small amount of each of the other three. Incorporation of a dopant molecule into the synthetic product results in a mutant sequence. Since the contaminating nucleotides are incorporated a1 random, this procedure resultsin « population of moleevles containing 0. 1, 2, 3, of more mutations. It is possible to control the number of mutetions per molecule bY adjusting the compo: sitien of the phosphoramidite mixtures. ‘ ier synthesis, the mutagenized sequences are amplified by biological cloning to produce @ mutant “ library, ” a population containing a large number of single and multiple motants of the onginal sequence, Every viable molecule in the library contains the synthetic sequence because of the panicuiar cloning strategy used. Very rapid and convenient DNA sequencing procedures make it practical to identdy every possible substitution mutation within the mutegenic large By simply sequencing random islstes from the library MATERIALS AND METHODS. Chemical Synthesis of DNA. Synthesis was performed by using an Applied Biosystems model 380A DNA synthesi We used the stendard program cycle supplied with the machine (ABIOO; 7 / 22 / 83 ), which was measured at 18. 2 min, AN synthetic reagents were also from Applied Biosystems (Foster City, CA ). Standard operating pro: dures were used except for the grooming of the mutzgenie nucleoside phosphoramidite mixtures. The contents of O. S - ¢ bottles of each of the four phosphoramidites were dissolved in the following amounts of éry acetonitrile injected through the septum to give 0. 13 M solutions (A, $. 8 ml: G, sextuplet. 0 ml: C, 62 ml; T, 7. 0 ml ), After the phosphoramidites were com: ‘ Abbreviations: GRE, glococoriceid response element; MMTV, mouse mammary ror ius. \" Present address: Deparment of Pathology. University of Colorado Health Sevences Center, Denver, CO 80202"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "The library contains al ofthe possible 90 point substitution mutations within a 30-nucleotide mutagenic target. So far 88 of these substitutions have been isolated, 74 as single mutants. The method requires the synthesis of a different mutagic obgonucleo-partisan for each desired mutation."
}