{
    "filename": "50348479-8480.jpg",
    "metadata": {},
    "text": " \n\nHARRISON, David E. Senior Staff Scientist 06/26/42\n\n \n\nBates College, Lewiston, ME B.S. 1964 Chemistry\nStanford University, Stanford, CA Ph.D. 1969 Inorganic Chemisty\n‘The Jackson Laboratory Postdoctoral 1969-70\n1970-1973 Associate Staff Scientist; The Jackson Laboratory\n\n1973-1981 Staff Scientist; The Jackson Laboratory\n1981-Present Senior Staff Scientist; The Jackson Laboratory\n\nPUBLICATIONS (Most pertinent to this publication)\n‘Harrison DE, Doubleday JW. Marrow allowgraft success with W/W anemic mice: rela-\ntion to skin graft survival times. Immunogenetics 1976; 3:289-97.\n\n \n\n‘Harrison DE, Mobraaten LE. Marrow allograft survival in W/W anemic mice: effects\non skin graft survival and effects of preimmunization, p.233-238. In: SJ Baum, GD\n\nAstle CM, Harrison DE. Effects of marrow donor and recipient age on immune\nresponses. J Inmunol 1984; 132:673-7.\n\nLandreth KS, Kincade PW, Lee G, Harrison DE. B lymphocyte precursors in enbryonic\nand adult W anemic mice. J Immunol 1984; 132:2724-9.\n\nHarrison DE, Astle CM, Lerner C. Ultimate erythropoietic repopulating abilities of\nfetal, young adult, and old adult cells compared using repeated irradiation. J Exp\nMed 1984; 160:759-71.\n\n‘Harrison DE, Mobraaten LE. Skin graft rejection in mice repopulated with marrow of\nthe skin donor type: a Skn gene in a congenic line, Immunogenetics 1984; 19:503-9.\n\nMiller RA, Harrison DE. Delayed reduction in T cell precursor frequencies accompa-\nnies dlet-induced lifespan extension. J Immunol 1985; 134:1426-9.\n\nHarrison DE, Cell and tissue transplantation: a means of studying the aging pro-\ncess. In: CE Finch, E Schneider (eds), Handbook of the Biology of Aging, Chapter\n13. Van Nostrand & Reinhold Co., New York. 1985:322-356\n\nHarrison DE, Archer JR. Genetic differences in effects of food restriction on\naging. J Nutr 1987; in press for Feb.\n\nHarrison DE, Lerner G, Hoppe P, Carlson Ga, Alling D. Large numbers of primitive\nstem cells are active simultaneously in aggregated enbryo chimeric mice. Blood\n1987; 69:773-777.\n\nMiller RA, Harrison DE. Clonal analysis of age-associated changes in T-cell reacti-\nvity. IN: Goidl £ (ed.), Aging and the Immune Response, Chapter 1, Marcel Dekker,\nInc. In press.\n\nHarrison DE, Lerner GP, Spooner E. Erythropoietic repopulating ability of stem cells\nfrom long-term marrow culture. Blood 1987; 69:1021-27\n\n \n\f",
    "augmented_texts": [
        "HARRISON, David E. Senior Staff Scientist 06 / 26 / 42 Bates College, Lewiston, ME B. S. 1964 Chemistry Stanford University, Stanford, CA Ph. D. 1969 Inorganic Chemisty ‘ The Jackson Laboratory Postdoc 1969 - 70 1970 - 1973 Associate Staff Scientist; The Jackson Laboratory 1973 - 1981 Staff Scientist; The Jackson Laboratory 1981 - Present Senior Staff Scientist; The Jackson Laboratory PUBLICATIONS (Most pertinent to this publication) ‘ Harrison DE, Doubleday JW. Marrow allowgraft success with W / W anemic mice: rela - tion to skin graft survival times. Immunogenetics 1976; 3: 289 - 97. ‘ Harrison DE, Mobraaten LE. Marrow allograft survival in W / W anemic mice: effects on skin graft survival and effects of preimmunization, p. 233 - 238. In: SJ Baum, GD Astle CM, Harrison DE. Effects of marrow giver and recipient age on immune responses. J Inmunol 1984; 132: 673 - 7. Landreth KS, Kincade PW, Lee G, Harrison DE. B lymphocyte precursors in enbryonic and adult W anemic mice. J Immunol 1984; 132: 2724 - 9. Harrison DE, Astle CM, Lerner C. Ultimate erythropoietic repopulating abilities of fetal, young adult, and old adult cells compared using repeated irradiation. J Exp Med 1984; 160: 759 - 71. ‘ Harrison DE, Mobraaten LE. Skin graft rejection in mice repopulated with marrow of the skin donor type: a Skn gene in a congenic line, Immunogenetics 1984; 19: 503 - 9. Miller RA, Harrison DE. Delayed reduction in T cell precursor frequencies accompa - nies dlet - induced lifespan extension. J Immunol 1985; 134: 1426 - 9. Harrison DE, Cell and tissue transplantation: a means of studying the aging pro - cess. In: CE Finch, E Schneider (eds ), Handbook of the Biology of Aging, Chapter 13. Van Nostrand & Reinhold Co. , New York. 1985: 322 - 356 Harrison DE, Archer JR. Genetic differences in effects of food restriction on aging. J Nutr 1987; in press for Feb. Harrison DE, Lerner G, Hoppe Atomic number 15, Carlson Ga, Alling 500. Large numbers of primitive stem cells are active simultaneously in aggregated enbryo chimeric mice. Blood 1987; 69: 773 - 777. Miller RA, Harrison DE. Clonal analysis of age - associated alteration in T - cell reacti - vity. IN: Goidl £ (ed. ), Aging and the Immune Response, Chapter 1, Marcel Dekker, Inc. In press. Harrison DE, Lerner GP, Spooner E. Erythropoietic repopulating ability of stem cells from long - term marrow culture. Blood 1987; 69: 1021 - 27",
        "HARRISON, David Due east. Senior Staff Scientist 06 / 26 / 42 Bates College, Lewiston, ME B. S. 1964 Chemistry Stanford University, Stanford, CA Ph. D. 1969 Inorganic Chemisty ‘ The Jackson Laboratory Postdoctoral 1969 - 70 1970 - 1973 Associate Staff Scientist; The Jackson Laboratory 1973 - 1981 Staff Scientist; The Jackson Laboratory 1981 - Present Senior Staff Scientist; The Jackson Laboratory issue (Most pertinent to this publication) ‘ Harrison DE, Doubleday JW. Marrow allowgraft success with W / W anemic mice: rela - tion to skin graft survival times. Immunogenetics 1976; 3: 289 - ninety seven. ‘ Harrison DE, Mobraaten LE. Marrow allograft survival in W / W anemic mice: effects on skin graft survival and effects of preimmunization, p. 233 - 238. In: SJ Baum, GD Astle CM, Harrison DE. Effects of marrow donor and recipient age on resistant responses. J Inmunol 1984; 132: 673 - 7. Landreth KS, Kincade PW, Lee G, Harrison DE. B lymphocyte precursors in enbryonic and adult W anemic mice. J Immunol 1984; 132: 2724 - 9. Harrison DE, Astle CM, Lerner C. Ultimate erythropoietic repopulating abilities of fetal, young adult, and old adult cells compared using repeated irradiation. J Exp Med 1984; 160: 759 - 71. ‘ Harrison DE, Mobraaten LE. Skin graft rejection in mice repopulated with marrow of the skin donor type: a Skn gene in a congenic line, Immunogenetics 1984; 19: 503 - nine. Miller RA, Harrison DE. Delayed reduction in T cell precursor frequencies accompa - nies dlet - induced lifespan extension. J Immunol 1985; 134: 1426 - 9. Harrison DE, Cell and tissue transplantation: a means of studying the aging pro - cess. In: CE Finch, E Schneider (eds ), Handbook of the Biology of Aging, Chapter 13. Vanguard Nostrand & Reinhold Co. , New York. 1985: 322 - 356 Harrison DE, Archer JR. Genetic differences in effects of food restriction on aging. J Nutr 1987; in press for Feb. Harrison DE, Lerner G, Hoppe P, Carlson Empire state of the south, Alling D. Large numbers of primitive stem cells are active simultaneously in aggregated enbryo chimeric mice. Blood 1987; 69: 773 - 777. Miller RA, Harrison DE. Clonal analysis of age - associated changes in T - cell reacti - vity. IN: Goidl £ (ed. ), Aging and the Immune Response, Chapter 1, Marcel Dekker, Inc. In press. Harrison DE, Lerner GP, Spooner E. Erythropoietic repopulating ability of stem cells from long - term marrow culture. Blood 1987; 69: 1021 - 27"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Harrison, David E. Senior Staff Scientist 06/26/42                                    Bates College, Lewiston, ME B.S. 1964 Chemistry                Stanford University, Stanford, CA Ph.D. 1969 Inorganic Chemisty. 1970-70. The Jackson Laboratory Postdoctoral 1969-1970.1970-1973 Associate Staff. Scientist. 1971-73 Associate. Staff scientist. 1973-1981 Staff Scientists. 1981-Present Senior staff Scientist; The Jacksons Laboratory."
}