{
    "filename": "503490688.jpg",
    "metadata": {},
    "text": " \n\nQUESTIONNAIRE OUTLINE\n\nInitial screening\nAsk respondent to look at ads as would normally spending\nas much time as he likes.\n\nAsk main idea (for entire campaign).\n\nUser imagery questions - something like a S-point scale.\n“Based on this ad, would you say the kind of person who\nsmokes VANTAGE is... *\n\n@ mainstream, not snobbish?\n\n@ equally likely to be male or female?\n\n@ mature (not very young, not very old\ne.g., in 25-49 target)\n\n© knows now/likes to enjoy life\nProduct perceptions - based on the ads and what you may\nalready know about the cigarette:\n\ne tar @ taste @ smoothness @ how enjoyable\n(use same type scale as for FRET test)\n(For VANTAGE Pleasures and VANTAGE Point cells only).\n\nSmokers tell us that there are certain times they\nreally enjoy a cigarette, and other times when they\ndon't really enjoy smoking that much. looking at\nthese ads would you say:\n\nThe smokers are enjoying very much their cigarette,\nsomewhat, etc. (5 point scale). _\n\n(for VANTAGE Pleasures only, looking at the individual\nexecutions).\n\nFor a moment I would like for you to think of yourself\nas being in this picture, and tell me i\n\n \n\n© This is a place you would like to return to,\nor how much you would like to be there, etc.\n\n© How appropriate this particular situation is\nfor smoking\n\n@ How good you think a cigarette would taste\nto you in this situation\n\né\n\n8890 6neos\n\n \n\f",
    "augmented_texts": [
        "QUESTIONNAIRE OUTLINE Initial screening Ask respondent to look at ads as would normally spending as much time as he likes. Ask main idea (for entire campaign ). User imagery questions - something like a S - point scale. “ Based on this ad, would you say the kind of person who smokes VANTAGE is. .. * @ mainstream, not snobbish? @ equally likely to be male or female? @ mature (not very young, not very old e. grand. , in 25 - 49 target) © knows now / likes to enjoy life Product perceptions - based on the ads and what you may already know about the cigarette: einsteinium tar @ taste @ smoothness @ how enjoyable (use same type scale as for FRET mental testing) (For VANTAGE Pleasures and VANTAGE Point cells only ). Smokers tell us that there are certain times they really enjoy a cigarette, and other times when they don ' t really enjoy smoke that much. looking at these ads would you say: The smokers are enjoying very much their cigarette, somewhat, etc. (5 point scale ). _ (for VANTAGE Pleasures only, looking at the individual executions ). For a moment I would like for you to think of yourself as being in this picture, and tell me i © This is a place you would like to return to, or how much you would like to be there, etc. © How appropriate this particular state of affairs is for smoking @ How good you think a cigarette would taste to you in this situation é 8890 6neos",
        "QUESTIONNAIRE OUTLINE Initial screening Ask respondent to look at ads as would normally spend as much time as he likes. Ask main idea (for entire campaign ). User imagery questions - something like a S - point scale. “ Based on this ad, would you say the kind of person who smokes VANTAGE is. .. * @ mainstream, not snobbish? @ equally likely to be male operating theater female? @ mature (not very young, not very old e. g. , in 25 - 49 target) © knows now / likes to enjoy life Product perceptions - based on the ads and what you may already know about the cigarette: e tar @ taste @ smoothness @ how enjoyable (use same type scale as for FRET test) (For VANTAGE Pleasures and VANTAGE Gunpoint cells only ). Smokers tell us that there are certain times they really enjoy a cigarette, and other times when they don ' t really enjoy smoking that much. looking at these ads would you say: The smoker are enjoying very much their cigarette, somewhat, etc. (5 point scale ). _ (for VANTAGE Pleasures only, looking at the individual executions ). For a moment I would like for you to think of yourself as being in this picture, and tell me i © This is a home you would like to hark back to, or how much you would like to be there, etc. © How appropriate this particular situation is for smoking @ How good you think a cigarette would taste to you in this situation é 8890 6neos"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Answers are based on what you may already know about the cigarette. The questions are designed to be as simple as possible. They include: How good do you think a cigarette would taste, and how much you would like to return to that situation. There are also user imagery questions to help people understand the campaign."
}