{
    "filename": "50350451-0456.jpg",
    "metadata": {},
    "text": "Brief Definitive Report\n\nINTERLEUKIN 5 AND INTERLEUKIN 2 COOPERATE, WITH\nINTERLEUKIN 4 ‘TO INDUGE IgG1 SECRETION FROM\nANTE IgTREATED 1 CELL\n\n   \n\n \n\nJAEL, NEWBERG, GWENDOIYN WISE?\naxto PETER C. ISAKSON*\n\n    \n\nPREY M, PURKERSON} M\nKEVIN R1Y1\n\nFiom the Departments of \"Pharmacology ond Wiachomisy, The Untierity of Vagina\nMedical School, Charli, Vuginia 22908\n\nBy JE\n\n \n\nFxposure of murine splenic B cells to insoluble anti-Ig for 48 h yields low density\nB cell blasts (ant-Ig blasts) that proliferate and secrete TgM when recultred wi\ncither 1.PS oF ‘I cell-derived lymphokines (1, 2). Cukure of anti-lg blasts with a\nmixture of cell-derived lymphokines that includes H.-4 (ILA Sa) (1,2) results\nin seeretion of IgG, which is blocked by monoclonat anti-H. (2). ‘Thus, H.=4 can\nalter Ig isotype expression in B cells pre-activaced by anti-lg. However, IL-4 alone\ndoes not sustain proliferation nor promote dlflerentiation of anti-Tg blasts (1, 2), 84g\n‘gesting that other lymphokines are required to enable H.~4-induced IgGI secretion.\nWe hive exatnined the effects of other I cell-derived lymphokines on M1 -4-anediated\nIgG secretion. While I1-4 was capable of suppressing IgM secretion from 1.PS:\nstimulated anti-ly blasts scevetion of IgG} requited lymphokines in addition to I\n4, including M5 andl 11-2.\n\n  \n\n \n\n    \n\n \n\n \n\n  \n\n    \n\n \n\n \n\nMaterials and Methods\niveelanel Farts, Cl\n\n \n\nMice WALAie wice were obtained from C mn, TN and used at\n612 wk of age\n\nReagents, Aflniy-pusified antibodice were obtained fom Jackson Inmnumorescarch, Avot\ndal, PA (gat anti-mouse IgM 4 IgG, snl anti-y chain and anti-y chain), and fron Souter\nBiotechnclogy Assacites,Hiesninghams, Al, (goat anti-IgG, and gost anti-x). Myeloma stan\ndards were obtained arleston, SC (MOVC 21). Monoclonal rat\nfanteH1 4 (HBI) was generously provided by Dt, F. S. Viteua Southwestern Medical Schoo,\nDallas, FX). Radiochemnieals were obtained from New England Nucleat, Boston, MA\n‘Salmonella bplosa LS was purchased from Difco Laboratories Inc, Detroit, MI\n\nT Cal SipenatatsV Jne-coutaining superuntant (Sa) was obtained row ELA cell\nas previ deseibed, except serum-free concltions were used (3). HA-depleted So, (D)ETA\nSa] was prepared by twice passing BFA So over an antl  alinity column (HIBIt-Sepharose,\nsce below)\n\nTynpholines, M2 was provided by Ds. J. Farcar (Hoftinan-1-aRocte, Ine, Nutley, ND)\nF115 was produced in Xenopus oocytes, as deseribed (4), using a plasmid containing M3\nCDNA provided by 1s, 7, Honjo (Kyoto University, Kyoto, psn). 1 U of H.-$ was defined\nfa the amount of IL-5 required for 1/3 maximal sinwulation of [H]thymidine incorpors\ntion by KCL, cells, Hed was aflinity patified from HA So using a IBM-Sepharose column\nfs described by Ohaca etal (5). PU of Hd was defined as the amount of Hf required\n\n \n\n \n\n          \n\n       \n\n \n\n       \n\n \n\n      \n\n \n\n  \n\n \n\n \n\n \n\n“Wie wotk was supporeed by National lwanaesof Health and the Couns fer Tobacco\n\nResearch\n\n \n\n{J xn Miss © ‘The Rockefter University Press - 0022-107788/00/175106 $200 175\nVolume 168 September 1988 1175-1180\n\f",
    "augmented_texts": [
        "Brief Definitive Report INTERLEUKIN 5 AND INTERLEUKIN 2 COOPERATE, WITH INTERLEUKIN 4 ‘ TO INDUGE IgG1 SECRETION FROM ANTE IgTREATED 1 CELL JAEL, NEWBERG, GWENDOIYN WISE? axto PETER C. ISAKSON * PREY M, PURKERSON} M KEVIN R1Y1 Fiom the Departments of \" Pharmacology ond Wiachomisy, The Untierity of Vagina Medical School, Charli, Vuginia 22908 By JE Fxposure of murine splenic B cells to insoluble anti - Ig for 48 h yields low density B cell blasts (ant - Ig blast) that proliferate and secrete TgM when recultred wi cither 1. PS oF ‘ I cell - derived lymphokines (1, 2 ). Cukure of anti - lg blasts with a mixture of cell - derived lymphokines that include H. - 4 (ILA Sa) (1, 2) results in seeretion of IgG, which is blocked by monoclonat anti - H. (2 ). ‘ Thus, H. = 4 can alter Ig isotype expression in B mobile phone pre - activaced by anti - lg. However, IL - 4 alone does non sustain proliferation nor promote dlflerentiation of anti - Tg blasts (1, 2 ), 84g ‘ gesting that other lymphokines are required to enable H. ~ 4 - induced IgGI secretion. We hive exatnined the effects of other I cell - derived lymphokines on M1 - 4 - anediated IgG secretion. While I1 - 4 was capable of suppressing IgM secretion from 1. PS: stimulated anti - ly blasts scevetion of IgG} requited lymphokines in addition to I 4, including M5 andl 11 - 2. Materials and Methods iveelanel Farts, Cl Mice WALAie wice were obtained from C mn, TN and used at 612 wk of age Reagents, Aflniy - pusified antibodice were obtained fom Jackson Inmnumorescarch, Avot dal, PA (gat anti - mouse IgM 4 IgG, snl anti - y chain and anti - y chain ), and fron Souter Biotechnclogy Assacites, Hiesninghams, Al, (goat anti - IgG, and gost anti - x ). Myeloma stan dards were obtained arleston, SC (MOVC 21 ). Monoclonal rat fanteH1 4 (HBI) was generously provided by Dt, F. S. Viteua Southwestern Medical Schoo, Dallas, FX ). Radiochemnieals were obtained from New England Nucleat, Boston, MA ‘ Salmonella bplosa LS was purchased from Difco Laboratories Inc, Detroit, MI T Cal SipenatatsV Jne - coutaining superuntant (Sa) was obtained row ELA cell as previ deseibed, except serum - free concltions were used (3 ). HA - depleted So, (D) ETA Sa] was prepared by twice passing BFA So over an antl alinity column (HIBIt - Sepharose, sce below) Tynpholines, M2 was provided by Ds. J. Farcar (Hoftinan - 1 - aRocte, Ine, Nutley, ND) F115 was produced in Xenopus oocytes, as deseribed (4 ), using a plasmid containing M3 CDNA provided by 1s, 7, Honjo (Kyoto University, Kyoto, psn ). 1 U of H. - $ was defined fa the amount of IL - 5 required for 1 / 3 maximal sinwulation of [H] thymidine incorpors tion by KCL, cells, Hed was aflinity patified from HA So using a IBM - Sepharose column fs described by Ohaca etal (5 ). PU of Hd follow defined as the amount of Hf required “ Wie wotk was supporeed by National lwanaesof Health and the Couns fer Tobacco Research {J xn Miss © ‘ The Rockefter University Press - 0022 - 107788 / 00 / 175106 $ 200 175 Volume 168 September 1988 1175 - 1180",
        "Brief Definitive Report INTERLEUKIN 5 AND INTERLEUKIN 2 COOPERATE, WITH INTERLEUKIN 4 ‘ TO INDUGE IgG1 SECRETION FROM ANTE IgTREATED 1 CELL JAEL, NEWBERG, GWENDOIYN WISE? axto PETER C. ISAKSON * PREY M, PURKERSON} M KEVIN R1Y1 Fiom the Departments of \" Pharmacology ond Wiachomisy, The Untierity of Vagina Medical School, Charli, Vuginia 22908 By JE Fxposure of murine splenic B cells to insoluble anti - Ig for 48 h yields low density B cell blasts (ant - Ig blasts) that proliferate and secrete TgM when recultred wi cither 1. PS oF ‘ I cell - derived lymphokines (1, 2 ). Cukure of anti - lg blasts with a mixture of cell - derived lymphokines that includes H. - 4 (ILA Sa) (1, 2) results in seeretion of IgG, which is stop by monoclonat anti - H. (2 ). ‘ Thus, H. = 4 bum alter Ig isotype expression in B cells pre - activaced by anti - lg. However, IL - 4 alone does not sustain proliferation nor promote dlflerentiation of anti - Tg blasts (1, 2 ), 84g ‘ gesting that other lymphokines are required to enable H. ~ 4 - induced IgGI secretion. We hive exatnined the effects of other I cell - derived lymphokines on M1 - 4 - anediated IgG secretion. While I1 - 4 was capable of suppressing IgM secretion from 1. PS: stimulated anti - ly blasts scevetion of IgG} requited lymphokines in addition to I 4, including M5 andl 11 - 2. Materials and Methods iveelanel Farts, Cl Mice WALAie wice were obtained from C mn, TN and used at 612 wk of age Reagents, Aflniy - pusified antibodice were obtained fom Jackson Inmnumorescarch, Avot dal, PA (gat anti - mouse IgM 4 IgG, snl anti - y chain and anti - y chain ), and fron Souter Biotechnclogy Assacites, Hiesninghams, Al, (goat anti - IgG, and gost anti - x ). Myeloma stan dards were obtained arleston, SC (MOVC 21 ). Monoclonal rat fanteH1 4 (HBI) was generously provided by Dt, F. S. Viteua Southwestern Medical Schoo, Dallas, FX ). Radiochemnieals were obtained from New England Nucleat, Boston, MA ‘ Salmonella bplosa LS was purchased from Difco Laboratories Inc, Detroit, MI T Cal SipenatatsV Jne - coutaining superuntant (Sa) was obtained row ELA cell as previ deseibed, except serum - free concltions were used (3 ). HA - depleted So, (D) ETA Sa] was prepared by twice passing BFA So over an antl alinity column (HIBIt - Sepharose, sce below) Tynpholines, M2 was provided by Ds. J. Farcar (Hoftinan - 1 - aRocte, Ine, Nutley, ND) F115 was produced in Xenopus oocytes, as deseribed (4 ), using a plasmid containing M3 CDNA provided by 1s, 7, Honjo (Kyoto University, Kyoto, psn ). 1 U of H. - $ was defined fa the amount of IL - 5 required for 1 / 3 maximal sinwulation of [H] thymidine incorpors tion by KCL, cells, Hed was aflinity patified from HA So employ a IBM - Sepharose column fs described by Ohaca etal (5 ). PU of Hd was defined as the amount of Hf required “ Wie wotk was supporeed by National lwanaesof Health and the Couns fer Tobacco Research {J xn Miss © ‘ The Rockefter University Press - 0022 - 107788 / 00 / 175106 $ 200 175 Volume 168 September 1988 1175 - 1180"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "B cells that proliferate and secrete TgM when recultred wicither 1.PS oF ‘I cell-derived lymphokines (1, 2) Cukure of anti-lg blasts with a.mixture of cell.-derivedymphony that includes H.-4 (ILA Sa. Sa) results in low density B cell blasts."
}