{
    "filename": "50352295-2295.jpg",
    "metadata": {},
    "text": "PRINCIPAL INVESTIGATOIYPROGRAM DIRECTOR:\n\nBIOGRAPHICAL SKETCH\n\nGive the following information for key professional personne! listed on nage 2, beginning with the\nPrincipal Investigator/Program Director. Photocopy this ge for each person,\n\n  \n\nane ae BIRTHDATE tia. av, VAT\n\nL. David Porter Senior Research Assistant. May 13, 1956\nEDUCATION icon wit cise o othr nization! euesin and incud postdectr! in)\n\nINSTITUTION AND LOCATION plac erate\n\nhighest degree) | CONFERKED FIELD OF stUBY\n\nSouthern Utah State College,\nCedar City, Utah Bs. 1986 Biology-Zoology\nUniversity of Houston, Houston, Texas MS. 1989 Holecular Biology\n\nRESEARCH ANDION PROF ESSIONAL EXPERIENCE: Concluding with present postion, bit in ehrgnologieal ont prewous employment, exper\nnee, and honors. Include preznt membership on any Feder! Gourenment Pubic Adgory Commitee, Lit in chronologies ord, the dies and\ncomplete references 0 all poblications during the past tee yers and to representative earitr ubiietions pertinent to tvs geet. DO NOT\nEXCEED THO PAGES,\n\n  \n\n \n\nEMPLOYMENT:\n\nUniversity of Houston - Department of Biology (1986-1989), Teaching Assistant\nGraduate Student\n\nUniversity of Houston - Department of Biology (1/89 - 5/89), Research Assistant\nGraduate Student: Histone genomic sequence and organization.\n\nUniversity of Texas Medical School at Houston - Department of Biochemistry and\nMolecular Biology (1989 - present), Sr. Research fissistant: Preparation of\nsubtracted cDNA libraries and isolation of horwone-dependent clones.\n\nHONORS :\n\nB.S. Magna cum Laude\n\nPUBLICATIONS:\n\nSanborn, B.M., Caston, L.A,, Chang, C., Liao, S., Speller, R. and Porter, L.D.:\nRegulation of androgen receptor mkNA in rat Sertoli cell and peritubular cells.\nEndocrinology (submitted).\n\nPorter, L.D. and Wells, D.: Nucleotide sequence and genomic organization of an H3-H4\n\nhistone gene pair fron the Marine Copepod Tigriopus californicus. Manuscript in\npreparation.\n\n \n\ni 398 (ev. 6/821 PAGE.\n\f",
    "augmented_texts": [
        "PRINCIPAL INVESTIGATOIYPROGRAM DIRECTOR: BIOGRAPHICAL SKETCH Give the following information for key professional personne! listed on nage 2, beginning with the Principal Investigator / Program Director. Photocopy this ge for each person, ane ae BIRTHDATE tia. av, VAT L. David Porter Senior Research Assistant. May 13, 1956 EDUCATION icon wit cise group o othr nization! euesin and incud postdectr! in) INSTITUTION AND LOCATION plac erate highest degree) | CONFERKED FIELD OF stUBY Southern Utah State College, Cedar City, Utah Bs. 1986 Biology - Zoology University of Houston, Houston, Texas MS. 1989 Holecular Biology RESEARCH ANDION PROF ESSIONAL EXPERIENCE: Concluding with present postion, bit in ehrgnologieal ont prewous employment, exper nee, and honors. Include preznt membership on any Feder! Gourenment Pubic Adgory Commitee, Lit in chronologies ord, the dies and complete references 0 all poblications during the past tee yers and to representative earitr ubiietions pertinent to tvs geet. DO NOT EXCEED THO PAGES, EMPLOYMENT: University of Houston - Department of Biology (1986 - 1989 ), Teaching Assistant Graduate Student University of Houston - Department of Biology (1 / 89 - 5 / 89 ), Research Assistant Graduate Student: Histone genomic sequence and organization. University of Texas Medical School at Houston - Department of Biochemistry and Molecular Biology (1989 - present ), Sr. Research fissistant: Preparation of subtracted complementary dna libraries and isolation of horwone - dependent clones. HONORS: B. S. Magna cum Laude PUBLICATIONS: Sanborn, B. M. , Caston, L. A, , Chang, Nose candy. , Liao, S. , Speller, R. and Porter, L. D. : Regulation of androgen receptor mkNA in rat Sertoli cell and peritubular cells. Endocrinology (submitted ). Porter, L. D. and Wells, D. : Nucleotide sequence and genomic organization of an H3 - H4 histone gene pair fron the Marine Copepod Tigriopus californicus. Manuscript in preparation. i 398 (ev. 6 / 821 PAGE.",
        "PRINCIPAL INVESTIGATOIYPROGRAM DIRECTOR: BIOGRAPHICAL SKETCH Give the following information for key professional personne! listed on nage 2, beginning with the Principal Investigator / Program Director. Photocopy this ge for each person, ane ae BIRTHDATE tia. av, VAT L. David Porter Senior Research Assistant. May 13, 1956 EDUCATION icon wit cise o othr nization! euesin and incud postdectr! in) INSTITUTION AND LOCATION plac erate highest degree) | CONFERKED FIELD OF stUBY Southern Utah State College, Cedar City, Utah Bachelor of science. 1986 Biology - Zoology University of Houston, Houston, Texas MS. 1989 Holecular Biology RESEARCH ANDION PROF ESSIONAL EXPERIENCE: Concluding with present postion, bit in ehrgnologieal ont prewous employment, exper nee, and honors. Include preznt membership on any Feder! Gourenment Pubic Adgory Commitee, Lit in chronologies ord, the dies and complete references 0 all poblications during the past tee yers and to representative earitr ubiietions pertinent to tvs geet. DO NOT EXCEED THO PAGES, EMPLOYMENT: University of Houston - Department of Biology (1986 - 1989 ), Teaching Assistant Graduate Student University of Houston - Department of Biology (1 / 89 - 5 / 89 ), Research Assistant Graduate Student: Histone genomic sequence and organization. University of Tx Medical Shoal at Houston - Department of Biochemistry and Molecular Biology (1989 - present ), Sr. Research fissistant: Preparation of subtracted cDNA libraries and isolation of horwone - dependent clones. HONORS: B. S. Magna cum Laude PUBLICATIONS: Sanborn, B. M. , Caston, L. A, , Chang, C. , Liao, S. , Speller, R. and Porter, Cubic decimeter. D. : Regulation of androgen receptor mkNA in rat Sertoli cell and peritubular cells. Endocrinology (submitted ). Porter, L. D. and Wells, D. : Nucleotide sequence and genomic organization of an H3 - H4 histone gene pair fron the Shipboard soldier Copepod Tigriopus californicus. Manuscript in preparation. i 398 (ev. 6 / 821 PAGE."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Give the following information for key professional personne! listed on nage 2, beginning with thePrincipal Investigator/Program Director. Include preznt membership on any Feder! Gourenment Pubic Adgory Commitee, Lit in chronologies ord, the dies and references 0 all poblications during the past tee yers and to representative earitr ubiietions pertinent to tvs geet."
}