{
    "filename": "50350284-0285.jpg",
    "metadata": {},
    "text": "PRINCIPAL INVESTIGATONMOGHAN UIRECTON: ___Rlalas\n\nBIOGRAPHICAL SKETCH\nGive the foltowing information for key professional personnel listed on page 2, beginning with the\n\n  \n\n \n\n \n\n   \n\n  \n    \n\nFrincinal Invesigator/Proaram Director. Photocony this nage To! each peso\ntate = cma = GINAIIOATE Bs: bas, aT\nJ. Edwin Blalock Professor\n\nEoveAtIO protesional education snd ineivde postdoctoral tainngh\n\n \n\nDEGAEE force | Yean FIELD OF STUDY\n\n       \n\nInanestaesee) | conFennco\nUniv. Florida, Gainesville, Florida B.S. 1971 Microbiology\nUniv. Florida, Gainesville, Florida Ph.D. 1976 Virology/Inmunology\nUniversity of Texas Medical Branch, postdoctora} 1976-77 Virology/Inmunology\n\n \n\nSIONAL EXPERIENCE: Concluding with present positon, tin chionolegical idee previus emloyment, exper\nnee, and honors. Include present membership on any Fedetal Goseiment Public Adwory Commitee. List in enanolog.eel ouer, the tes and\nconsplete reference to all publications during the past tee years and to representative exter publication pertinent to Wt appiesvon. DO NOT\nEXCEED TWO PAGES,\n\n   \n\n \n\nPROFESSIONAL AND TEACHING EXPERIENCE:\n\n1974-76 Teaching Assistant, University of Florida, Gainesville, Florida\n\n1977-79 Assistant Professor, University of Texas Medical Branch, Galveston, 1X\n\n1979-84 Associate Professor, University of Texas Medical Branch, Galveston, 1X\n\n1980 Tenured Associate Professor, University of Texas Medical Branch,\nGalveston, 1X\n\n1984-86 Professor, University of Texas Medical Branch, Galveston, 1X\n\n1986-present Adjunct Professor, University of Texas Medical Branch, Galveston, 1X\n1986-present Professor, University of Alabama at Birmingham, Birmingham, AL\n\n@©  iicrors:\n\nPhi Theta Kappa (National Scholastic Honor Society fer Junior Colleges)\n\nPresident's Honor Roll (University of Florida)\n\nFirst Place in Competition among Junior Investigators at the 1978 Mect ing of the\nSoutheastern Section of the Society for Experimental Biology and Medicine (Duke\nUniversity)\n\n1976 Graduate Research Avard (Society of Signa Xi, University of Florida Chapter).\n\n1976 McLaughlin Postdoctoral Fellowship\n\n1977 Awarded and Declined an NIH Postdoctoral Fellowship\n\n1981 Invited Speaker to 50th Annual Gordon Conference on Medicinal Chemistry\n\n1985 Invited Speaker to Gordon Conference on the Biology of Aging\n\nARTICLES IN JOURNALS (selected from a total of 116)\n\n1, Blalock, JE. and G.E, Gifford. 1977, Vitamin A induced transcriptional contro} of\ninterferon production. Proc, Natl. Acad. Sci U.S.A., 24:5382-5386.\n\n2, Johnson, H.H., J.E. Blatock and §. Baron, 1977. Separation of mitogen-induced\nSuppressor and helper cell activities during inhibition of interferon product ion by\ncyclic AMP. Coll, Iomunol.s 33:170-179,\n\n3. Blalock, J.€. and 8. Baron. 1977, . Interferon-induced transfer of viral resistance\nbetween animal cells. Nature, 269:422-425,\n\n4, Dion, L.D., J.£. Blalock and G.E. Gifford, 1978. Retinoic acid and the restoration\nof anchorage dependent growth to transformed mammalian cells. Exp. Coll. Ress.\n\nJME 15-22.\n\n5, Blalock, J.E. and G.J. Stanton. 1978, Efficient transfer of interferon-induced\nViral resistance between human cells. J. Gen, Virol, 41:325-331.\n\n@&.- bughes, 1... J.£. Blalock and 5. Baron, 1978. Various heterologous cells exhibit\n\ni\n\n \n\n \n\ninterferon induced transfer of viral resistance. Arch, Virol, . 5877-60.\nBlalock, J.E. and S. Baron. 1979. Mechanisms of interferon- induced transfer of\nviral resistance between animal cells. J, Gen. Virol., 42:363-372,\n\n \n\n \n\nPHS 398 ev. 8762),\n\f",
    "augmented_texts": [
        "PRINCIPAL INVESTIGATONMOGHAN UIRECTON: ___Rlalas BIOGRAPHICAL SKETCH Give the foltowing information for key professional personnel listed on page 2, beginning with the Frincinal Invesigator / Proaram Director. Photocony this nage To! each peso tate = cma = GINAIIOATE Bs: bas, aT J. Edwin Blalock Professor EoveAtIO protesional education snd ineivde postdoctoral tainngh DEGAEE force | Yean FIELD OF STUDY Inanestaesee) | conFennco Univ. Florida, Gainesville, Florida B. S. 1971 Microbiology Univ. Florida, Gainesville, Florida Ph. Five hundred. 1976 Virology / Inmunology University of Texas Medical Branch, postdoctora} 1976 - 77 Virology / Inmunology SIONAL EXPERIENCE: Concluding with present positon, tin chionolegical idee previus emloyment, exper nee, and honors. Include present membership on any Fedetal Goseiment Public Adwory Commitee. List in enanolog. eel ouer, the tes and consplete reference to all publications during the past tee years and to representative exter publication pertinent to Wt appiesvon. DO NOT EXCEED TWO PAGES, PROFESSIONAL AND TEACHING EXPERIENCE: 1974 - 76 Teaching Assistant, University of Florida, Gainesville, Florida 1977 - 79 Assistant Professor, University of Texas Medical Branch, Galveston, 1X 1979 - 84 Associate Professor, University of Texas Medical Branch, Galveston, 1X 1980 Tenured Associate Professor, University of Texas Medical Branch, Galveston, 1X 1984 - 86 Professor, University of Texas Medical Branch, Galveston, 1X 1986 - present Adjunct Professor, University of Texas Medical Branch, Galveston, 1X 1986 - present Professor, University of Alabama at Birmingham, Birmingham, AL @ © iicrors: Phi Theta Kappa (National Scholastic Honor Society fer Jnr Colleges) President ' s Honor Roll (University of Florida) First Place in Competition among Junior Investigators at the 1978 Mect ing of the Southeastern Section of the Society for Experimental Biology and Medicine (Duke University) 1976 Graduate Research Avard (Society of Signa Xi, University of Florida Chapter ). 1976 McLaughlin Postdoctoral Fellowship 1977 Awarded and Declined an NIH Postdoctoral Fellowship 1981 Invited Speaker to 50th Annual Gordon Conference on Medicinal Chemistry 1985 Invited Speaker to Gordon Conference on the Biology of Aging ARTICLES IN JOURNALS (selected from a total of 116) single, Blalock, JE. and G. E, Gifford. 1977, Vitamin A induced transcriptional contro} of interferon production. Proc, Natl. Acad. Sci U. S. A. , 24: 5382 - 5386. 2, Johnson, H. H. , J. E. Blatock and §. Baron, 1977. Separation of mitogen - induced Suppressor and helper cell activities during inhibition of interferon intersection ion by cyclic AMP. Coll, Iomunol. s 33: 170 - 179, 3. Blalock, J. €. and 8. Baron. 1977, . Interferon - induced transfer of viral resistance between animal cells. Nature, 269: 422 - 425, 4, Dion, L. D. , Watt second. £. Blalock and G. E. Gifford, 1978. Retinoic acid and the restoration of anchorage dependent growth to transformed mammalian cells. Exp. Coll. Ress. JME 15 - 22. 5, Blalock, J. E. and G. J. Stanton. 1978, Efficient transfer of interferon - induced Viral resistance between human cells. J. Gen, Virol, 41: 325 - 331. @ &. - bughes, 1. .. J. £. Blalock and 5. Baron, 1978. Various heterologous cells exhibit i interferon induced transfer of viral resistance. Arch, Virol, . 5877 - 60. Blalock, J. E. and S. Baron. 1979. Mechanisms of interferon - induced transfer of viral resistance between animal cells. J, Gen. Virol. , 42: 363 - 372, PHS 398 ev. 8762 ),",
        "PRINCIPAL INVESTIGATONMOGHAN UIRECTON: ___Rlalas BIOGRAPHICAL SKETCH Give the foltowing information for key professional personnel listed on page 2, beginning with the Frincinal Invesigator / Proaram Director. Photocony this nage To! each peso tate = cma = GINAIIOATE Bs: ab, aT J. Edwin Blalock Professor EoveAtIO protesional education snd ineivde postdoctoral tainngh DEGAEE force | Yean FIELD OF STUDY Inanestaesee) | conFennco Univ. Florida, Gainesville, Florida B. S. 1971 Microbiology Univ. Florida, Gainesville, Florida Ph. D. 1976 Virology / Inmunology University of Texas Medical Branch, postdoctora} 1976 - 77 Virology / Inmunology SIONAL EXPERIENCE: Concluding with present positon, tin chionolegical idee previus emloyment, exper nee, and honors. Include present membership on any Fedetal Goseiment Public Adwory Commitee. List in enanolog. eel ouer, the tes and consplete reference to all publications during the past tee years and to representative exter issue pertinent to Wt appiesvon. DO NOT EXCEED TWO PAGES, PROFESSIONAL AND TEACHING EXPERIENCE: 1974 - 76 Teaching Assistant, University of Florida, Gainesville, Florida 1977 - 79 Assistant Professor, University of Texas Medical Branch, Galveston, 1X 1979 - 84 Associate Professor, University of Texas Medical Branch, Galveston, 1X 1980 Tenured Associate Professor, University of Texas Medical Offset, Galveston, 1X 1984 - 86 Professor, University of Texas Medical Branch, Galveston, 1X 1986 - present Adjunct Professor, University of Texas Medical Branch, Galveston, 1X 1986 - present Professor, University of Alabama at Birmingham, Birmingham, AL @ © iicrors: Phi Theta Kappa (National Scholastic Honor Society fer Junior Colleges) President ' s Honor Roll (University of Florida) First Post in Competition among Junior Investigators at the 1978 Mect ing of the Southeastern Section of the Society for Experimental Biology and Medicine (Duke University) 1976 Graduate Research Avard (Society of Signa Xi, University of Florida Chapter ). 1976 McLaughlin Postdoctoral Fellowship 1977 Awarded and Declined an NIH Postdoctoral Fellowship 1981 Invited Speaker to 50th Annual Gordon Conference on Medicinal Chemistry 1985 Invited Speaker to Gordon Conference on the Biology of Aging ARTICLES IN JOURNALS (selected from a total of 116) i, Blalock, JE. and G. E, Gifford. 1977, Vitamin A induced transcriptional contro} of interferon production. Proc, Natl. Acad. Sci U. S. A. , 24: 5382 - 5386. 2, Johnson, H. H. , J. E. Blatock and §. Baron, 1977. Separation of mitogen - induced Suppressor and helper cell activities during inhibition of interferon product ion by cyclic AMP. Coll, Iomunol. s 33: 170 - 179, 3. Blalock, J. €. and 8. Baron. 1977, . Interferon - induced transfer of viral resistance between animal cells. Nature, 269: 422 - 425, 4, Dion, L. D. , J. £. Blalock and G. E. Gifford, 1978. Retinoic acid and the restoration of anchorage dependent growth to transformed mammalian cells. Exp. Coll. Ress. JME 15 - 22. 5, Blalock, J. E. and G. J. Stanton. 1978, Efficient transfer of interferon - induced Viral resistance between human cells. J. Gen, Virol, 41: 325 - 331. @ &. - bughes, 1. .. J. £. Blalock and 5. Baron, 1978. Various heterologous cells exhibit i interferon induced transfer of viral resistance. Arch, Virol, . 5877 - 60. Blalock, J. E. and S. Baron. 1979. Mechanisms of interferon - induced transfer of viral resistance between animal cells. J, Gen. Virol. , 42: 363 - 372, PHS 398 ev. 8762 ),"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Give the foltowing information for key professional personnel listed on page 2. Concluding with present positon, tin chionolegical idee previus emloyment. Include present membership on any Fedetal Goseiment Public Adwory Commitee. List in enanolog.eel ouer all publications during the past tee years."
}