{
    "filename": "50360620-0631.jpg",
    "metadata": {},
    "text": " \n\nMorcetar Axo CELLULAR BloLOGy, July 1988, p, 2942-2954\n19270-730688072945-13802 000\nCopyright © 1988, American Society for Microbiology\n\n \n\n \n\n \n\nVol. 8, No. 7\n\n@ Meiotic Recombination between Repeated Transposable Elements\nin Saccharomyces cerevisiae\n\nMARTIN KUPIEC ano THOMAS D. PETES**\nDepartment of Molecular Genetics and Cell Biology, University of Chicago, 920 E. $8th Street, Chicago, Minois 60637\nReceived 24 February 1986/Accepted 14 April 1988\n\n‘We have measured the frequency of meiotic recom\n\n \n\nination between marked Ty elemeiits in the Saccha-\n\nromyees cerevisiae genome. These recombination events were usually nonreciprocal (gene conversions) and\n\nsometimes involved nonhomologous chromosomes. The frequency of ectopic gene conversion amor\n\nclements appeared lower\n\nTy\n\n \n\n1an expected on the basis of previous studies of recombination between artificially\n\nconstructed repeats, The conversion events involved either a subset ofthe total Ty elements in the genome or\n\nthe conve\n\n \n\n‘eacl was restricted {o a small region of the Ty element. In addition, the observed conversion\n\nevents were very infrequently associated with reciprocal exchange.\n\nMost individuals within a phylogenetic species have the\nsame karyotype, The frequency of spontaneous chromo-\nsomal alterations, such as translocations, deletions, duplica-\ntions, and inversions, is usually low. Chromosomal aberra-\ntions can be regarded as the product of illegitimate\nrecombination events. In some cases, the event producing\nthe altered chromosome appears to be a site-specific type of\nrecombination (fora review, see reference 9). For example,\nthe translocations observed in certain non-Burkitt B-cell\ntumors appear to be the result of errors made during V-D-J\nJoining in the immunoglobin gene cluster (SL). A possible\nalternative mechanism for the production of chromosomal\nalterations is homologous recombination between dispersed\nrepeated genes. Such exchanges have been shown to pro-\nduce deletions and duplications in higher eucaryotes. For\nexample, a duplication of a region of the human LDL\nreceptor gene as the resull of a recombination event involv-\ning repeated Alu elements has been reparted previously (30).\nIn higher cucaryotes, however, no spontaneous transloca\ntions (other than those involved in tumor formation) have\n‘been analyzed at the level of DNA sequence. It is unctear,\ntherefore, whether translocations can also involve homolo-\n‘gous recombination between dispersed repeats.\n\nIn the yeasts Saccharomyces cerevisiae and Schizosac-\ncharomyces pombe, recombination between dispersed re-\npeated genes has been observed in meiosis and mitosis. Such\nevents have been termed ectopic recombination (31). Both\nreciprocal and nonreciprocel recombination events have\nbeen detected (12, 23, 24, 27, 31, 34, 37, 39, 41, 45, 49, 50);\nthe nonreciprocal teansfer of DNA sequences from one\nrepeat Co another represents a gene conversion event. Most\nof these studies have involved duplications of genes that are\nnormally present in a single copy per haploid genome,\nalthough recombination between naturally occurring repeats\nhas also been observed.\n\n‘One surprising feature of these studies is that meiotic\nrecombination (both gene conversion and crossovers) be-\n{ween artificially duplicated genes was found to occur at high\nFrequencies (23, 24, 31). The frequency of meiotic gene\n‘conversion between a single pair of dispersed repeats does\nnot differ significantly from that observed for normal stlelic\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCorresponding author.\n+ Present address: Department of Biology, University of North\nCarolina, Chapel Hil, S.C\n\nwe\n\n \n\n \n\nene conversion events. As with allelic conversion events\n(17), approximately half of the ectopic conversion events\n‘ere associated with reciprocal recombination, producing\nchromosomal translocations (24, 31)\n\n‘One of the most abundant dispersed class of repeated\nsequences in the yeast genome are the Ty elements, which\nare found in approximately 30 to $0 copies per haploi\n‘genome (40). These elements have a steucture similar to that\nof retroviruses. consisting of a S:kilobase (kb) central ele-\n‘ment (epsilon) that is fanked by 338-base-pair (bp) direct\nrepeats (delta elements), Ty elements have been shown to\ntranspose into target loci at low frequency (about 10-*)\nthrough a reverse transcription process (1).\n\nSince there are many Ty elements in the genome and since\n{as described above) duplicated genes on nonhomologous\nchromosomes have high levels of reciprocal meiotic recom-\nbination, the relative stability of the yeast karyotype is\ndifficult (0 explain. One obvious possibility is that meiotic\nrecombination between Ty elements is strongly suppressed.\nYeast stvains with a mutation in the EDR/ gene have\nincreased levels of mitotic recombination between delta\nelements (43). It seems likely that similar mechanisms may\nexist to reduce the frequency of Ty-Ty recombination in\nrieiosis, In mitotically dividing cells, the repression of\nrecombination mediated by the EDRY system is not abso-\nIu, since both gene conversion events as well as reciprocal\nrecombination events (involving either Ty elements within\n‘one chromosome or Ty elements on nonhomologous chro-\n‘mosomes) have been observed between Ty elements (4, 7.\n32, 41). It should be noted, however, thal a very efficient\n‘system that suppresses mitotic exchange between ‘Ty ele-\niments is probably not necessary, since mitotic exchanges in\ngeneral are 3 t0 4 orders of magnitude less frequent than\n‘meiotic exchanges (for a review, see reference 13). Although\nno systematic study of the frequency of meiotic recombina-\ntion between Ty elements has been done, Roeder 38) found\na high frequency of unequal reciprocal meiotic reeombins-\ntion between two Ty elements located on chromosome IIL\n\nAs described below, we measured directly the frequency\n‘of meiotic gene conversion and associated reciprocal ex:\nchange hetween marked Ty elements. We found that the\nfrequency of such recombination events was low. One\ninterpretation of this result is that there is a Ty-specific\nsystem that represses meiotic ectopic exchange.\n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "Morcetar Axo CELLULAR BloLOGy, July 1988, p, 2942 - 2954 19270 - 730688072945 - 13802 000 Copyright © 1988, American Society for Microbiology Vol. 8, No. 7 @ Meiotic Recombination between Repeated Transposable Elements in Saccharomyces cerevisiae MARTIN KUPIEC ano THOMAS D. PETES * * Department of Molecular Genetics and Cell Biology, University of Chicago, 920 E. $ 8th Street, Chicago, Minois 60637 Received 24 February 1986 / Take on 14 April 1988 ‘ We have measured the frequency of meiotic recom ination between marked Ty elemeiits in the Saccha - romyees cerevisiae genome. These recombination events were usually nonreciprocal (gene conversions) and sometimes involved nonhomologous chromosomes. The frequency of ectopic gene conversion amor clements appeared lower Ty 1an expected on the basis of previous studies of recombination between artificially constructed repeats, The conversion events involved either a subset ofthe total Ty elements in the genome or the conve ‘ eacl was restricted {o a small region of the Ty element. In addition, the observed conversion events were very infrequently associated with reciprocal exchange. Most individuals within a phylogenetic species cause the same karyotype, The frequency of spontaneous chromo - somal alterations, such as translocations, deletions, duplica - tions, and inversions, is usually low. Chromosomal aberra - tions can be regarded as the product of illegitimate recombination events. In some cases, the event producing the altered chromosome appears to be a site - specific type of recombination (fora review, see reference 9 ). For example, the translocations observed in certain non - Burkitt B - cell tumors appear to be the result of errors made during V - D - J Joining in the immunoglobin gene cluster (SL ). A possible alternative mechanism for the production of chromosomal alterations is homologous recombination between dispersed repeated genes. Such exchanges have make up shown to pro - duce deletions and duplications in higher eucaryotes. For example, a duplication of a region of the human LDL receptor gene as the resull of a recombination event involv - ing repeated Alu element has been reparted previously (30 ). In higher cucaryotes, however, no spontaneous transloca tions (other than those involved in tumor formation) have ‘ been analyzed at the level of DNA sequence. It is unctear, therefore, whether translocations can also involve homolo - ‘ gous recombination between dispersed repeats. In the yeasts Saccharomyces cerevisiae and Schizosac - charomyces pombe, recombination between dispersed re - peated genes has been observed in meiosis and mitosis. Such events have been termed ectopic recombination (31 ). Both reciprocal and nonreciprocel recombination events have been detected (12, 23, 24, 27, 31, 34, 37, 39, 41, 45, 49, 50 ); the nonreciprocal teansfer of DNA sequences from one repeat Co another represents a gene conversion event. Most of these studies have involved duplications of genes that are normally present in a single copy per haploid genome, although recombination between naturally occurring repeats has also been observed. ‘ One surprising feature of these studies is that meiotic recombination (both gene conversion and crossovers) be - {ween artificially duplicated genes was found to occur at high Frequencies (23, 24, 31 ). The frequency of meiotic gene ‘ spiritual rebirth between a single pair of dispersed repeats does not differ significantly from that observed for normal stlelic Corresponding author. + Present address: Department of Biology, University of North Carolina, Chapel Hil, S. C we ene conversion events. As with allelic conversion events (17 ), approximately half of the ectopic conversion events ‘ ere associated with reciprocal recombination, producing chromosomal translocations (24, 31) ‘ One of the most abundant dispersed class of repeated sequences in the yeast genome are the Ty elements, which are found in approximately 30 to $ 0 copies per haploi ‘ genome (40 ). These elements have a steucture similar to that of retroviruses. consisting of a S: kilobase (kb) central ele - ‘ ment (epsilon) that is fanked by 338 - base - pair (bp) direct repeats (delta elements ), Ty elements have been shown to transpose into target loci at low frequency (about 10 - *) through a reverse transcription process (1 ). Since there are many Ty elements in the genome and since {as described above) duplicated genes on nonhomologous chromosomes have high levels of reciprocal meiotic recom - bination, the relative stability of the yeast karyotype is difficult (0 explain. One obvious possibility is that meiotic recombination between Ty elements is strongly suppressed. Yeast stvains with a mutation in the EDR / gene have increased levels of mitotic recombination between delta elements (43 ). It seems likely that similar mechanisms may exist to reduce the frequency of Ty - Ty recombination in rieiosis, In mitotically dividing cells, the repression of recombination mediated by the EDRY system is not abso - Iu, since both gene conversion events as well as reciprocal recombination events (involving either Ty elements within ‘ one chromosome or Ty elements on nonhomologous chro - ‘ mosomes) have been observed between Ty elements (4, 7. 32, 41 ). It should be noted, however, thal a very efficient ‘ system of rules that suppresses mitotic exchange between ‘ Ty ele - iments is probably not necessary, since mitotic exchanges in general are 3 t0 4 orders of magnitude less frequent than ‘ meiotic exchanges (for a review, see reference 13 ). Although no systematic study of the frequency of meiotic recombina - tion between Ty elements has been done, Roeder 38) found a high frequency of unequal reciprocal meiotic reeombins - tion between two Ty elements located on chromosome IIL As described below, we measured directly the frequency ‘ of meiotic gene conversion and associated reciprocal ex: change hetween marked Ty elements. We found that the frequency of such recombination events was low. One interpretation of this result is that there is a Ty - specific system that represses meiotic ectopic exchange.",
        "Morcetar Axo CELLULAR BloLOGy, July 1988, p, 2942 - 2954 19270 - 730688072945 - 13802 000 Copyright © 1988, American Society for Microbiology Vol. 8, No. 7 @ Meiotic Recombination between Repeated Transposable Elements in Saccharomyces cerevisiae MARTIN KUPIEC ano THOMAS D. PETES * * Department of Molecular Genetics and Cell Biology, University of Chicago, 920 E. $ 8th Street, Chicago, Minois 60637 Received 24 February 1986 / Accepted 14 April 1988 ‘ We have measured the frequency of meiotic recom ination between marked Ty elemeiits in the Saccha - romyees cerevisiae genome. These recombination events were usually nonreciprocal (gene conversions) and sometimes involved nonhomologous chromosomes. The frequency of ectopic gene conversion amor clements appeared lower Ty 1an expected on the basis of previous studies of recombination between artificially constructed repeats, The conversion events involved either a subset ofthe total Ty elements in the genome or the conve ‘ eacl was restricted {o a small region of the Ty element. In addition, the observed conversion events were very infrequently associated with reciprocal exchange. Most individuals within a phylogenetic species have the same karyotype, The frequency of spontaneous chromo - somal alterations, such as translocations, deletions, duplica - tions, and inversions, is usually low. Chromosomal aberra - tions can be regarded as the product of illegitimate recombination events. In some cases, the event producing the altered chromosome appears to be a site - specific type of recombination (fora review, see reference 9 ). For example, the translocations observed in certain non - Burkitt B - cell tumors appear to be the result of errors made during V - D - J Joining in the immunoglobin gene cluster (SL ). A possible alternative mechanism for the production of chromosomal alterations is homologous recombination between dispersed repeated genes. Such exchanges have been shown to pro - duce deletions and duplications in higher eucaryotes. For example, a duplication of a region of the human LDL receptor gene as the resull of a recombination event involv - ing repeated Alu elements has been reparted previously (30 ). In higher cucaryotes, however, no spontaneous transloca tions (other than those involved in tumor formation) have ‘ been analyzed at the level of DNA sequence. It is unctear, therefore, whether translocations can also involve homolo - ‘ gous recombination between dispersed repeats. In the yeasts Saccharomyces cerevisiae and Schizosac - charomyces pombe, recombination between dispersed re - peated genes has been observed in meiosis and mitosis. Such events have been termed ectopic recombination (31 ). Both reciprocal and nonreciprocel recombination events have been detected (12, 23, 24, 27, 31, 34, 37, 39, 41, 45, 49, 50 ); the nonreciprocal teansfer of DNA sequences from one repeat Co another represents a gene conversion event. Most of these studies have involved duplications of genes that are normally present in a single copy per haploid genome, although recombination between naturally occurring repeats has also been observed. ‘ One surprising feature of these studies is that meiotic recombination (both gene conversion and crossovers) be - {ween unnaturally duplicated genes was found to occur at high Frequencies (23, 24, 31 ). The frequency of meiotic gene ‘ conversion between a single pair of dispersed repeats does not differ significantly from that observed for normal stlelic Corresponding author. + Present address: Department of Biology, University of North Carolina, Chapel Hil, S. C we ene conversion events. As with allelic conversion events (17 ), approximately half of the ectopic conversion events ‘ ere associated with reciprocal recombination, producing chromosomal translocations (24, 31) ‘ One of the most abundant dispersed class of repeated sequences in the yeast genome are the Ty elements, which are found in approximately 30 to $ 0 copies per haploi ‘ genome (40 ). These elements have a steucture similar to that of retroviruses. consisting of a S: kilobase (kb) central ele - ‘ ment (epsilon) that is fanked by 338 - base - pair (bp) direct repeats (delta elements ), Ty elements have been shown to transpose into target loci at low frequency (about 10 - *) through a reverse transcription process (1 ). Since there are many Ty elements in the genome and since {as described above) duplicated genes on nonhomologous chromosomes have high levels of reciprocal meiotic recom - bination, the relative stability of the yeast karyotype is difficult (0 explain. One obvious possibility is that meiotic recombination between Ty elements is strongly oppress. Yeast stvains with a mutation in the EDR / gene have increased levels of mitotic recombination between delta elements (43 ). It seems likely that similar mechanisms may exist to reduce the frequency of Ty - Ty recombination in rieiosis, In mitotically dividing cells, the repression of recombination mediated by the EDRY system is not abso - Iu, since both gene conversion events as well as reciprocal recombination events (involving either Ty elements within ‘ one chromosome or Ty elements on nonhomologous chro - ‘ mosomes) have been observed between Ty elements (4, 7. 32, 41 ). It should be noted, however, thal a very efficient ‘ system that suppresses mitotic exchange between ‘ Ty ele - iments is probably not necessary, since mitotic exchanges in general are 3 t0 4 orders of magnitude less frequent than ‘ meiotic exchanges (for a review, see reference 13 ). Although no systematic study of the frequency of meiotic recombina - tion between Ty factor has been dress, Roeder 38) found a high frequency of unequal reciprocal meiotic reeombins - tion between two Ty elements located on chromosome IIL As described below, we measured directly the frequency ‘ of meiotic gene conversion and associated reciprocal ex: change hetween marked Ty elements. We found that the frequency of such recombination events was low. One interpretation of this result is that there is a Ty - specific system that represses meiotic ectopic exchange."
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "In the yeasts Saccharomyces cerevisiae and Schizosac- Pyrates pombe, recombination between dispersed re- neurotranspeated genes has been observed in meiosis and mitosis. The frequency of ectopic gene conversion events appeared lower than those associated with reciprocal exchange."
}