{
    "filename": "503616995.jpg",
    "metadata": {},
    "text": "Septendor 10, 1975\n\nir. T, B. Eandefurr\n\nAs requested, this will provide you with my comments on Marry\nChriatopher's obsorvations relative to the Havai{ rarkut.\n\n21, We should plan on using sore local effort for MOR! in this\nrarket. At prosent, the only 1976 effort in this area is\nvia nagatings - which tend to have a below avorage ponetra~\ntion ~ and 17 oxposures vie PARADE. If we can sccure addi~\ntfonal cabs in this arca, they would certainly be candidates\nand, wa way want to consider giving thu uxisting taxi ex-\nPouure to NORE considoring the \"preaonce” boing gonerated\nfor SALEM by the Aloha Stadium.\n\n \n\n2, Beetloboards would seem to be a natural and should he con-\naigercd fox both GALZH and HORE. ‘he nature of the rarket -\nyounger, mobile, and orionted to out-of-doors - fits very\nwell with the characteristics of this modiun,\n\n3. The SALZH campaign would probaly benefit by being tallored\n(casting) to this market oimilar to our black ethnic offorts\nin the atates.\n\n4. Ihave a real question oa the potential growth for GALLM in\nthis aroa, We may be in the seme position in Hawa: versue\nKool that seexs to Le emerging Ja other ethnic narxuts, 1.e.,\nSALEM hae high avaxenegs and trial levels anong current Kool\nenoxers, but these people so strongly prefer Kool that I ques-\ntion the effect which advertising pressure can have on alter~\ndng our narket position.\n\n \n\nThe early success for HORE may indicate that this sa tho brand\nwhich is in a position to mst strongly compote with current\nKool consuvere,\n\n5. There are several spacial events arcas covored by Mr. Chriatopher\nwhich would seca to hold promise, With the aizvable dnvolve-\nwent and the éraving power of the Alolia Stadium, we should\nevelop vone typo of consumer programs for GALLM.\n\nGiven the sports orientation of the rarkot, we should alo\npress forvard on tie-in prowotiony in the purfing aroa and\nmight even want to conalder a high quality “MORE* surfboard\ngelf-liguidator. Tho idea of a surfboard self-liquidator\nis also worth pursuing. We should probably chack on the\nsuccess of tne Kool Snark promotion of two years ago.\n\n \n\n$669 19E0S\n\f",
    "augmented_texts": [
        "Septendor 10, 1975 ir. T, B. Eandefurr As requested, this will provide you with my comments on Marry Chriatopher ' s obsorvations relative to the Havai {rarkut. 21, We should plan on using sore local effort for MOR! in this rarket. At prosent, the only 1976 effort in this area is via nagatings - which tend to have a below avorage ponetra ~ tion ~ and 17 oxposures vie PARADE. If we can sccure addi ~ tfonal cabs in this arca, they would certainly be candidates and, wa way want to consider giving thu uxisting taxi ex - Pouure to NORE considoring the \" preaonce ” boing gonerated for SALEM by the Aloha Stadium. 2, Beetloboards would seem to be a natural and should he con - aigercd fox both GALZH and HORE. ‘ he nature of the rarket - younger, mobile, and orionted to out - of - doors - fits very well with the characteristics of this modiun, 3. The SALZH campaign would probaly benefit by being tallored (casting) to this market oimilar to our black ethnic offorts in the atates. 4. Ihave a real question oa the potential growth for GALLM in this aroa, We may be in the seme position in Hawa: versue Kool that seexs to Le emerging Ja other ethnic narxuts, 1. east. , SALEM hae high avaxenegs and trial layer anong current Kool enoxers, but these people so strongly prefer Kool that I ques - tion the effect which advertising pressure can have on alter ~ dng our narket position. The early success for HORE may indicate that this sa tho brand which is in a position to mst strongly compote with current Kool consuvere, 5. There are several spacial events arcas covored by Mr. Chriatopher which would seca to hold promise, With the aizvable dnvolve - went and the éraving power of the Alolia Sports stadium, we should evelop vone typo of consumer programs for GALLM. Given the sports orientation of the rarkot, we should alo press forvard on tie - in prowotiony in the purfing aroa and might even want to conalder a high quality “ MORE * surfboard gelf - liguidator. Tho idea of a surfboard self - liquidator is also worth pursuing. We should probably chack on the success of tne Kool Snark promotion of two years ago. $ 669 19E0S",
        "Septendor 10, 1975 ir. T, B. Eandefurr As requested, this will provide you with my comments on Marry Chriatopher ' s obsorvations relative to the Havai {rarkut. 21, We should plan on using sore local effort for MOR! in this rarket. At prosent, the only 1976 effort in this area is via nagatings - which tend to have a below avorage ponetra ~ tion ~ and 17 oxposures vie PARADE. If we can sccure addi ~ tfonal cabs in this arca, they would certainly be candidates and, wa way want to consider yield thu uxisting taxi ex - Pouure to NORE considoring the \" preaonce ” boing gonerated for SALEM by the Aloha Stadium. 2, Beetloboards would seem to be a natural and should he con - aigercd fox both GALZH and HORE. ‘ he nature of the rarket - younger, mobile, and orionted to out - of - doors - fits very well with the characteristics of this modiun, 3. The SALZH campaign would probaly benefit by being tallored (casting) to this market oimilar to our black ethnic offorts in the atates. 4. Ihave a real question oa the potential growth for GALLM in this aroa, We may be in the seme position in Hawa: versue Kool that seexs to Le emerging Ja other ethnic narxuts, 1. e. , SALEM hae high avaxenegs and trial levels anong current Kool enoxers, but these people so strongly prefer Kool that I ques - tion the result which advertising pressure can have on alter ~ dng our narket position. The early success for HORE may indicate that this sa tho brand which is in a position to mst strongly compote with current Kool consuvere, 5. There are several spacial events arcas covored by Mr. Chriatopher which would seca to hold promise, With the aizvable dnvolve - went and the éraving power of the Alolia Stadium, we should evelop vone typo of consumer programs for GALLM. Given the sports orientation of the rarkot, we should alo press forvard on tie - in prowotiony in the purfing aroa and might even want to conalder a high quality “ MORE * surfboard gelf - liguidator. Tho idea of a surfboard self - liquidator is also worth pursuing. We should probably chack on the success of tne Kool Snark promotion of two years ago. $ 669 19E0S"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Marry Chriatopher: We should plan on using sore local effort for MOR! in the Havai rarkut. Beetloboards would seem to be a natural and should he con-aigercd fox both GALZH and HORE. I have a real question oa the potential growth for GALLM in this aroa."
}