{
    "filename": "50378733-8734.jpg",
    "metadata": {},
    "text": "Biographical Information\n\nLast name, first name\n\nGilmour, David\n\nMajor research interest Role in proposed project\n\nEukaryotic transcription Principal Investigator\n\nEducation\n‘Comell University, Ithaca, NY B.S. 1978 Biochemistry\nCornell University, Ithaca, NY Ph.D. 1984 Biochemistry\nCornell University, Ithaca, NY Postdoc. | 1984-85 | Molecular Biology\nWashington University, St. Louis, MO | Postdoc. | 1985-88 | Molecular Biology\n\nResearch and Professional Experience\n\n‘Research and Professional Experience\n\n7195-present ASSOCIATE PROFESSOR OF MOLECULAR AND CELL BIOLOGY, Penn\nState University.\n\n689-6195 ASSISTANT PROFESSOR OF MOLECULAR AND CELL BIOLOGY, Penn\nState University.\n\n7188-5189 SENIOR RESEARCH ASSOCIATE with Sarah Elgin. Studying chromosome\nstructure and regulation of gene expression.\n\n785-1188 NIH POSTDOCTORAL FELLOW with Sarah Elgin. Smdying chromosome\nstructure and regulated expression of heat shock genes.\n\n684-7185 POSTDOCTORAL RESEARCH ASSOCIATE with John Lis. Studied the\ndistribution of RNA polymerase I and topoisomerase I on DNA in Drosophila\ncells. Initiated studies on transcriptional regulation of the histone genes.\n\n9778-6184 GRADUATE RESEARCH with John Lis. Designed and exploited a technique for\nprotein-DNA crosslinking.\n\n9/77-9f18 UNDERGRADUATE RESEARCH with Richard McCarty. Studied the\nhydrogen/inorganic phosphate ratio of photophosphorylation\n\nTeaching\n\nFall 1995 BMB 460, Cell Growth and Differentiation, 30 lectures,\nFall 1994 MCB 460, Cell Growth and Differentiation, 30 lectures\nFall 1993 MCB 460, Cell Growth and Differentiation, 30 lectures\nFall 1992 MCB 251, Molecular and Cell Biology, 45 lectures\nFall 1991 MCB 251, Molecular and Cell Biology, 45 lectures\nFall 1990 MCB 251, Molecular and Cell Biology, 30 lectures\n\nHonors and Awards\n\n1992 ‘NIH research grant (ROI, funding recommended for 4 years)\n\n1991 Basil O'Connor Starter Scholar Research Award, March of Dimes Birth Defect\nFoundation\n\n1991 American Cancer Society Junior Faculty Research Award\n\n1990 ‘American Cancer Society Research Grant\n\n1985 NIH Postdoctoral Fellowship\n\n1980 Comell University Dupont Teaching Award\n\n1978 Inducted into Phi Kappa Phi Honor Society\n\f",
    "augmented_texts": [
        "Biographical Information Last name, first name Gilmour, David Major research interest Role in proposed project Eukaryotic transcription Principal Investigator Education ‘ Comell University, Ithaca, NY B. S. 1978 Biochemistry Cornell University, Ithaca, NY Ph. D. 1984 Biochemistry Cornell University, Ithaca, NY Postdoc. | 1984 - 85 | Molecular Biology Washington University, St. Louis, molybdenum | Post doc. | 1985 - 88 | Molecular Biology Research and Professional Experience ‘ Research and Professional Experience 7195 - present ASSOCIATE PROFESSOR OF MOLECULAR AND cubicle BIOLOGY, Penn State University. 689 - 6195 ASSISTANT PROFESSOR OF MOLECULAR AND CELL BIOLOGY, Penn State University. 7188 - 5189 SENIOR RESEARCH ASSOCIATE with Sarah Elgin. Studying chromosome structure and regulation of gene expression. 785 - 1188 NIH post doc FELLOW with Sarah Elgin. Smdying chromosome structure and regulated expression of heat shock genes. 684 - 7185 POSTDOCTORAL enquiry ASSOCIATE with John Lis. Studied the distribution of RNA polymerase I and topoisomerase I on DNA in Drosophila cells. Initiated studies on transcriptional regulation of the histone genes. 9778 - 6184 GRADUATE RESEARCH with John Lis. Designed and exploited a technique for protein - DNA crosslinking. 9 / lxxvii - 9f18 UNDERGRADUATE RESEARCH with Richard McCarty. Studied the hydrogen / inorganic phosphate ratio of photophosphorylation Teaching Fall 1995 BMB 460, Cell Growth and Differentiation, 30 lectures, Fall 1994 MCB 460, Cell Development and Differentiation, 30 lectures Fall 1993 MCB 460, Cell Growth and Differentiation, 30 lectures Fall 1992 MCB 251, Molecular and Cell Biology, 45 lecture Fall 1991 MCB 251, Molecular and Cell Biology, 45 lectures Fall 1990 MCB 251, Molecular and Cell Biology, 30 lectures Honors and Awards 1992 ‘ NIH research grant (ROI, funding recommended for 4 years) 1991 Basil O ' Connor Starter Scholar Research Award, March of Dimes Birth Defect Foundation 1991 American Cancer Society Junior Faculty Research Award 1990 ‘ American Cancer Society Research Grant 1985 NIH Postdoctoral Fellowship 1980 Comell University Dupont Teaching Award 1978 Inducted into Phi Kappa Phi Honor Society",
        "Biographical Information Last name, first name Gilmour, David Major research interest Role in proposed project Eukaryotic transcription Principal Investigator Education ‘ Comell University, Ithaca, NY B. S. 1978 Biochemistry Cornell University, Ithaca, NY Ph. D. 1984 Biochemistry Cornell University, Ithaca, NY Postdoc. | 1984 - 85 | Molecular Biology President washington University, St. Louis, MO | Postdoc. | 1985 - 88 | Molecular Biology Research and Professional Experience ‘ Research and Professional Experience 7195 - present ASSOCIATE PROFESSOR OF MOLECULAR AND CELL BIOLOGY, Penn State University. 689 - 6195 ASSISTANT PROFESSOR OF MOLECULAR AND CELL BIOLOGY, Penn State University. 7188 - 5189 elder RESEARCH ASSOCIATE with Sarah Elgin. Studying chromosome structure and regulation of gene expression. 785 - 1188 NIH POSTDOCTORAL FELLOW with Sarah Elgin. Smdying chromosome social organisation and regulated expression of heat shock genes. 684 - 7185 POSTDOCTORAL RESEARCH ASSOCIATE with John Lis. Studied the distribution of RNA polymerase Ace and topoisomerase I on DNA in Drosophila cells. Initiated studies on transcriptional regulation of the histone genes. 9778 - 6184 alum RESEARCH with John Lis. Designed and exploited a technique for protein - DNA crosslinking. 9 / 77 - 9f18 UNDERGRADUATE RESEARCH with Richard McCarty. Studied the hydrogen / inorganic phosphate ratio of photophosphorylation Teaching Fall 1995 BMB 460, Cell Growth and Differentiation, 30 lectures, Fall 1994 MCB 460, Cell Growth and Differentiation, 30 lectures Fall 1993 MCB 460, Cell Growth and Differentiation, 30 lectures Fall 1992 MCB 251, Molecular and Cell Biology, 45 lectures Fall 1991 MCB 251, Molecular and Cell Biology, 45 lecture Fall 1990 MCB 251, Molecular and Cell Biology, 30 lectures Honors and Awards 1992 ‘ NIH research grant (ROI, funding recommended for 4 years) 1991 Basil O ' Connor Starter Scholar Research Award, March of Dime Birth Defect Foundation 1991 American Cancer Society Junior Faculty Research Award 1990 ‘ American Cancer Society Research Grant 1985 NIH Postdoctoral Fellowship 1980 Comell University Dupont Teaching Award 1978 Inducted into Phi Kappa Phi Honor Society"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "David Gilmour is a professor of Molecular and Cell Biology at Penn State University. He is the Principal Investigator for the ‘Eukaryotic transcription’ project at the National Institutes of Health (NIH) He was inducted into the Phi Kappa Phi Honor Society in 1978."
}