{
    "filename": "503750257.jpg",
    "metadata": {},
    "text": " \n\n \n\nJanuary\n\n \n\n_. Mey D. We. Grout\n\nMr. M. L., Orlowsky .\n\nMr. G, Novak\n\nMr. Ralph Angiuol£\n\nMr. ¥. W. Ford, Jr. Mr.\nMr. T. J. Sullivan Mr.\nMr. R. D, Sherrod Mr.\nMr. L. S. Schreiber Mr.\nMr. M. C. Wallace Mr.\nMr, D.C. Hunt Mr.\n\n10, 1984\n\nLees\nMcKenna\n\nShostak\n\nWinebrenner\n\nKinney\n\nDean\n\nPearson\n\nHedrick\n\nOwen\n\nRegan ,\n\nSUBJECT: Monthly Sales, Pronotion/Market ing Coordination Meeting\n\n‘This will confirm our coordination meeting for Monday, January 16 from\n9:00 AM to 11:00 AM in the eighth floor conference room.\n\n‘The following is a preliminary list of topics to be covered and respon-\n\nsibilities:\nSubject\n\nNew brand introductions\n\nWorkplan/BIGIF schedule\n\n3. Permanent point-of-sale availability\n4. Special events/sales communication\n\n5. MORE packaging\n\n6. WINSTON test\n\n7. VANTAGE update\n\n8. Ethnic Markets - brand support\n9. CENTURY/New Brands update\n\n10. BT update\n\n11, Superclock/In-Store Advertising\n12, Field Marketing support\n\nIf there are any questions on the topics to be covered, please advise.\n\nGTB:enm\n\n \n\nResponsibility\n\nD, Hunt\nHunt/K. Hedrick\nHedrick\n\nHedrick\n\nD.\n\nMcKenna\nMcKenna\n\nMcKenna\n\nJq Winebrenner/R. Sherrod\nLees\n\nWinebrenner\n\nHedrick\n\nOven\n\nLSZO SLEOS\n\n \n\f",
    "augmented_texts": [
        "January _. Mey D. We. Grout Mr. M. L. , Orlowsky. Mr. Chiliad, Novak Mr.. Ralph Angiuol £ Mr. ¥. W. Ford, Jr. Mr. Mr. T. J. Sullivan Mr. Mr. R. D, Sherrod Mr. Mr. L. Sulfur. Schreiber Mr. Mr. Yard. C. Wallace Mr. Mr, D. C. Hunt Mr. 10, 1984 Lees McKenna Shostak Winebrenner Kinney Dean Pearson Hedrick Owen Regan, SUBJECT: Monthly Sale, Pronotion / Market ing Coordination Meeting ‘ This will confirm our coordination meeting for Monday, Jan 16 from 9: 00 AM to 11: 00 AM in the eighth floor conference room. ‘ The following is a preliminary list of topics to be covered and respon - sibilities: Open New brand introductions Workplan / BIGIF agenda 3. Permanent point - of - sale availability 4. Special events / sales communication 5. MORE packaging 6. WINSTON test 7. VANTAGE update eight. Ethnic Markets - brand support 9. CENTURY / New Brand update 10. BT update 11, Superclock / In - Store Advertising 12, Field Marketing support If there are any questions on the topics to be covered, please advise. GTB: enm Responsibility D, Hunt Hunt / K. Hedrick Hedrick Hedrick D. McKenna McKenna McKenna Jq Winebrenner / R. Sherrod Lees Winebrenner Hedrick Oven LSZO SLEOS",
        "January _. Mey D. We. Grout Mr. M. L. , Orlowsky. Mr. G, Novak Mr. Ralph Angiuol £ Mr. ¥. W. Ford, Jr. Mr. Mr. T. J. Louis henry sullivan Mr. Mr. Roentgen. D, Sherrod Mr. Mr. L. S. Schreiber Mr. Mr. M. C. Wallace Mr. Mr, D. C. Hunt Mr. 10, 1984 Lees McKenna Shostak Winebrenner Kinney Dean Pearson Hedrick Owen Regan, SUBJECT: Monthly Sales, Pronotion / Market ing Coordination Meeting ‘ This will confirm our coordination meeting for Monday, January 16 from 9: 00 AM to 11: 00 AM in the 8th floor conference room. ‘ The following is a preliminary lean of topics to be covered and respon - sibilities: Subject New brand introductions Workplan / BIGIF schedule 3. Permanent point - of - sale availability 4. Special upshot / sales communication 5. MORE packaging 6. WINSTON test 7. VANTAGE update 8. Ethnic Market - brand support 9. CENTURY / New Brands update 10. BT update 11, Superclock / In - Store Advertising 12, Field Marketing support If there are any questions on the topics to be covered, please advise. GTB: enm Responsibility D, Hunt Hunt / K. Hedrick Hedrick Hedrick D. McKenna McKenna McKenna Jq Winebrenner / R. Sherrod Lees Winebrenner Hedrick Oven LSZO SLEOS"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "The meeting will take place on Monday, January 16 from 9:00am to 11:30am. The following is a preliminary list of topics to be covered. If you have any questions on the topics, please advise. We are looking forward to seeing you at the meeting."
}