{
    "filename": "50376468-6468.jpg",
    "metadata": {},
    "text": "sah 28 son uh\n\nModulated expres\n\n \n\nsion of human leucocyte antigen c!\n\n \n\nass | and\n\nclass I determinants in hyperplastic and malignant human.\n\nprostatic epithelium\n\nLC. SHARPE, PD. AME\nDeartnents of 1\n\n   \n\n \n\nspats and\"\n\nLA, GILBERTSON, P. BRAWN} andC.S. F\ngery, Reval Potgrudite\n\n \n\n4\n\nnicl Sell Marnnavevont Hoste, Senn, # Peart of\n\n  \n\nHaatolays, Unversity of Laversad, CK and Deparment of Palolony, VA Meal Cuter, Tne Tes CS.\n\nObjectives To. de\n\n \n\nine whether human prostatic ear\n\n \n\nur eels express Class Panda Class IL major\nhistocampatibiiy vole AMICY determinants cid\nwwhetls\n\n \n\nthey sign es hy immune competent\n\n \n\nets for poland ost\nMater pers\nformed bonl before snd altee neuraminntise digestion.\nWis emplaced\n\n \n\n \n\nIs and ictus Tmnuiobistorhenistey,\n\n  \n  \n\n \n\nprostate Auatied fro the Cnited\nRoutan United States of Ameri\nUspresio: is wars aed ts th\n\n \n\ntnarker Chass Fond #2 ADK a he aor af Chis\nexpression\n\nResults te\n\n \n\nsalva ot class AUC determinants\n\nhyperplasia. i\n1 13% oF Imph\nass H eterasinats\nv-hypeeplasias and in\nnhone of the fymph\nSestalylation, Chass 1 deter\n\n  \n \n \n  \n  \n  \n\nS he bon\n\n \n\n \n\nswore ile\n2a a pri\nrode mets\n\n \n\nIntroduction\n\nProstate cancer Is now the leading cause of male death,\n\n \n  \n   \n\nthe USA [1]. Autopsy\ncells to be ps\nmen over 50 §\n\nes have identitied malignant\nprostates of more than 30% of\nni to occ of men,\n\n       \n \n\n \n\n \n\nbby the age os SU [2 MC the tin\n\napproximately. 73\" oe Sotignts already have\nlolly tnvasisy ssinawed disease, For these\npatients. proges si 8 the S-yeur survival being,\nfess tha Sotho Sslorlgy ding from tumour\n\n   \n\nsnkets are vet availabe to\nheer sal lierentiatiom: seit\nvey by a a\n\n \n\nants were expressed it 100% af ben\n\nid Ha 0\n\n \n\nhyperplasia\nike Ismph\ne egpressed\nFiypersias, bun only 19%\n\n \n\n   \n\nthee metas. Chass I determinants we\nins Hers af bow\n\n \n\n    \n\nDinuory various se 9%. oth Iomaph nee met\nfases. While ore this 30%. of pith sn each,\n\n‘oF the bemuan byyperpisins expressed MICS. < 5° of\n\n \n\n  \n\n \n\nte tuna vel\n\n  \n  \n\n \n\ntissues tes atic espressed MICS event\n\nafter neweninilase correlation wats\n\nsor Chass NUE\n\nstom, Ne\n\n  \n  \n\nfound bes\nane (las\n\njst expression ol Chis 1\n\n \n\n \n\nFailure to express Chiss P annd-or Class It\nnts is common feature ofthe saajority\n\nof humats prostate vareinona cells. Absenee of these\n\n \n\n     \n\nrecognition inoleeules mily be ascii sits vk\nance of mmmune-surveillaee sand comtetbuts te the\nmetastarie dissemination ol this malyeiney\n\nKeywords Prostate cancer. MHC determanants, isemune:\n\nY.\nmalignancy. ceunot fy’ predited with any accuracy\n(5.6). Furthermore. since Huggins and Hodges ist\nidentified the role of androgen ts a potent growth\nPromoter of prostatic epithelial cells 7] no corventionsl\ntherapeatic modality has inflvenved the prognosis of\npatients with prostate cancer\n\nWithin many funn malignancies, dhe pee\n@ Iyinphoplasmaeytic response has been considered\nto be a farouvable prognostte sign. possibly indicating\nImmune-recognitiot of the neoplasite cells [S}, However\nthe elfizener of any eviatosie respanse re\n\n \n\n   \n\n \n\n \n\n  \n\n \n\n \n\nnmuuesned.al eytaesicity se egpress nial okey a\nthe Chass towbar Chis. tas sii\ncozapley (MES duriag the presonts om cells ca\ners to the ssaguine system fy uinaat 2 eel\n\n \n\nFang camer |\nTET loss oF\n\n  \n\nad\n\n \n\n> PAMIC has bye eure\n\n \n\f",
    "augmented_texts": [
        "sah 28 son uh Modulated expres sion of human leucocyte antigen c! ass | and class I determinants in hyperplastic and malignant human. prostatic epithelium LC. SHARPE, PD. AME Deartnents of 1 spats and \" LA, GILBERTSON, P. BRAWN} andC. S. F gery, Reval Potgrudite 4 nicl Sell Marnnavevont Hoste, Senn, # Peart of Haatolays, Unversity of Laversad, CK and Deparment of Palolony, VA Meal Cuter, Tne Tes CS. Objectives To. de ine whether human prostatic ear ur eels express Class Panda Class land of lincoln major histocampatibiiy vole AMICY determinants cid wwhetls they sign es hy immune competent ets for poland ost Mater pers formed bonl before snd altee neuraminntise digestion. Wi emplaced Is and ictus Tmnuiobistorhenistey, prostate Auatied fro the Cnited Routan United States of Ameri Uspresio: is wars aed ts th tnarker Chass Fond # 2 ADK a he aor af Chis expression Results te salva ot class AUC determinants hyperplasia. i 1 13% oF Imph tooshie H eterasinats v - hypeeplasias and in nhone of the fymph Sestalylation, Chass 1 deter S he bon swore ile 2a a pri rode mets Introduction Prostate cancer Is now the leading cause of male death, the USA [1 ]. Autopsy cells to be ps men over 50 § es have identitied malignant prostates of more than 30% of ni to occ of men, bby the age os SU [2 MC the tin approximately. 73 \" oe Sotignts already have lolly tnvasisy ssinawed disease, For these patients. proges si 8 the S - yeur survival being, fess tha Sotho Sslorlgy ding from tumour snkets are vet availabe to heer sal lierentiatiom: seit vey by a a ants were expressed it 100% af ben id Ha 0 hyperplasia ike Ismph e egpressed Fiypersias, bun only 19% thee metas. Chass I determinants we ins Hers af bow Dinuory various se 9% . oth Iomaph nee met fases. While ore this 30% . of pith sn each, ‘ oF the bemuan byyperpisins expressed MICS. <5 ° of te opuntia tuna vel tissues tes atic espressed MICS event after neweninilase correlation wats sor Chass NUE stom, Ne found bes ane (las jst expression ol Chis 1 Failure to express Chiss P annd - or Class It nts is common feature ofthe saajority of humats prostate vareinona cells. Absenee of these recognition inoleeules mily be ascii sits vk ance of mmmune - surveillaee sand comtetbuts te the metastarie dissemination ol this malyeiney Keywords Prostate cancer. MHC determanants, isemune: Y. malignancy. ceunot fy ’ predited with any accuracy (5. 6 ). Furthermore. since Sir william huggins and Hodges ist identified the role of androgen ts a potent growth Promoter of prostatic epithelial cells 7] no corventionsl therapeatic modality has inflvenved the prognosis of patients with prostate cancer Within many funn malignancies, dhe pee @ Iyinphoplasmaeytic response has been considered to be a farouvable prognostte sign. possibly indicating Immune - recognitiot of the neoplasite cells [S }, However the elfizener of any eviatosie respanse re nmuuesned. al eytaesicity se egpress nial okey a the Chass towbar Chis. tas sii cozapley (MES duriag the presonts om cells ca ers to the ssaguine system fy uinaat 2 eel Fang camer | TET loss oF ad> PAMIC has bye eure",
        "sah 28 son uh Modulated expres sion of human leucocyte antigen c! ass | and class I determinants in hyperplastic and malignant human. prostatic epithelium LC. SHARPE, PD. AME Deartnents of 1 spats and \" pelican state, GILBERTSON, P. BRAWN} andC. S. F gery, Reval Potgrudite 4 nicl Sell Marnnavevont Hoste, Senn, # Peart of Haatolays, Unversity of Laversad, CK and Deparment of Palolony, VA Meal Cuter, Tne Tes CS. Objectives To. de ine whether human prostatic ear ur eels express Class Panda Class IL major histocampatibiiy vole AMICY determinants cid wwhetls they sign es hy immune competent ets for poland ost Mater pers formed bonl before snd altee neuraminntise digestion. Wis emplaced Is and ictus Tmnuiobistorhenistey, prostate Auatied fro the Cnited Routan United States of Ameri Uspresio: is wars aed ts th tnarker Chass Fond # 2 ADK a he aor af Chis expression Results te salva ot class AUC determinants hyperplasia. i 1 13% oF Imph ass H eterasinats v - hypeeplasias and in nhone of the fymph Sestalylation, Chass 1 deter S he bon swore ile 2a a pri rode mets Introduction Prostate cancer Is now the leading cause of male death, the USA [1 ]. Autopsy cells to be ps men over 50 § es have identitied malignant prostates of more than 30% of ni to occ of men, bby the age os SU [2 MC the tin approximately. 73 \" oe Sotignts already have lolly tnvasisy ssinawed disease, For these patients. proges si 8 the S - yeur survival being, fess tha Sotho Sslorlgy ding from tumour snkets are vet availabe to heer sal lierentiatiom: seit vey by a a ants follow expressed it 100% af ben id Ha 0 hyperplasia ike Ismph e egpressed Fiypersias, bun only 19% thee metas. Chass I determinants we ins Hers af bow Dinuory various se 9% . oth Iomaph nee met fases. While ore this 30% . of pith sn each, ‘ oF the bemuan byyperpisins expressed MICS. <5 ° of te tuna vel tissues tes atic espressed MICS event after neweninilase correlativity wats sor Chass NUE stom, Ne found bes ane (las jst expression ol Chis 1 Failure to express Chiss P annd - or Class It nts is common feature ofthe saajority of humats prostate vareinona cells. Absenee of these recognition inoleeules mily be ascii sits vk ance of mmmune - surveillaee sand comtetbuts te the metastarie dissemination ol this malyeiney Keywords Prostate cancer. MHC determanants, isemune: Y. malignancy. ceunot fy ’ predited with any accuracy (5. 6 ). What is more. since Huggins and Hodges ist identified the role of androgen ts a potent growth Promoter of prostatic epithelial cells 7] no corventionsl therapeatic modality has inflvenved the prognosis of patients with prostate cancer Within many funn malignancies, dhe pee @ Iyinphoplasmaeytic response has been considered to be a farouvable prognostte sign. possibly indicating Immune - recognitiot of the neoplasite cells [S }, However the elfizener of any eviatosie respanse re nmuuesned. al eytaesicity se egpress nial okey a the Chass towbar Chis. tas sii cozapley (MES duriag the presonts om cells ca ers to the ssaguine system of rules fy uinaat 2 eel Fang camer | TET loss oF ad> PAMIC has bye eure"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Prostate cancer is now the leading cause of male death in the United States. More than 30% of men have malignant.prostates. The prostate is a common feature of the saajority of prostate vinona cells. It is the most common form of cancer in men."
}