{
    "filename": "50380389-0390.jpg",
    "metadata": {},
    "text": "FE Principal investgatorProgram Director (Las, fst, middle): _\n\nBIOGRAPHICAL SKETCH\n‘Give the foowing information oc the key personnel and consultants and collaborators. Begin with he principal\ninvasigateprogram director. Protocopy ths page foreach person,\n\nNae POSITION THLE\nHALAZONETIS, Thanos, D.D.S., Ph.D. Assistant Professor\n\nEDUCATION (Gopin wih baccalaureate or other ia professlonal education, sigh as nurse, and inode posiéoctoralrainag)\n\n \n\n   \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nsermurousoicoren ceore | collie | raseronny\nUniversity of Athens, School of Dentistry, DD.S. 1982 Dentistry\nAthens, Greece\n‘Tufts Uniy., School of Dental Medicine, Boston, MA | Certificate 1984 Periodontology\nHarvard University, Graduate School of Ph.D. 1989 Genetics\nArts and Sciences, Boston, MA\n\n \n\nRESEARCH AND PROFESSIONAL EXPERIENCE: Conclusing with present poston, it in chronological rder, previous employment, experience, and\n‘honors. Key personnel include the principal investigator and ary other individuals who panclpae inthe scenic davelopment ex execution othe project\n‘ey personnel typcaly wil include al individuals with doctoral or oer professional degrees, butin some projects wil include Indvivale athe mastons or\n‘baccalaureate level proved they contriouein a substantive way fo the sientitc development or erection ofthe projet. include present membership on\n‘any Feceral Goverment pubic advisory commie. List, in chronological orce, tho ties, a author, and complete relerences teal publeallons Quin the\nPast tree years and io representative earer publications pertinent io this appicaton. DO NOT EXCEED TWO PAGES.\n\n1989-1990 Postdoctoral Fellow, Department of Genetics, Harvard Medical School, Boston, MA (in the\nlaboratory of Prof. Philip Leder, who was also my Ph.D. thesis advisor)\n\n1990-1993 Project Leader, Merck Sharp and Dohme Research Laboratories, West Point, PA\n\n1993-present Assistant Professor, The Wistar Institute, Philadelphia, PA.\n\n1993-present Adjunct Assistant Professor, Department of Pathology, University of Pennsylvania Medical\nSchool, Philadelphia, PA\n\nMember\n\n‘American Association for the Advancement of Science\n‘American Association for Cancer Research\nPhiladelphia Cancer Research Association\n\n \n\nPHS 368 Rev O97) (Form Page 6) Page FF\n\"Number pages consecumly lb botom thoughout the application. Donatus ates such aa 3b\n\f",
    "augmented_texts": [
        "FE Principal investgatorProgram Director (Las, fst, middle ): _ BIOGRAPHICAL SKETCH ‘ Give the foowing information oc the key personnel and consultants and collaborators. Begin with he principal invasigateprogram director. Protocopy ths page foreach person, Nae POSITION THLE HALAZONETIS, Thanos, D. D. S. , Ph. D. Assistant Professor EDUCATION (Gopin wih baccalaureate or other ia professlonal education, sigh as nurse, and inode posiéoctoralrainag) sermurousoicoren ceore | collie | raseronny University of Athens, School day of Dentistry, DD. S. 1982 Dentistry Athens, Greece ‘ Tufts Uniy. , School of Dental Medicine, Boston, MA | Certificate 1984 Periodontology Harvard University, Graduate School of Ph. D. 1989 Genetics Arts and Sciences, Boston, MA RESEARCH AND PROFESSIONAL EXPERIENCE: Conclusing with present poston, it in chronological rder, previous employment, experience, and ‘ honors. Key personnel include the principal investigator and ary other individuals who panclpae inthe scenic davelopment ex execution othe project ‘ ey personnel typcaly wil include al individuals with doctoral or oer professional degrees, butin some projects wil include Indvivale athe mastons or ‘ baccalaureate level proved they contriouein a substantive way fo the sientitc development or erection ofthe projet. include present membership on ‘ any Feceral Goverment pubic advisory commie. List, in chronological orce, tho tie up, a author, and complete relerences teal publeallons Quin the Past tree years and io representative earer publications pertinent io this appicaton. DO NOT EXCEED TWO PAGES. 1989 - 1990 Postdoctoral Fellow, Department of Genetics, Harvard Medical School, Boston, MA (in the laboratory of Prof. Philip Leder, who was also my Ph. D. thesis advisor) 1990 - 1993 Project Leader, Merck Sharp and Dohme Research Laboratories, West Point, PA 1993 - present tense Assistant Professor, The Wistar Institute, Philadelphia, PA. 1993 - present Adjunct Assistant Professor, Department of Pathology, University of Pennsylvania Medical Schoolhouse, Philadelphia, PA Member ‘ American Connexion for the Advancement of Science ‘ American Association for Cancer Research Philadelphia Cancer Research Association PHS 368 Rev O97) (Form Page 6) Page FF \" Number pages consecumly lb botom thoughout the application. Donatus ates such aa 3b",
        "FE Principal investgatorProgram Director (Las, fst, middle ): _ BIOGRAPHICAL SKETCH ‘ Give the foowing information oc the key personnel and consultants and collaborators. Begin with he principal invasigateprogram director. Protocopy ths page foreach person, Nae POSITION THLE HALAZONETIS, Thanos, D. D. S. , Ph. D. Assistant Professor EDUCATION (Gopin wih baccalaureate or other ia professlonal education, sigh as nurse, and inode posiéoctoralrainag) sermurousoicoren ceore | collie | raseronny University of Athens, School of Dentistry, DD. S. 1982 Dentistry Athens, Greece ‘ Tufts Uniy. , School of Dental Medicine, Boston, mommy | Certificate 1984 Periodontology Harvard University, Graduate School of Ph. D. 1989 Genetics Arts and Sciences, Boston, MA RESEARCH AND PROFESSIONAL EXPERIENCE: Conclusing with present poston, it in chronological rder, previous employment, experience, and ‘ honors. Key personnel include the principal investigator and ary other individuals who panclpae inthe scenic davelopment ex execution othe project ‘ ey personnel typcaly wil include al individuals with doctoral or oer professional degrees, butin some projects wil include Indvivale athe mastons or ‘ baccalaureate level proved they contriouein a substantive way fo the sientitc development or erection ofthe projet. include present membership on ‘ any Feceral Goverment pubic advisory commie. List, in chronological orce, tho ties, a author, and complete relerences teal publeallons Quin the Past tree years and io representative earer publications pertinent io this appicaton. DO NOT EXCEED TWO PAGES. 1989 - 1990 Postdoctoral Fellow, Department of Genetics, Harvard Medical School, Boston, MA (in the laboratory of Prof. Philip Leder, who be also my Ph. D. thesis advisor) 1990 - 1993 Project Drawing card, Merck Sharp and Dohme Research Laboratories, West Point, PA 1993 - present Assistant Professor, The Wistar Institute, Philadelphia, PA. 1993 - present Adjunct Assistant Professor, Department of Pathology, University of Pennsylvania Medical School, Philadelphia, PA Appendage ‘ American Association for the Advancement of Science ‘ American Association for Cancer Research Philadelphia Cancer Research Association PHS 368 Rev O97) (Form Page sestet) Page FF \" Number pages consecumly lb botom thoughout the application. Donatus ates such aa 3b"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "FE Principal investgatorProgram Director (Las, fst, middle):_                BIOGRAPHICAL SKETCH. Nae POSITION THLEphrineHALAZONETIS, Thanos, D.S., Ph.D. Assistant Professor of Dentistry."
}