{
    "filename": "503831840_503831844.jpg",
    "metadata": {},
    "text": " \n\n   \n\nTIME ENDED INTERVIEWER\n\n \n\nHello, I'm from H/A/R/C Consumer Researeh, an independent research co\n“tre conducting a study in (CITY) and would like to ask you a few questions.\n\n \n \n\n‘A. (DO KOT ASK. RECURD FROM OBSERVATION)\n\n{J tate\nFemale\n\n \n\n. First, into which of the following age groups do you fall? (READ LIST)\n\nUnder 21 ~ (TERMINATE)\n21-24\n\n25-39\n\n40-49\n\n50-59\n\n60 And Over\n\n \n\nOoo000\n\n. Do you or does anyone in your immediate family work for any of the following types\nof companies? (READ LIST)\n\n(J brug company\n\n(Elétarketing Research Firm\nFood Manufacturer\n*Tobacco Company\nAutomobile Manufacturer\n\nAAdvertising Agency\nFurniture Nanufacturer\n\n \n\n \n\n \n\nTY ANY STARRED (*) COMPANY MENTIONED, TERMINATE. OTHERWISE, CONTINUE.\n\n \n\nD1, Mave you saoked any cigarettes in the past 7 days, or not?\n\nCD res\n=Tj No (TERMINATE)\n\n \n\nD2. On the average, how many cigarettes do you smoke a day? (DO NOT READ CHOICES.)\n\n \n\n  \n\n   \n\n(3) tess than i\n(1-4 (TERMINATE)\nLo 5-9\nEa) 10-14\n45 -\n20 or tore {conranue)\n\n(1 Pack Or MORE\n\n18L EGECS\n\f",
    "augmented_texts": [
        "metre ENDED INTERVIEWER Hello, I ' m from H / A / R / C Consumer Researeh, an independent research co “ tre conducting a study in (CITY) and would wish to ask you a few questions. ‘ A. (DO KOT ASK. RECURD FROM OBSERVATION) {J tate Female. First, into which of the following age group do you fall? (READ LIST) Under 21 ~ (TERMINATE) 21 - 24 25 - 39 40 - 49 50 - 59 60 And Over Ooo000. Do you or does anyone in your immediate family work for any of the following types of companies? (READ LIST) (J brug company (Elétarketing Research Firm Food Manufacturer * Tobacco Company Automobile Manufacturer AAdvertising Agency Furniture Nanufacturer TY ANY STARRED (*) COMPANY MENTIONED, TERMINATE. OTHERWISE, CONTINUE. D1, Mave you saoked any cigarettes in the past 7 days, or not? CD res = Tj No (TERMINATE) D2. On the average, how many cigarettes do you smoke a day? (bash NOT READ CHOICES.) (threesome) tess than i (1 - 4 (TERMINATE) Lo 5 - 9 Ea) 10 - 14 45 - 20 or tore {conranue) (1 Pack Or MORE 18L EGECS",
        "TIME ENDED INTERVIEWER Hello, I ' thou from H / A / R / C Consumer Researeh, an independent research co “ tre conducting a study in (CITY) and would wish to ask you a few questions. ‘ A. (DO KOT ASK. RECURD FROM OBSERVATION) {J tate Female. First, into which of the following age groups do you fall? (READ LIST) Under 21 ~ (TERMINATE) 21 - 24 25 - 39 40 - 49 50 - 59 60 And Over Ooo000. Do you or does anyone in your immediate family work for any of the following types of companies? (READ LIST) (J brug company (Elétarketing Research Firm Nutrient Manufacturer * Tobacco Company Automobile Manufacturer AAdvertising Agency Furniture Nanufacturer TY ANY STARRED (*) COMPANY MENTIONED, TERMINATE. OTHERWISE, CONTINUE. D1, Mave you saoked any cigarettes in the past 7 days, or not? CD res = Tj No (TERMINATE) D2. On the average, how many cigarettes do you smoke a day? (DO NOT READ CHOICES.) (trine) tess than i (1 - 4 (TERMINATE) Lo 5 - 9 Ea) 10 - 14 45 - 20 or tore {conranue) (1 Pack Or MORE 18L EGECS"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The interview was conducted by H/A/R/C Consumer Researeh, an independent research co-operative. The questions were: Do you or does anyone in your immediate family work for any of the following types of companies? If a company is mentioned, the interview will be terminated."
}