{
    "filename": "50381850-1851.jpg",
    "metadata": {},
    "text": "BIOGRAPHICAL SKETCH\n\n \n\n \n\n \n\n \n\n \n\nTAME POSITION TLE\n‘Marcelo Jacobs-Lorena Professor\nEDUCATION\nYEAR\n\nINSTITUTION AND LOCATION Decree _|CONFERRED | FIELD OF STUY\nThiversity of Sao Paulo, Sao Paulo, Brazil B.S. 1964 ‘Chemistry\nUniversity of Osaka, Japan MS. 1967 Biochemistry\n‘Massachusetts Institute of Technology, Cambridge MA] Ph.D. 1972 Biology\nUniversity of Geneva, Geneva, Switzerland Postdoc. | 1972-1977 _| Biology\n\n \n\n \n\n \n\n \n\nPROFESSIONAL EXPERIENCE\n\n1965-68. Graduate research (Master's) at the University of Osaka, Osaka, Japan.\n‘Advisor: Dr. A. Tsugita. Elucidation of the amino acid sequence of wild type and double-frameshift\nmutant lysozyme from T4 phage. This work confirmed forthe first time the genetic code via in vivo\nexperiments.\n\n1968-72. Graduate research (Ph.D.) at M.LT., Cambridge, Massachusetts.\n‘Advisor: Dr. C. Baglioni, Majors areas of research: a) Mechanisms of protein synthesis using cell-\nfree systems; b) Characterization of globin and histone mRNAs; c) Demonstration and\ncharacterization of matemal messenger RNAs in unfertilized sea urchin eggs.\n\n1972-77. Postdoctoral research at the University of Geneva, Geneva, Switzerland.\n‘Advisor: Dr. M. Crippa. Initiated experiments on gene expression during Drosophila oogenesis.\n\n1977-83. Assistant Professor, Department of Developmental Genetics & Anatomy, Case Western\nReserve University, Cleveland, Ohio,\n\n1983-93, Associate Professor, Dept. of Genetics, Case Western Reserve University, Cleveland, Ohio.\n\n11993-present. Professor, Dept. of Genetics, Case Western Reserve University, Cleveland, Ohio.\n\nSERVICE\n\nAd hoc reviewer for the following journals: Biochimica Biophysica Acta, Chromosoma, Development,\nDevelopmental Biology, Insect Molecular Biology, Journal of Biological Chemistry, Molecular and\nCellular Biology, Molecular Reproduction and Development, Nucleic Acids Research, Proceedings\nof the National Academy of Sciences, Science, Wilhelm Roux's Archives of Developmental\nBiology.\n\n- Member of the Advisory Board for the CRC Year Book of Developmental Biology (1988-1991).\n\n“Ad hoc reviewer of National Science Foundation and Research Council of Canada grant applications.\n\nAd hoc reviewer, NIH study section to review Fogarty Intemational Fellowship applications (Mar 80).\n\n“‘Ad hoe reviewer (Feb 1985) and member (1986 90), NIH Genetics Study Section,\n\nAd hoc reviewer, NIH General Medical Sciences Minority Review Committee (Feb 92, Oct 92, Feb 95).\n\n~ Ad hoc reviewer, NIH Tropical Medicine and Parasitology Study Section (Oct 92).\n\n~ Ad hoc reviewer, NIH Special Review Committee for RFA 94-19 (Nov 94).\n\nPUBLICATIONS\n‘The following were selected from a list of over 50 publications.\n\n- *Housman D, Jacobs-Lorena M, RajBhandary UL and Lodish HF (1970) Initiation of haemoglobin\nsynthesis, Nature 227, 913-918.\n\n- Jacobs-Lorena M and Baglioni C (1972) Messenger RNA for globin in the postribosomal supernatant\n‘of rabbit reticulocytes. Proc, Natl. Acad. Sci. USA 69, 1425-1428\n\n- Gross KW, Jacobs-Lorena, M, Baglioni C and Gross PR (1973) Cell-free translation of matemal\nmessenger RNA from sea urchin eggs. Proc. Natl. Acad. Sci. USA 70, 2614-2618.\n\n= Jacobs-Lorena M and Crippa M (1977) Mass fractionation of Drosophila egg chambers. Dev. Biol. 57,\n385-392.\n\n~ Mermod J-J, Jacobs-Lorena M and Crippa M (1977) Changes in rate of RNA synthesis and ribosomal\ngene number during oogenesis of Drosophila melanogaster. Dev. Biol 57, 393-402.\n\n+ Srdic Z and Jacobs-Lorena M (1978) Drosophila egg chambers develop to mature eggs when cultured\nin vivo. Science 202, 641-643.\n\n \n\nBiographical sketch page?\n\f",
    "augmented_texts": [
        "BIOGRAPHICAL SKETCH TAME POSITION TLE ‘ Marcelo Jacobs - Lorena Professor EDUCATION YEAR INSTITUTION AND LOCATION Decree _ | CONFERRED | FIELD OF STUY Thiversity of Sao Paulo, Sao Paulo, Brazil B. S. 1964 ‘ Chemistry University of Osaka, Japan MS. 1967 Biochemistry ‘ Massachusetts Institute of Technology, Cambridge MA] Ph. D. 1972 Biology University of Geneva, Geneva, Switzerland Postdoc. | 1972 - 1977 _ | Biology PROFESSIONAL EXPERIENCE 1965 - 68. Graduate research (Master ' s) at the University of Osaka, Osaka, Japan. ‘ Advisor: Dr. A. Tsugita. Elucidation of the amino acid sequence of wild type and double - frameshift mutant lysozyme from T4 phage. This work confirmed forthe first time the genetic code via in vivo experiments. 1968 - 72. Graduate research (Ph. D.) at M. LT. , Cambridge, Massachusetts. ‘ Advisor: Dr. C. Baglioni, Majors areas of research: a) Mechanisms of protein synthesis using cell - free systems; b) Characterization of globin and histone mRNAs; c) Demonstration and characterization of matemal messenger RNAs in unimpregnated sea urchin eggs. 1972 - 77. Postdoctoral research at the University of Geneva, Geneva, Switzerland. ‘ Advisor: Dr. M. Crippa. Initiate experiments on gene expression during Drosophila oogenesis. 1977 - 83. Assistant Professor, Department of Developmental Genetics & Anatomy, Case Western Reserve University, Cleveland, Ohio, 1983 - 93, Associate Professor, Dept. of Genetics, Case Western Reserve University, Cleveland, Ohio. 11993 - present. Professor, Dept. of Genetics, Case Western Reserve University, Cleveland, Ohio. SERVICE Ad hoc reviewer for the following journals: Biochimica Biophysica Acta, Chromosoma, Development, Developmental Biota, Insect Molecular Biology, Journal of Biological Chemistry, Molecular and Cellular Biology, Molecular Reproduction and Development, Nucleic Acids Research, Proceedings of the National Academy of Sciences, Science, Wilhelm Roux ' s Archives of Developmental Biology. - Member of the Advisory Board for the CRC Year Book of Developmental Biology (1988 - 1991 ). “ Ad hoc reviewer of National Science Foundation and Research Council of Canada grant applications. Ad hoc reviewer, NIH study section to review Fogarty Intemational Fellowship applications (Mar 80 ). “ ‘ Ad hoe reviewer (Feb 1985) and member (1986 90 ), NIH Genetics Study Section, Ad hoc reviewer, NIH General Medical Sciences Minority Review Committee (Feb 92, Oct 92, Feb 95 ). ~ Ad hoc reviewer, NIH Tropical Medicine and Parasitology Study Section (Oct 92 ). ~ Ad hoc reviewer, NIH Special Review Committee for RFA 94 - 19 (Nov 94 ). PUBLICATIONS ‘ The following were selected from a list of over 50 publications. - * Housman D, Jacobs - Lorena M, RajBhandary UL and Lodish HF (1970) Initiation of haemoglobin synthesis, Nature 227, 913 - 918. - Jacobs - Lorena M and Baglioni C (1972) Messenger RNA for globin in the postribosomal supernatant ‘ of rabbit reticulocytes. Proc, Natl. Acad. Sci. USA 69, 1425 - 1428 - Gross KW, Jacobs - Lorena, M, Baglioni C and Gross PR (1973) Cell - free translation of matemal messenger RNA from sea urchin eggs. Proc. Natl. Acad. Sci. USA 70, 2614 - 2618. = Jacobs - Lorena M and Crippa M (1977) Mass fractionation of Drosophila egg chambers. Dev. Biol. 57, 385 - 392. ~ Mermod J - J, Jacobs - Lorena M and Crippa M (1977) Changes in rate of RNA synthesis and ribosomal gene number during oogenesis of Drosophila melanogaster. Dev. Biol 57, 393 - 402. + Srdic Z and Jacobs - Lorena M (1978) Drosophila egg chambers develop to mature eggs when cultured in vivo. Science 202, 641 - 643. Biographical sketch page?",
        "BIOGRAPHICAL SKETCH TAME POSITION TLE ‘ Marcelo Jacobs - Lorena Professor EDUCATION YEAR INSTITUTION AND LOCATION Decree _ | CONFERRED | FIELD OF STUY Thiversity of Sao Paulo, Sao Paulo, Brazil B. S. 1964 ‘ Chemistry University of Osaka, Japan MS. 1967 Biochemistry ‘ Massachusetts Institute of Technology, Cambridge MA] Ph. D. 1972 Biology University of Geneva, Geneva, Switzerland Postdoc. | 1972 - 1977 _ | Biology PROFESSIONAL EXPERIENCE 1965 - 68. Graduate research (Master ' s) at the University of Osaka, Osaka, Japan. ‘ Advisor: Dr. A. Tsugita. Elucidation of the amino acid sequence of wild type and double - frameshift mutant lysozyme from T4 phage. This work confirmed forthe first time the genetic code via in vivo experiments. 1968 - 72. Graduate research (Ph. D.) at M. LT. , Cambridge, Massachusetts. ‘ Advisor: Dr. C. Baglioni, Majors areas of research: a) Mechanisms of protein synthesis using cell - free systems; b) Characterization of globin and histone mRNAs; c) Demonstration and characterization of matemal messenger RNAs in unfertilized sea urchin eggs. 1972 - 77. Postdoctoral research at the University of Geneva, Geneva, Switzerland. ‘ Advisor: Dr. M. Crippa. Initiated experiments on gene expression during Drosophila oogenesis. 1977 - 83. Help Professor, Department of Developmental Genetics & Anatomy, Case Western Reserve University, Cleveland, Ohio, 1983 - 93, Associate Professor, Dept. of Genetics, Case Western Reserve University, Cleveland, Ohio. 11993 - present. Professor, Dept. of Genetics, Case Western Reserve University, Cleveland, Ohio. SERVICE Ad hoc reviewer for the following journals: Biochimica Biophysica Acta, Chromosoma, Development, Developmental Biology, Insect Molecular Biology, Journal of Biological Chemistry, Molecular and Cellular Biology, Molecular Reproduction and Development, Nucleic Acids Research, Proceedings of the Subject Academy of Sciences, Science, Wilhelm Roux ' s Archives of Developmental Biology. - Member of the Advisory Board for the CRC Year Book of Developmental Biology (1988 - 1991 ). “ Ad hoc reviewer of National Science Foundation and Research Council of Canada grant applications. Ad hoc reviewer, NIH study section to review Fogarty Intemational Fellowship applications (Mar 80 ). “ ‘ Ad hoe reviewer (Feb 1985) and member (1986 90 ), NIH Genetics Study Section, Ad hoc reviewer, NIH General Medical Sciences Minority Review Committee (Feb 92, Oct 92, Feb 95 ). ~ Ad hoc reviewer, NIH Tropical Medicine and Parasitology Study Section (Oct 92 ). ~ Ad hoc reviewer, NIH Special Review Committee for RFA 94 - 19 (Nov 94 ). PUBLICATIONS ‘ The following were selected from a list of over 50 publications. - * Housman Ergocalciferol, Jacobs - Lorena M, RajBhandary UL and Lodish HF (1970) Initiation of haemoglobin synthesis, Nature 227, 913 - 918. - Jacobs - Lorena M and Baglioni C (1972) Messenger RNA for globin in the postribosomal supernatant ‘ of rabbit reticulocytes. Proc, Natl. Acad. Sci. USA 69, 1425 - 1428 - Gross KW, Jacobs - Lorena, One thousand, Baglioni C and Gross PR (1973) Cell - free translation of matemal messenger RNA from sea urchin eggs. Proc. Natl. Acad. Sci. USA 70, 2614 - 2618. = Jacobs - Lorena M and Crippa M (1977) Mass fractional process of Drosophila egg chambers. Dev. Biol. 57, 385 - 392. ~ Mermod J - J, Jacobs - Lorena M and Crippa M (1977) Changes in rate of RNA synthesis and ribosomal gene number during oogenesis of Drosophila melanogaster. Dev. Biol 57, 393 - 402. + Srdic Z and Jacobs - Lorena M (1978) Drosophila egg chambers develop to mature eggs when cultured in vivo. Science 202, 641 - 643. Biographical sketch page?"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Marcelo Jacobs-Lorena is a Professor of Genetics at Case Western Reserve University in Cleveland, Ohio. He has published more than 50 articles in over 50 journals. His work has been published in the prestigious journals Nature, Proceedings of the National Academy of Sciences, and the Journal of Biological Chemistry. In addition to his academic career he has served as a reviewer for the NIH."
}