{
    "filename": "50382174-2186.jpg",
    "metadata": {},
    "text": "Reprinted with permision from\nJOURNAL OF CaRDIovAscULAR ELECTROPHYSIOLOGY, Volume 3, No, 6, December 1992\nCopyright © 1992 by Futura Publishing Company In, Mount Kisco, NY 10549\n\nToward a Molecular Understanding of Voltage-Gated\nPotassium Channels\n\nROLF H. JOHO, PH.D.\n\nFrom the Department of Molecular Physiology and Biophysics, and Division of Neuroscience, Baylor Collegeof Medicine,\n\nHouston, Texas\n\nVoltage-Gated Potassium Channels. Many different types of potassium (K*) channels\nexist and they play a central role in the fine tuning of excitability properties. Of the distinct\nsubpopulations of K* channels expressed in different cells, voltage-gated K* channels have\nbeen studied most thoroughly at a molecular level. Over the last few years, the joint application\nof recombinant DNA technology together with eleetrophysiology, such as the voltage clamp and\nthe patch clamp techniques, has produced a wealth of information. We have begun to unravel\nthe genetic basis of ion channel diversity. In particular, the Xenopus oocyte expression system\nhhas turned out to be of enormous experimental value. Oocytes microinjected with ‘cloned”\nmRNA have been used to gain insight into biophysical and pharmacologic properties of voltage-\ngated K+, Na*, and Ca?* channels. Here, we will review our understanding of K* channel\ndiversity based upon the fact that ion channels are encoded as.a large multigene family. We have\ncaught a first glimpse at possible molecular mechanisms underlying several biophysical\nproperties characteristic for voltage-gated ion channels: voltage dependence of activation and\ninactivation, and jon permeation and selectivity. We will discuss molecular mechanisms of K*\nchannel activation and inactivation. We will also describe experiments that led to the\nidentification of the “pore region,” and we will present a model of a potassium selective ion\n\n \n\n  \n\n \n\nchannel pore. (J Cardiovasc Electrophysiol, Vo. 3, pp. 589-601, December 1992)\n\nion channels, voltage gated, pore\n\nIntroduction\n\nPotassium (K*) channels are plasma mem-\nbbrane proteins that are ubiquitous in both\nexcitable and nonexcitable cells. Major functions\nof K* channels include determination and\nstabilization of the resting membrane potential,\nshaping of the action potential in excitable cells,\n‘modulation of transmitter release, and involve-\nment in rhythmic firing patterns.'? Many cell\ntypes express different subpopulations of K*\nchannels characterized by distinct functional and\nPharmacologic properties!¢ Depending upon the\ncriteria applied, K* channels may be classified\ninto lange categories describing some of their\nphysiological and biophysical properties, such as\n‘Actype channels, delayed rectifiers, inward\nSupported by NIH Grant 8528407\n\n‘Areas for crreapoence: lf H, oho, Ph.D. Deprient of\nCal Biotogy and Newrosclence, Uneraty of Tens Stabweser\nMedial Cente, 5323 Hary Hines Boulevard, Dallss, TX 75235\n9039, Fax 214-688-695,\n\nManascrp recived 4 February 19; Accepted forpublicton 2\n‘pi 1980\n\n \n\n \n\n \n\n \n\n \n\nrectifiers, Ca?*-activated K* channels, G pro-\ntein-gated K* channels, and ligand-regulated K*\nchannels (i.e., by ATP or Na*). At the present\ntime, voltage-gated K* channels are described\n‘most thoroughly at a molecular level. Many\nDNA clones have been isolated and the encoded\nchannels have been functionally expressed and\nclectrophysiologically characterized in frog\n(Renopus laevis) oocytes and eukaryotic cell\nlines. Given the wide diversity of K* channels\nand the crucial role they play in controlling the\nproper functioning of excitable tissues such as\nnerve and muscle, it is of great importance to\ndetermine the molecular basis of the differences\nof channel structure to understand the functional\nproperties of different K~ channel categories.\n\nIn this review, we will summarize the body of\ninformation accumulated over the last few years\nafter molecular biological techniques were\napplied to the study of ion channels. First, we will\nfocus our attention on structural features that are\n‘common to all ion channels, irrespective of their\nion selectivity. These similarities derive from the\n\n \n\n \n\f",
    "augmented_texts": [
        "Reprinted with permision from JOURNAL OF CaRDIovAscULAR ELECTROPHYSIOLOGY, Volume 3, No, 6, December 1992 Copyright © 1992 by Futura Publishing Company In, Mount Kisco, NY 10549 Toward a Molecular Understanding of Voltage - Gated Potassium Channels ROLF H. JOHO, PH. D. From the Department of Molecular Physiology and Biophysics, and Division of Neuroscience, Baylor Collegeof Medicine, Houston, Texas Voltage - Gated Potassium Channels. Many different types of potassium (K *) channels exist and they play a central role in the fine tuning of excitability properties. Of the distinct subpopulations of K * channels expressed in different cells, voltage - gated K * channels have been studied most thoroughly at a molecular level. Over the last few years, the joint application of recombinant DNA technology together with eleetrophysiology, such as the voltage clamp and the patch clamp techniques, has produced a wealth of information. We have begun to unravel the genetic basis of ion distribution channel diversity. In particular, the Xenopus oocyte expression system hhas turned out to be of enormous experimental value. Oocytes microinjected with ‘ cloned ” mRNA have been used to gain insight into biophysical and pharmacologic properties of voltage - gated K +, Na *, and Ca? * channels. Here, we will review our understanding of K * channel diversity based upon the fact that ion channels are encoded as. a large multigene family. We have caught a first glimpse at possible molecular mechanisms underlying several biophysical properties characteristic for voltage - gated ion channels: voltage dependence of activation and inactivation, and jon permeation and selectivity. We will discuss molecular mechanisms of K * channel activation and inactivation. We will also describe experiments that led to the identification of the “ pore region, ” and we will present a model of a potassium selective ion line pore. (J Cardiovasc Electrophysiol, Vo. 3, pp. 589 - 601, December 1992) ion channels, voltage gated, pore Intromission Potassium (K *) channels are plasma mem - bbrane proteins that are ubiquitous in both excitable and nonexcitable cells. Major functions of K * channels include determination and stabilization of the resting membrane potential, shaping of the action potential in excitable cells, ‘ modulation of transmitter release, and involve - ment in rhythmic firing patterns. '? Many cell types express different subpopulations of K * channels characterized by distinct functional and Pharmacologic properties! ¢ Depending upon the criteria applied, K * channels may be classified into lange categories describing some of their physiological and biophysical properties, such as ‘ Actype channels, delayed rectifiers, inwards Supported by NIH Grant 8528407 ‘ Areas for crreapoence: lf H, oho, Ph. D. Deprient of Cal Biotogy and Newrosclence, Uneraty of Tens Stabweser Medial Cente, 5323 Hary Hines Boulevard, Dallss, TX 75235 9039, Fax 214 - 688 - 695, Manascrp recived 4 February 19; Accepted forpublicton 2 ‘ pi 1980 rectifiers, Ca? * - activated K * channels, G pro - tein - gated K * channels, and ligand - regulated K * channels (i. e. , by ATP or Na * ). At the present time, voltage - gated K * channels are described ‘ most thoroughly at a molecular level. Many DNA clones have been isolated and the encoded channels have been functionally expressed and clectrophysiologically characterized in frog (Renopus laevis) oocytes and eukaryotic cell lines. Given the wide diversity of K * channels and the crucial role they play in controlling the proper functioning of excitable tissues such as nerve and muscle, it is of great importance to determine the molecular basis of the differences of channel structure to understand the functional properties of different K ~ channel categories. In this review, we will summarize the body of information accumulated over the last few years after molecular biological techniques were apply to the study of ion channels. First, we will focus our attention on structural features that are ‘ common to all ion channels, irrespective of their ion selectivity. These similarities derive from the",
        "Reprinted with permision from JOURNAL OF CaRDIovAscULAR ELECTROPHYSIOLOGY, Volume 3, No, 6, December 1992 Copyright © 1992 by Futura Publishing Company In, Mountain Kisco, NY 10549 Toward a Molecular Understanding of Voltage - Gated Potassium Channels ROLF H. JOHO, PH. D. From the Department of Molecular Physiology and Biophysics, and Division of Neuroscience, Baylor Collegeof Medicine, Houston, Texas Voltage - Gated Potassium Channels. Many different types of potassium (K *) channels exist and they play a central role in the fine tuning of excitability properties. Of the distinct subpopulations of K * channels expressed in different cells, voltage - gated K * channels have been studied most thoroughly at a molecular horizontal surface. Over the last few years, the joint application of recombinant DNA technology together with eleetrophysiology, such as the voltage clamp and the patch clamp techniques, has produced a wealth of information. We have begun to unravel the genetic basis of ion channel diversity. In particular, the Xenopus oocyte expression system hhas turned out to be of enormous experimental value. Oocytes microinjected with ‘ cloned ” mRNA have been used to gain insight into biophysical and pharmacologic properties of voltage - gated K +, Na *, and Ca? * channels. Here, we will review our understanding of Yard * channel diversity based upon the fact that ion channels are encoded as. a large multigene family. We have caught a first glimpse at possible molecular mechanisms underlying several biophysical properties characteristic for voltage - gated ion channels: voltage dependence of activation and inactivation, and jon permeation and selectivity. We will discuss molecular mechanisms of K * channel activation and inactivation. We will also describe experiments that led to the identification of the “ pore region, ” and we will present a model of a potassium selective ion channel pore. (J Cardiovasc Electrophysiol, Vo. 3, pp. 589 - 601, December 1992) ion channels, voltage gated, pore Introduction Potassium (K *) channels are plasma mem - bbrane proteins that are ubiquitous in both excitable and nonexcitable cells. Major functions of K * channels include determination and stabilization of the resting membrane potential, shaping of the action potential in excitable cells, ‘ modulation of transmitter release, and involve - ment in rhythmic firing patterns. '? Many cell types express different subpopulations of K * channels characterized by distinct functional and Pharmacologic property! ¢ Depending upon the criteria applied, K * channels may be classified into lange categories describing some of their physiological and biophysical properties, such as ‘ Actype channels, delayed rectifiers, inward Back up by NIH Grant 8528407 ‘ Areas for crreapoence: lf H, oho, Ph. D. Deprient of Cal Biotogy and Newrosclence, Uneraty of Tens Stabweser Medial Cente, 5323 Hary Hines Boulevard, Dallss, TX 75235 9039, Fax 214 - 688 - 695, Manascrp recived 4 February 19; Accepted forpublicton 2 ‘ pi 1980 rectifiers, Ca? * - activated K * channels, G pro - tein - gated K * channels, and ligand - regulated K * channels (i. e. , by ATP or Na * ). At the present time, voltage - gated K * channels are described ‘ most thoroughly at a molecular level. Many DNA clones have been isolated and the encoded channels have been functionally expressed and clectrophysiologically characterized in frog (Renopus laevis) oocytes and eukaryotic cell lines. Given the wide diversity of K * channels and the crucial role they play in controlling the proper functioning of excitable tissues such as nerve and muscle, it is of great importance to determine the molecular basis of the differences of channel structure to understand the functional properties of different K ~ channel categories. In this review, we will summarize the body of information accumulated over the last few years after molecular biological techniques were applied to the study of ion channels. First, we will focus our attention on structural features that are ‘ common to all ion channels, irrespective of their ion selectivity. These similarities derive from the"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Voltage-Gated Potassium Channels. Many different types of potassium (K*) channels exist and they play a central role in the fine tuning of excitability properties. We have caught a first glimpse at possible molecular mechanisms underlying several biophysicalproperties characteristic for voltage-gated ion channels."
}