{
    "filename": "50392361-2362.jpg",
    "metadata": {},
    "text": "FE Principal InvestigatorProgram Director (Last, ist, mist)\n\nBIOGRAPHICAL SKETCH\n\nProvide the folowing information forthe key parsonnel inthe order ited on Form Page 2\nPhotocopy this page o follow this format foreach person\n\n \n\n \n\n \n\n \n\n \n\ntae POSTION TLE\nWilliam A. Muller Associate Professor\nEDUCATION/TRAINING (Begin with bacclaureao or char hia profeesnaT education, sveh as nursng, and nate postaodoral renin)\nINSTITUTION AND LOCATION EEE | _veAr FELD oF stupy\nHarvamt-Cottege, Cambridge, Mire RB: Biology\nSumma Cum Latide 1975\n‘The Rockefeller University, New York, NY Ph.D. 1981 Cell Biology\nCornell Univ. Medical College, New York, NY M.D. 1982 Medicine\n\n \n\n \n\n \n\n \n\nRESEARCH AND PROFESSIONAL EXPERIENCE: Concluding wih present poston, It in chronological order, previous employment, experience, and\nono. Include present membership on any Federal Government public advisory commie. List, in chronological order, the tes, al authors, and\n‘complete references to al publications dureg the past tree years and to representative eater publications pertinent to tis appt. Ifthe list of\npublications inthe last three years exceeds two pages, select the most pertinent publications. 00 NOT EXCEED TWO PAGES.\n\nINTERNSHIP AND RESIDENCY\n\n1982-83 Medical Intern, Massachusetts General Hospital, Boston, MA\n\n1983-87 Resident in Pathology, Brigham and Women’s Hospital, Boston, MA.\n\nLICENSURE AND CERTIFICATION\n\n1983 Diplomate, National Board of Medical Examiners (No. 211701)\n\n1986 Board of Registration of Medicine Commonwealth of Massachusetts, License\nto Practice Medicine No. 650024\n\n1987 Diplomate of the American Board of Pathology, Anatomic Pathology - May\n29, 1987\n\n1988 New York State, License to Practice Medicine and Surgery No.173517\n\nAWARDS AND HONORS\n\n1972-1975 John Harvard Scholarship, Harvard College\n\n1973 Jacob Wendel Scholarship, Harvard College\n\n1975 Arthur Eugene Sutherland Prize, Harvard College\n\n1975 American Chemical Society (Northeast Section) Research Award\n\n1975 Phi Beta Kappa, Harvard University\n\n1976 Sigma Xi, The Rockefeller University\n\n1988 Pew Scholarship in the Biomedical Sciences\n\n1988 RIR Nabisco Research Scholars Award\n\n1990 Irvington Institute for Medical Research New Initiatives Award\n\n1994 American Heart Association Established Investigatorship\n\nORIGINAL REPORTS (selected)\n. Muller WA, MA Gimbrone Jr. 1986 Plasmalemmal proteins of cultured vascular endothelial cells\n\n‘exhibit apical-basal polarity: Analysis by surface-selective iodination. J. Cell Biol, 103:2389-2402.\n\n2. Hancock WW, WA Muller, RS Cotran. 1987 Interleukin 2 receptors are expressed by alveolar\nmacrophages during pulmonary sarcoidosis and are inducible by lymphokine treatment of normal\nhuman lung macrophages, blood monocytes and monocyte cells lines. J. Immunol. 138:185-191.\n\n3. Muller WA, CM Ratti, SL McDonnell, ZA Cohn. 1989 A human endothelial cell-restricted,\nexternally disposed plasmalemma protein enriched in intercellular junctions. J. Exp. Med. 170,\n\nPHS 398 (Red aap (Fom Page 6) Page FF\nNumber pages consecutively atthe btm trough! he apeaton Do a use sues such 3635,\n\n \n\f",
    "augmented_texts": [
        "FE Principal InvestigatorProgram Director (Last, ist, mist) BIOGRAPHICAL SKETCH Provide the folowing information forthe key parsonnel inthe order ited on Form Page 2 Photocopy this page o follow this format foreach person tae POSTION TLE William A. Muller Associate Professor EDUCATION / TRAINING (Begin with bacclaureao or char hia profeesnaT education, sveh as nursng, and nate postaodoral renin) INSTITUTION AND LOCATION EEE | _veAr FELD oF stupy Harvamt - Cottege, Cambridge, Mire RB: Biology Summa Cum Latide 1975 ‘ The Rockefeller University, New York, NY Ph. D. 1981 Cell Biology Cornell Univ. Medical College, New House of york, NY M. D. 1982 Medicine RESEARCH AND PROFESSIONAL EXPERIENCE: Concluding wih present poston, It in chronological order, previous employment, experience, and ono. Include present membership on any Federal Government public advisory commie. List, in chronological order, the tes, al writer, and ‘ complete references to al publications dureg the past tree years and to representative eater publications pertinent to tis appt. Ifthe list of publications inthe last three years exceeds two pages, select the most pertinent publications. 00 NOT EXCEED TWO PAGES. INTERNSHIP AND RESIDENCY 1982 - 83 Medical Intern, Massachusetts General Hospital, Boston, MA 1983 - 87 Resident in Pathology, Brigham and Women ’ s Hospital, Boston, MA. LICENSURE AND CERTIFICATION 1983 Diplomate, National Board of Medical Examiners (No. 211701) 1986 Board of Registration of Medicine Commonwealth of Massachusetts, License to Practice Medicine No. 650024 1987 Diplomate of the American Board of Pathology, Anatomic Pathology - Crataegus laevigata 29, 1987 1988 New York State, License to Practice Medicine and Surgery No. 173517 AWARDS AND HONORS 1972 - 1975 John Harvard Scholarship, Harvard College 1973 Jacob Wendel Scholarship, Harvard College 1975 Arthur Eugene Sutherland Prize, Harvard College 1975 American Chemical Society (Northeast Section) Research Award 1975 Phi Beta Kappa, Harvard University 1976 Sigma Xi, The Rockefeller University 1988 Pew Scholarship in the Biomedical Sciences 1988 RIR Nabisco Research Scholars Award 1990 Irvington Institute for Medical Research New Initiatives Award 1994 American Heart Association Established Investigatorship ORIGINAL REPORTS (selected ). Muller WA, MA Gimbrone Jr. 1986 Plasmalemmal proteins of cultured vascular endothelial cells ‘ exhibit apical - basal polarity: Analysis by surface - selective iodination. J. Cell Biol, 103: 2389 - 2402. 2. Hancock WW, WA Muller, RS Cotran. 1987 Interleukin 2 receptors are expressed by alveolar macrophages during pulmonary sarcoidosis and are inducible by lymphokine treatment of normal human lung macrophages, blood monocytes and monocyte cells lines. J. Immunol. 138: 185 - 191. iii. Muller WA, CM Ratti, SL McDonnell, ZA Cohn. 1989 A human endothelial cell - restricted, externally disposed plasmalemma protein enriched in intercellular junctions. J. Exp. Med. 170, PHS 398 (Red aap (Fom Page 6) Page FF Number pages consecutively atthe btm trough! he apeaton Do a use sues such 3635,",
        "FE Principal InvestigatorProgram Director (Last, ist, mist) BIOGRAPHICAL SKETCH Provide the folowing information forthe key parsonnel inthe order ited on Form Page 2 Photocopy this page o follow this format foreach person tae POSTION TLE William A. Muller Associate Professor EDUCATION / TRAINING (Begin with bacclaureao or char hia profeesnaT education, sveh as nursng, and nate postaodoral renin) INSTITUTION AND LOCATION EEE | _veAr FELD oF stupy Harvamt - Cottege, Cambridge, Mire RB: Biology Summa Cum Latide 1975 ‘ The Rockefeller University, New York, NY Ph. D. 1981 Cell Biology Cornell Univ. Medical College, New York, NY M. D. 1982 Medicine RESEARCH AND PROFESSIONAL EXPERIENCE: Concluding wih present poston, It in chronological order, previous employment, experience, and ono. Include present membership on any Federal Government public advisory commie. List, in chronological order, the tes, al authors, and ‘ complete references to al publications dureg the past tree years and to representative eater publications pertinent to tis appt. Ifthe list of publications inthe last three years exceeds two pages, select the most apt publications. 00 NOT EXCEED TWO PAGES. INTERNSHIP AND RESIDENCY 1982 - 83 Medical Intern, Massachusetts General Hospital, Boston, MA 1983 - 87 Resident in Pathology, Brigham and Woman ’ s Hospital, Boston, MA. LICENSURE AND CERTIFICATION 1983 Diplomate, National Board of Medical Examiners (No. 211701) 1986 Board of Registration of Medicine Commonwealth of Massachusetts, License to Practice Medicine No. 650024 1987 Diplomate of the American Board of Pathology, Anatomic Pathology - May 29, 1987 1988 New York State, License to Practice Medicine and Surgery No. 173517 AWARDS AND HONORS 1972 - 1975 John Harvard Erudition, Harvard College 1973 Jacob Wendel Scholarship, Harvard College 1975 Arthur Eugene Sutherland Prize, Harvard College 1975 American language Chemical Society (Northeast Section) Research Award 1975 Phi Beta Kappa, Harvard University 1976 Sigma Xi, The Rockefeller University 1988 Pew Scholarship in the Biomedical Sciences 1988 RIR Nabisco Research Scholars Award 1990 Irvington Institute for Medical Research New Initiatives Award 1994 American Heart Association Established Investigatorship ORIGINAL REPORTS (selected ). Muller WA, MA Gimbrone Jr. 1986 Plasmalemmal proteins of cultured vascular endothelial cells ‘ exhibit apical - basal polarity: Analysis by surface - selective iodination. Joule. Cell Biol, 103: 2389 - 2402. 2. Hancock WW, WA Muller, radius Cotran. 1987 Interleukin 2 receptors are expressed by alveolar macrophages during pulmonary sarcoidosis and are inducible by lymphokine treatment of normal human lung macrophages, blood monocytes and monocyte cells lines. J. Immunol. 138: 185 - 191. 3. Muller washington, CM Ratti, SL McDonnell, ZA Cohn. 1989 A human endothelial cell - restricted, externally disposed plasmalemma protein enriched in intercellular junctions. J. Exp. Med. 170, PHS 398 (Red aap (Fom Page 6) Page FF Number pages consecutively atthe btm trough! he apeaton Do a use sues such 3635,"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "FE Principal InvestigatorProgram Director (Last, ist, mist) encompasses the folowing information for the key parsonnel. It in chronological order, previous employment, experience, andono. Include present membership on any Federal Government public advisory commie. List, in chronologically order the tes, al authors,  references to al publications dureg the past tree years."
}