{
    "filename": "50394836-4837.jpg",
    "metadata": {},
    "text": "FE _____ Principal vesigntorProgam Director Lat fist middoy.__Richard P.Phipps,PhD,\n\nBIOGRAPHICAL SKETCH\nProvide the folowing infomation fore Key personnal inthe ordar listed on Form Page 2\n‘Protoopy this page rfolow his formal foreach person,\n\n \n\nwae POSTION TILE\nMelinda A. Borrello, Ph. Postdoctoral Fellow\nrina pteesonladicaton, such as rug, andincudopestibtr ig) —\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\noPisnes, | YEAR FIELDOF STUDY\n\nUniversity of Rochester, Roc! B.S. 1991 | Micro/immunology\n\nUniversity of Rochester, Rochester, NY MS. 1993 | Micro/Immunology\n\nUniversity of Rochester, Rochester, NY PhD. 1996 | Micro/Immunology\nity of Rochester , Rochester, NY Post-doc,_| 1996-Present| Immunology\n\n \n\n \n\nrship on any Federal Goverment pubic advisory commites. List, n chronological order, the tes, all authors, and\nal publications during the past three years and to representative oar publications portinont to this application. Wf th lit of\n/uleatons in last tives jars axcaods tao pagos, select the most pertinent publications. DO NOT EXCEED TWO PAGES,\n\n   \n\nProfessional Experience\n\nSummer 1989 Undergraduate Research Fellow, Department of Oral Biology, SUNY Buffalo, Buffalo, New\nYork (Advisor: Dr. Rosemary Dziak)\n\nSummer 1990. Undergraduate Research Fellow, Department of Oral Biology, SUNY Buffalo, Buffalo, New\nYork (Advisor: Dr. Rosemary Dziak)\n\n1990-1991 Undergraduate Independent Researcher, Department of Microbiology and Immunology,\nUniversity of Rochester, Rochester, New York (Advisor: Dr. David W. Scout)\n\n1991-1996 Pre-doctoral Fellow, Department of Microbiology and Immunology, University of Rochester,\nRochester, New York (Advisor: Dr. Richard P. Phipps)\n\n1996-Present Post-doctoral Fellow, University of Rochester Cancer Center and Eastman Dental Center,\nRochester, New York (Advisor: Dr. Richard P. Phipps, Co-advisor: Dr. Timothy M. Blieden)\n\nHonors and Awards\n1991: Bachelor of Science degree, Cum Laude with Distinction in immunology Research\n1993-1996: Awarded pre-doctoral fellowship, Immunology USPHS training grant\n1996-Present: Awarded post-doctoral fellowship, Periodontology USPHS training grant\n\nPublications\n\n \n\nScott, D. W., M. A. Borrello, L.- B. Liou, X.- R. Yao and G. L. Warner, 1993, B cell tolerance: Life or\ndeath, Advances in Molecular and Cellullar Immunology 1B:119.\n\nBorrello, M. A., E. R. Fedyk, D. M. Brown, and R. P. Phipps. 1993. Strategies for studying the regulation\nof B lymphocytes by prostaglandin E2, ZmmunoMethods 2:26\n\n \n\nFedyk, E. R., M. A. Borrello, D, M. Brown, and R. P. Phipps. 1994. Regulation of B cell tolerance and\ntriggering by immnune complexes. Chemical Immunology 58:67.\n\nBorrello, M. A. and R. P. Phipps. 1995. Fibroblasts support outgrowth of splenocytes simultaneously\nexpressing B lymphocyte and macrophage characteristics. Journal of Immunology 155:4155.\n\nHS 908 Fav 5895) (Fon Pago 6) Page _6. FF\nNuma pues consecitvely ath bottom txoughau the sppleaton Do nok vee sultans BIEN 3,2\n\n \n\f",
    "augmented_texts": [
        "FE _____ Principal vesigntorProgam Film director Lat fist middoy. __Richard P. Phipps, PhD, BIOGRAPHICAL SKETCH Provide the folowing infomation fore Key personnal inthe ordar listed on Form Page 2 ‘ Protoopy this page rfolow his formal foreach person, wae POSTION TILE Melinda A. Borrello, Ph. Postdoctoral Fellow rina pteesonladicaton, such as rug, andincudopestibtr immune serum globulin) — oPisnes, | YEAR FIELDOF STUDY University of Rochester, Roc! B. S. 1991 | Micro / immunology University of Rochester, Rochester, NY MS. 1993 | Micro / Immunology University of Rochester, Rochester, NY PhD. 1996 | Micro / Immunology ity of Rochester, Rochester, NY Post - doc, _ | 1996 - Present | Immunology rship on any Federal Goverment pubic advisory commites. Leaning, n chronological order, the tes, all authors, and al publications during the past three years and to representative oar publications portinont to this diligence. Wf th lit of / uleatons in last tives jars axcaods tao pagos, select the most pertinent publication. DO NOT EXCEED TWO PAGES, Professional Experience Summer 1989 Undergraduate Research Fellow, Department of Oral Biology, SUNY Buffalo, Buffalo, New York (Advisor: Dr. Rosemary Dziak) Summer 1990. Undergraduate Research Fellow, Department of Oral Biology, SUNY Buffalo, Buffalo, New York (Advisor: Dr. Rosemary Dziak) 1990 - 1991 Undergraduate Independent Researcher, Department of Microbiology and Immunology, University of Rochester, Rochester, New York (Advisor: Dr. David W. Scout) 1991 - 1996 Pre - doctoral Fellow, Department of Microbiology and Immunology, University of Rochester, Rochester, New York (Advisor: Dr. Richard P. Phipps) 1996 - Present Post - doctoral Fellow, University of Rochester Cancer Center and Eastman Dental Center, Rochester, New York (Advisor: Dr. Richard P. Phipps, Co - advisor: Dr. Timothy M. Blieden) Honors and Awards 1991: Bachelor of Science academic degree, Cum Laude with Distinction in immunology Research 1993 - 1996: Awarded pre - doctoral fellowship, Immunology USPHS training grant 1996 - Present: Awarded post - doctoral fellowship, Periodontology USPHS training grant Publications Scott, D. W. , M. A. Borrello, L. - B. Liou, X. - R. Yao and G. L. Warner, 1993, B cell tolerance: Life or death, Advances in Molecular and Cellullar Immunology 1B: 119. Borrello, M. A. , E. R. Fedyk, D. M. Brown, and R. P. Phipps. 1993. Strategies for studying the regulation of B lymphocytes by prostaglandin E2, ZmmunoMethods 2: 26 Fedyk, E. R. , M. A. Borrello, D, M. Brown, and R. P. Phipps. 1994. Regulation of B cell tolerance and triggering by immnune complexes. Chemical Immunology 58: 67. Borrello, M. A. and R. P. Phipps. 1995. Fibroblasts support outgrowth of splenocytes simultaneously expressing B lymphocyte and macrophage characteristics. Journal of Immunology 155: 4155. HS 908 Fav 5895) (Fon Pago 6) Page _6. FF Numa pues consecitvely ath bottom txoughau the sppleaton Do nok vee sultans BIEN 3, 2",
        "FE _____ Principal vesigntorProgam Director Lat fist middoy. __Richard P. Phipps, PhD, BIOGRAPHICAL SKETCH Provide the folowing infomation fore Key personnal inthe ordar listed on Form Page 2 ‘ Protoopy this page rfolow his formal foreach person, wae POSTION TILE Melinda A. Borrello, Ph. Postdoctoral Fellow rina pteesonladicaton, such as rug, andincudopestibtr ig) — oPisnes, | YEAR FIELDOF sketch University of Rochester, Roc! B. S. 1991 | Micro / immunology University of Rochester, Rochester, NY MS. 1993 | Micro / Immunology University of Rochester, Rochester, NY PhD. 1996 | Micro / Immunology ity of Rochester, Rochester, NY Post - doc, _ | 1996 - Present | Immunology rship on any Federal Goverment pubic advisory commites. List, n chronological fiat, the tes, all authors, and al publications during the past three years and to representative oar publications portinont to this application. Wf th lit of / uleatons in last tives jars axcaods tao pagos, select the most pertinent publications. DO NOT EXCEED TWO sir frederick handley page, Professional Experience Summer 1989 Undergraduate Research Fellow, Department of Oral Biology, SUNY Buffalo, Buffalo, New York (Advisor: Dr. Rosemary Dziak) Summer 1990. Undergraduate Research Fellow, Department of Oral Biology, SUNY Buffalo, Buffalo, New York (Advisor: Dr. Rosemary Dziak) 1990 - 1991 Undergraduate Independent Researcher, Department of Microbiology and Immunology, University of Rochester, Rochester, New York (Advisor: Dr. David W. Scout) 1991 - 1996 Pre - doctoral Fellow, Department of Microbiology and Immunology, University of Rochester, Rochester, New York (Advisor: Dr. Richard P. Phipps) 1996 - Present Post - doctoral Fellow, University of Rochester Cancer Center and Eastman Dental consonant Center, Rochester, New York (Advisor: Dr. Richard P. Phipps, Co - advisor: Dr. Timothy M. Blieden) Honors and Awards 1991: Bachelor of Science degree, Cum Laude with Distinction in immunology Research 1993 - 1996: Awarded pre - doctoral fellowship, Immunology USPHS training grant 1996 - Present: Awarded post - doctoral fellowship, Periodontology USPHS training grant Publications Scott, D. W. , M. A. Borrello, L. - B. Liou, X. - R. Yao and G. L. Warner, 1993, B cell tolerance: Life or death, Advances in Molecular and Cellullar Immunology 1B: 119. Borrello, M. A. , E. R. Fedyk, D. M. Brown, and R. P. Phipps. 1993. Strategies for studying the regulation of B lymphocytes by prostaglandin E2, ZmmunoMethods 2: 26 Fedyk, E. R. , M. A. Borrello, D, M. Brown, and R. P. Phipps. 1994. Regulation of B cell tolerance and triggering by immnune complexes. Chemical Immunology 58: 67. Borrello, M. A. and R. P. Phipps. 1995. Fibroblasts support outgrowth of splenocytes simultaneously expressing B lymphocyte and macrophage characteristics. Journal of Immunology 155: 4155. HS 908 Fav 5895) (Fon Pago 6) Page _6. FF Numa pues consecitvely ath bottom txoughau the sppleaton Do nok vee sultans BIEN 3, 2"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "This page includes the folowing infomation fore. List, n chronological order, the tes, all authors, and publications during the past three years and to representative oar publications portinont to this application. Wf th lit of publications in last tives jars axcaods tao pagos, select the most pertinent publications."
}