{
    "filename": "50409389-9398.jpg",
    "metadata": {},
    "text": "euraof Nerney 2 430,094 fe ke\n\n'© 1998 Kluwer Academic Publiher, Printed inthe Netherlands ,\nVe\n\nLahoratory Investigation\n\nInhibition of collagenolytic activity relates to quantitative reduction of\ninvasion in vitro in a c-Ha-ras transfected glial cell line\n\n \n\nE.R. Boghaert’, SK. Chan’, C. Zimmer’, D. Grobelny’, RLF. Galacdy1.C. Vanaman’ and $G. Zienmer\n\"University of Kenwicky, Dept. of Surgery, Markey Cancer Center 800 Rose Sireet, Lexington, KY, USA,\n\n# University of Kentucky, Dept of Biochemistry, Markey Cancer Center. 800 Rose Street, Lexington, KY. USA:\n43 Brassey Ave, Rosanna 3084, Victoria, Australia: * Glvcomed Incorporated, 860 Atlantic Ave., Alameda,\nCA 94501 University of Kentucky, Dept. of Microbiology and Immunology, Markey Cancer Center, 800 Rose\n\nStreet, Lexington, KY, USA\n\n \n\n \n\n \n\nKey words: collagenolytic activity, CxT24ne03 tumors\nAbstract\n\n‘The function of proteases in brain tumor invasion is currently aot w2il established. For tumors of epitheli\nand fibromatous origin collagenase production ean enhance the invasive capacity of cells to penetrate ba\nment membranes. We showed previously that a ¢-Ha-ras transformed glial cell line (CxT24nc03) invaded\nhamster brain tissue in vivo, These cells were also capable of invading reconstituted basement membrane and\nembryonic chick hearts in vitro, Since the histopathology of Cx24nco3 tumors mimics that of glioblastoma\nmultiforme in humans, CxT24ne03 was used as the model in vitro (or this type of brain tumor. Presently, we\ndetected by zymogsam analysis a gelatinase that was Secreted by CsT24néo3 and that had an apparent mole\nelar mass of 62 KD.\n\nTo verify whether gelatinase affected invasion in vitro of these\nsubstrate specific collagenase inhibitor on invasion in vitro, GM6001 isa synthetic polypeptide that specifical-\nly occupies the substrate binding sites of metalloprotease Since this drugdid not show cytotoxicity. is specific:\nity for metalloprotease isa valuable tool to evaluate the physiologica’ function ofthese enzymes on invasion.\nWe found that treatment of CxT24n€03 with GMOOL reduced the fraction of invading CxT24nco3 cells\nthrough reconstituted basemen! membrane. These daca suggest that metalloproteases can stimulate brain\ntumor invasion.\n\n  \n\n \n\n \n\n \n\n \n\nIntroduction\n\nCurrent anticancer therapy is mainly directed\nagainst the uncontrolled proliferation of tumor\ncells, Although this approach leads to successful\ntreatment of primary tumors (1,2), it has litle influ\nence on invasion and metastasis. The latter aspects\n‘of malignancy refer to the property of malignant cu-\n‘mor cells to penctrate and destroy surrounding tis\nsue and to grow at a location distant from the pri\nmary tumor. Since invasion and metastasis arc re\n\n \n\n \n\nsponsible fer the morbidity of cancer patients, new\ntherapeutic approaches will be necessary to speciti-\ncally reduce the dissemination of malignant tumor\ncells (Lor review see: 3)\n\nnant primary brain tumors are pecul\n1 rarely metastasize to ectopic loci ut dis-\nplay malignancy by invading the surrounding brain\ntissue [4.5], The reduction of these invasive proper.\n\ncheretore improve the suecess rate of eur\nrent surgical therapy. High collagenase IV produc\ntion and production of collagenase activating ae.\n\n \n\n     \n\nties can\n\n \n\f",
    "augmented_texts": [
        "euraof Nerney 2 430, 094 fe ke ' © 1998 Kluwer Academic Publiher, Printed inthe Netherlands, Ve Lahoratory Investigation Inhibition of collagenolytic activity relates to quantitative reduction of invasion in vitro in a c - Ha - ras transfected glial cell line Vitamin e. R. Boghaert ’, SK. Chan ’, C. Zimmer ’, D. Grobelny ’, RLF. Galacdy1. C. Vanaman ’ and $ G. Zienmer \" University of Kenwicky, Dept. of Surgery, Markey Cancer Center 800 Rose Sireet, Lexington, KY, USA, # University of Kentucky, Dept of Biochemistry, Markey Cancer Center. 800 Rose Street, Lexington, KY. USA: 43 Brassey Ave, Rosanna 3084, Victoria, Australia: * Glvcomed Incorporated, 860 Atlantic Ave. , Alameda, CA 94501 University of Kentucky, Dept. of Microbiology and Immunology, Markey Cancer Center, 800 Rose Street, Lexington, KY, USA Key words: collagenolytic activity, CxT24ne03 tumors Abstract ‘ The function of proteases in brain tumor invasion is currently aot w2il established. For tumors of epitheli and fibromatous origin collagenase production ean enhance the invasive capacity of cells to penetrate ba ment membranes. We showed previously that a ¢ - Ha - ras transformed glial cell line (CxT24nc03) invaded hamster brain tissue in vivo, These cell were also capable of invading reconstituted basement membrane and embryonic chick hearts in vitro, Since the histopathology of Cx24nco3 tumors mimics that of glioblastoma multiforme in humans, CxT24ne03 was use as the model in vitro (or this type of brain tumor. Presently, we detected by zymogsam analysis a gelatinase that was Secreted by CsT24néo3 and that had an apparent mole elar mass of 62 KD. To verify whether gelatinase affected invasion in vitro of these substrate specific collagenase inhibitor on invasion in vitro, GM6001 isa synthetic polypeptide that specifical - ly worry the substrate ski binding sites of metalloprotease Since this drugdid not show cytotoxicity. is specific: ity for metalloprotease isa valuable tool to evaluate the physiologica ’ function ofthese enzymes on invasion. We found that treatment of CxT24n € 03 with GMOOL reduced the fraction of invading CxT24nco3 cells through reconstituted basemen! membrane. These daca suggest that metalloproteases can stimulate brain tumor invasion. Introduction Current anticancer therapy is mainly directed against the uncontrolled proliferation of tumor cells, Although this approach leads to successful treatment of primary tumors (1, 2 ), it has litle influ ence on invasion and metastasis. The latter panorama ‘ of malignancy refer to the property of malignant cu - ‘ mor cells to penctrate and destroy surrounding tis sue and to grow at a location distant from the pri mary tumor. Since invasion and metastasis arc re sponsible fer the morbidity of cancer patients, new therapeutic approaches will be necessary to speciti - cally reduce the dissemination of malignant tumor cells (Lor review see: 3) nant primary brain tumors are pecul 1 rarely metastasize to ectopic loci ut dis - play malignancy by invading the surrounding nous tissue [4. 5 ], The reduction of these invasive proper. cheretore improve the suecess rate of eur rent surgical therapy. High collagenase IV produc tion and production of collagenase activating ae. ties can",
        "euraof Nerney 2 430, 094 fe ke ' © 1998 Kluwer Academic Publiher, Printed inthe Netherlands, Ve Lahoratory Investigation Inhibition of collagenolytic activity relates to quantitative reduction of invasion in vitro in a c - Ha - ras transfected glial cell line E. R. Boghaert ’, SK. Chan ’, C. Zimmer ’, D. Grobelny ’, RLF. Galacdy1. C. Vanaman ’ and $ G. Zienmer \" University of Kenwicky, Dept. of Surgery, Markey Cancer Center 800 Rose Sireet, Lexington, KY, USA, # University of Kentucky, Dept of Biochemistry, Markey Cancer Center. 800 Rose Street, Lexington, KY. USA: 43 Brassey Ave, Rosanna 3084, Victoria, Australia: * Glvcomed Incorporated, 860 Atlantic Ave. , Alameda, CA 94501 University of Ky, Dept. of Microbiology and Immunology, Markey Cancer Center, 800 Rose Street, Lexington, KY, USA Tonality words: collagenolytic activity, CxT24ne03 tumors Abstract ‘ The function of proteases in brain tumor invasion is currently aot w2il established. For tumors of epitheli and fibromatous origin collagenase production ean enhance the invasive capacity of cells to penetrate ba ment membranes. We showed previously that a ¢ - Ha - ras transformed glial cell line (CxT24nc03) invaded hamster brain tissue in vivo, These cells live also capable of invading reconstituted basement membrane and embryonic chick hearts in vitro, Since the histopathology of Cx24nco3 tumors mimics that of glioblastoma multiforme in humans, CxT24ne03 was used as the model in vitro (or this type of einstein tumor. Presently, we detected by zymogsam analysis a gelatinase that was Secreted by CsT24néo3 and that had an apparent mole elar mass of 62 KD. To verify whether gelatinase affected invasion in vitro of these substrate specific collagenase inhibitor on invasion in vitro, GM6001 isa synthetical polypeptide that specifical - ly occupies the substrate binding sites of metalloprotease Since this drugdid not show cytotoxicity. is specific: ity for metalloprotease isa valuable tool to evaluate the physiologica ’ function ofthese enzymes on invasion. We found that treatment of CxT24n € 03 with GMOOL reduced the fraction of invading CxT24nco3 cells through reconstituted basemen! membrane. These daca suggest that metalloproteases can stimulate brain tumor invasion. Introduction Current anticancer therapy is mainly directed against the uncontrolled proliferation of tumor cells, Although this approach leads to successful treatment of primary tumors (1, 2 ), it has litle influ ence on invasion and metastasis. The latter aspect ‘ of malignancy refer to the property of malignant cu - ‘ mor cells to penctrate and destroy surrounding tis sue and to grow at a location distant from the pri mary tumor. Since invasion and metastasis arc re sponsible fer the morbidity of cancer patients, new therapeutic approaches will be necessary to speciti - cally reduce the dissemination of malignant tumor cells (Lor review see: 3) nant primary brain tumors are pecul 1 rarely metastasize to ectopic loci ut dis - play malignancy by invading the surrounding brain tissue [4. 5 ], The reduction of these invasive proper. cheretore improve the suecess rate of eur rent surgical therapy. High collagenase IV produc tion and production of collagenase activating ae. ties can"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "The function of proteases in brain tumor invasion is currently aot w2il established. For tumors of epitheliand fibromatous origin collagenase production ean enhance the invasive capacity of cells to penetrate membranes. We found that treatment of CxT24n€03 with GMOOL reduced the fraction of invading cells through reconstituted basemen! membrane."
}