{
    "filename": "50404927-4927.jpg",
    "metadata": {},
    "text": "BIOGRAPHICAL SKETCH\nGive the folowing information for the key personnel and consultants and collaborators. Begin withthe principal\ninvestigator/program director. Photocopy this page for each person.\n\nNAVE POSITION TITLE\nCarol C. Korte Research Technician\n\n \n\n \n\n \n\nEDUCATION (Bagin with baccalaureate or other inital professional education, such as nursing, and include\npostdoctoral training.)\n\n \n\n \n\n \n\n \n\nTERR\nINSTITUTION AND LOCATION vecace | conreRaeo | _FIELDOF Stuy\n+ —Norifem Mlinois University, DeKalb, Tr 5. TIT “Biology\n« Northern Ilinois University, DeKalb, IL MS. 1992 Biolog;\n\n \n\nRESEARCH AND/OR PROFESSIONAL EXPERIENCE: Condng wih pron postion lath cronotogcal ere prevous employmon,\nSpetere, era hr, Keowee eae pool meta a ahr an to grog eee\nBit in some rojas wl nude fatal the mane or ctrl evel Powis ey Sot Sctanive way 008\"\n\n \n\n‘rowied ey sous ns sean way te\n‘Beringer’ of erection te ne, ncue psy nob etwy Cadet Sovronan pubes conc.\nrence roa years a 0\n\nEctihenreolopea! ote the tes, all autos, and iors durhg he past\n‘epasernve svt pastors pena ths appicafon- GO NOY EXCEED Tw PAGES. ©\n\n \n\nlectron Microscopy (1990 - present) Experience in negative staining and the preparation of\ntissue for sectioning, viewing, and photographic development of the negatives and prints.\n\n+ Data Analysis (1990- present) Quantitation of morphological characters. Included digitizing,\npoint counting and other measurements. Experience with the design and implementation of\nexperiments and various analysis tools.\n\n+ Tissue culture. (1991- present) Routine maintainance of cell Hines without conta\n\n+ Molecular biology (1995- present) Including routine subcloning, DNA preparation, restriction\nanalysis, sequencing, and library screening.\n\n+ Cell Biology (1995- present) Immunocytochemical staining of Drosophila tissues followed by\nlight microscopy with digital imaging and analysis.\n\n  \n\n \n\nResearch Assistant (1990- 92) with Dr. L. Yasui, Norther Illinois Univeristy, DeKalb, IL. Cell\nsurvival experiments, electron microscopy, and morphological analysis\n\n+ Research Technologist (1992- 94) Chief Virology Technician at the Pennsylvania State\nUniverisity Animal Diagnostic Laboratory\n\n+ Research Assistant (1994- present, half time) with Dr. C. Fisher, Department of Biology, The\nPennsylvania State University, PA’\n\n+ Research Assistant (1995- present, half time) with Dr. G, H. Thomas, Department of\nPennsylvania State University, PA.\n\nHonours:\n\n+ Member of Sigma Xi 1992-present\n\n* Second Place in 1991 student competition held by the Midwest Society of Blectron Microscopists\n\n \n\n \n\nlogy, The\n\nPublications: _\n+ Korte, C. C. and Yasui, L, 1993. Morphological characterization of the radiation sensitive cell\nline, xrs-5. Scanning Microscopy 7;943-51\n\n \n\n \n\f",
    "augmented_texts": [
        "BIOGRAPHICAL SKETCH Give the folowing information for the key personnel and consultants and collaborators. Begin withthe principal investigator / program director. Photocopy this page for each person. NAVE POSITION TITLE Carol C. Korte Research Technician EDUCATION (Bagin with baccalaureate or other inital professional education, such as nursing, and include postdoctoral training.) TERR INSTITUTION AND LOCATION vecace | conreRaeo | _FIELDOF Stuy + — Norifem Mlinois University, DeKalb, Tr 5. TIT “ Biology « Northern Ilinois University, DeKalb, IL MS. 1992 Biolog; RESEARCH AND / OR PROFESSIONAL EXPERIENCE: Condng wih pron postion lath cronotogcal ere prevous employmon, Spetere, era hr, Keowee eae pool meta a ahr an to grog eee Bit in some rojas wl nude fatal the mane or ctrl evel Powis ey Sot Sctanive way 008 \" ‘ rowied ey sous ns sean way te ‘ Beringer ’ of erection te ne, ncue psy nob etwy Cadet Sovronan pubes conc. rence roa years a 0 Ectihenreolopea! ote the tes, all autos, and iors durhg he past ‘ epasernve svt pastors pena ths appicafon - GO NOY EXCEED Tw PAGES. © lectron Microscopy (1990 - present) Experience in negative staining and the preparation of tissue for sectioning, viewing, and photographic development of the negatives and prints. + Data Analysis (1990 - present) Quantitation of morphological characters. Included digitizing, point counting and other measurements. Experience with the design and implementation of experiments and various analysis tools. + Tissue culture. (1991 - nowadays) Routine maintainance of cell Hines without conta + Molecular biology (1995 - present) Include routine subcloning, DNA preparation, restriction depth psychology, sequencing, and library screening. + Cell Biology (1995 - present) Immunocytochemical spotting of Drosophila tissues followed by light microscopy with digital imaging and analysis. Research Assistant (1990 - 92) with Dr. L. Yasui, Norther Illinois Univeristy, DeKalb, IL. Cell survival experiments, electron microscopy, and morphological analysis + Research Technologist (1992 - 94) Chief Virology Technician at the Pennsylvania State Univerisity Animal Diagnostic Laboratory + Research Assistant (1994 - present, half time) with Dr. C. Fisher cat, Department of Biology, The Pennsylvania State University, PA ’ + Research Assistant (1995 - present, half time) with Dr. G, H. Thomas, Department of Pennsylvania State University, PA. Honours: + Member of Sigma Xi 1992 - present * Second Place in 1991 student competition held by the Midwest Society of Blectron Microscopists logy, The Publications: _ + Korte, C. C. and Yasui, L, 1993. Morphological characterization of the radiation sensitive cellphone line, xrs - 5. Scanning Microscopy 7; 943 - 51",
        "BIOGRAPHICAL SKETCH Give the folowing information for the key personnel and consultants and collaborators. Begin withthe principal investigator / program director. Photocopy this page for each person. NAVE POSITION TITLE Carol C. Korte Research Technician EDUCATION (Bagin with baccalaureate or other inital professional education, such as nursing, and include postdoctoral breeding.) TERR INSTITUTION AND LOCATION vecace | conreRaeo | _FIELDOF Stuy + — Norifem Mlinois University, DeKalb, Tr 5. TIT “ Biology « Northern Ilinois University, DeKalb, IL MS. 1992 Biolog; RESEARCH AND / OR PROFESSIONAL EXPERIENCE: Condng wih pron postion lath cronotogcal ere prevous employmon, Spetere, era hr, Keowee eae puddle meta a ahr an to grog eee Bit in some rojas wl nude fatal the mane or ctrl evel Powis ey Sot Sctanive way 008 \" ‘ rowied ey sous ns sean way te ‘ Beringer ’ of erection te ne, ncue psy nob etwy Cadet Sovronan pubes conc. rence roa years a 0 Ectihenreolopea! ote the tes, all autos, and iors durhg he past ‘ epasernve svt pastors pena ths appicafon - GO NOY EXCEED Tw PAGES. © lectron Microscopy (1990 - present) Experience in negative staining and the preparation of tissue for sectioning, viewing, and photographic development of the negatives and prints. + Data Analysis (1990 - present) Quantitation of morphological characters. Included digitizing, point counting and other measurements. Experience with the design and implementation of experiments and various analysis tools. + Tissue culture. (1991 - present) Routine maintainance of jail cell Hines without conta + Molecular biology (1995 - present) Including routine subcloning, DNA preparation, restriction analysis, sequencing, and library screening. + Cell Biology (1995 - present) Immunocytochemical staining of Drosophila tissues followed by light microscopy with digital imaging and analysis. Research Assistant (1990 - 92) with Dr. L. Yasui, Norther Illinois Univeristy, DeKalb, IL. Cell survival experiments, electron microscopy, and morphological analysis + Research Technologist (1992 - 94) Chief Virology Technician at the Pennsylvania State Univerisity Animal Diagnostic Laboratory + Research Assistant (1994 - present, half time) with Dr. C. Fisher, Department of Biology, The Pennsylvania State University, PA ’ + Research Assistant (1995 - present, half time) with Dr. G, H. Thomas, Department of Pennsylvania State University, PA. Honours: + Member of Sigma Xi 1992 - present * Second Place in 1991 student competition held by the Midwest Society of Blectron Microscopists logy, The Publishing: _ + Korte, C. C. and Yasui, L, 1993. Morphological characterization of the radiation sensitive cell line, xrs - 5. Scanning Microscopy 7; 943 - li"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Carol C. Korte is a Research Technician at Mlinois University, DeKalb, IL. She has worked in biology, virology, and cell biology. Her experience includes negative staining and the preparation of tissue for sectioning, viewing and prints."
}