{
    "filename": "50402692-2693.jpg",
    "metadata": {},
    "text": "Pineeal mverigaron _ Spector, Deborah H.\n\nBIOGRAPHICAL SKETCH\n\n{Give the folowing ntrmaton fr te key personel and constants land eolaboratrs. Bey withthe principal\n‘evesiotorprogram director, Photocopy tis page fr each person.\n\n \n\n \n\n \n\n \n\n \n\nier POSTION TLE\nDeborah H. Spector Professor of Biology\nEDUCATION Bagh wh bccoresa he Fa polesioa eee suchas nursing and cde postocol raiihg)\n\nINSTITUTION AND LOCATION oecnee_|_conreaneD FIELD OF STUDY\n‘Smith College, Northhampton, MA BA. 1971 Molecular Biology\nMassachusetts Institute of Technology, MA PhD. 1975 Cell & Molecular Biology\nUniversity of Califomie, San Francisco, CA Postdoctoral | 7/75-6/78\n\n \n\n \n\n \n\nFESEARGA AND PROFESSIONAL EXPERIENCE: Corccing wih present poston, sth ehenogcal over previous employment expetece, nono.\ney parser! ne epoca investi and ary ober rials who parcels ne seni deveepmet x enecten he projet. Key preocel\nseetpen lela anual win doctoral or che pessoal degrees, bt in some procs wil inde indhiduas lhe masters rbacoaiieate evel\nsaid iney conve na nasarive way he Scere devapmet er execuion of fe pjed.Incude present menbership on any Federal Goverment\nPrete covesy commen, Uist mevonclgcal oat he tes, al autre, and compete references oa pers dung te past ee years andto\nTeprecertave cra uiceonspernento Ris appston. DO NOT EXCEED TWO PAGES,\n\nHonors:\n\nPhi Beta Kappa: Sigma Xi; NSF Undergraduate Research Participant (Summer 1970); NSF Graduate Fellowship\n(1971-1974): Helen Hay Whitney Foundation Postdoctoral Fellowship (1975-1978); Kaiser Permanente Teaching\n‘Award (1983, 1985); Visiting Professor, Hubei Medical College, Wuhan, China (10/86); Tribute to Women In\nIndustry Award (6/95).\n\nResearch and Professional Experience:\n\nTM-S5 Graduate work under the supervision of Dr. David Baltimore, MIT, Cambridge, MA. research on\npolyadenylic acid on poliovirus RNA.\n\n75-678 Postdoctoral Fellow of the Helen Hay-Whitney Foundation in the laboratory of Dr. Michael\nBishop and Dr. Harold Varmus; research on the c-sre gene in uninfected vertebrates and on the\nintegration and expression of avian sarcoma virus.\n\n78-683 Assistant Professor of Biology, Dept. of Biology, UC San Diego.\n\n7183-687 __ Associate Professor of Biology, Dept. of Biology, UC San Dit\n\n7/85-6/89 Member, Microbiology and Infectious Disease Research Committee, NIH\n\n7/87-Present Professor of Biology, Dept. of Biology, UC San Diego; studies on the molecular biology of\nhuman and murine eytomegaloviruses and on the molecular interaction of human cytomegalovirus\nand human immunodeficiency virus,\n\n7194-Present_ Member, Experimental Virology Study Section, NIH.\n\nSelected Publications:\n\nMarks, LR., ].A. Mercer and D.H. Spector. (1983). Transcription in mouse embryo cells permissively infected by\n‘human cytomegalovirus strain AD169. Virology 125:31-46.\n\nMercer, J.A., LR. Marks and D-H. Spector. (1983). Molecular cloning and restriction endonuclease mapping of\nthe murine cytomegalovirus genome (Smith strain). Virology 129:94-106.\n\nMarks, UR. and D.H. Spector. (1984). Fusion of the termini of the murine cytomegalovirus genome after\ninfection. J. Virol. 52:24-28.\n\nMercer, J.A. and D.H. Spector. (1986). Pathogenesis of acute murine cytomegalovirus infection in resistant and\nsusceptible strains of mice. J. Virol. 57:497-504.\n\nMarks, [-A. and DH. Spector (1988). Replication of the murine cytomegelovirus genome: structure and role of the\ntermini in the generation and cleavage of concatenates. Virology 162:98-107,\n\nMercer, J.A., C.A. Wiley and D.H. Spector (1988). Pathogenesis of murine cytomegalovirus infection:\nidentification of infected cells in the spleen during acute and latent infections. J. Virol. 62:987-997.\n\nKlucher, KM., D.K, Rabert and D.H. Spector, (1989). Sequences in the human cytomegalovirus 2.7 kb RNA\npromoter which mediate its regulation as an early gene, J. Virol. 63:5334-5343.\n\nSpector, DH. E, Wade, D. Wright, V. Koval, C. Clark, D. Jaquith and S.A. Spector (1990), Human\nImmunodeficiency Virs (HIV) psendotypes with expanded cellular and species tropism. J. Virol, 64:2298-\n\n8.\n\n \n\n \n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "Pineeal mverigaron _ Spector, Deborah H. BIOGRAPHICAL SKETCH {Give the folowing ntrmaton fr te key personel and constants land eolaboratrs. Bey withthe principal ‘ evesiotorprogram director, Photocopy tis page fr each person. ier POSTION TLE Deborah H. Spector Professor of Biology EDUCATION Bagh wh bccoresa he Fa polesioa eee suchas nursing and cde postocol raiihg) INSTITUTION AND LOCATION oecnee_ | _conreaneD FIELD OF STUDY ‘ Smith College, Northhampton, MA BA. 1971 Molecular Biology Massachusetts Institute of Technology, MA PhD. 1975 Cell & Molecular Biology University of Califomie, San Francisco, CA Postdoctoral | 7 / 75 - 6 / 78 FESEARGA AND PROFESSIONAL EXPERIENCE: Corccing wih present poston, sth ehenogcal over previous employment expetece, nono. ey parser! ne epoca investi and ary ober rials who parcels ne seni deveepmet x enecten he projet. Key preocel seetpen lela anual win doctoral or che pessoal degrees, bt in some procs wil inde indhiduas lhe masters rbacoaiieate evel articulate iney conve na nasarive way he Scere devapmet er execuion of fe pjed. Incude present menbership on any Federal Goverment Prete covesy commen, Uist mevonclgcal oat he tes, al autre, and compete references oa pers dung te past ee years andto Teprecertave cra uiceonspernento Ris appston. DO NOT EXCEED TWO PAGES, Honors: Phi Beta Kappa: Sigma Xi; NSF Undergraduate Research Participant (Summer 1970 ); NSF Graduate Fellowship (1971 - 1974 ): Helen Hay Whitney Foundation Postdoctoral Fellowship (1975 - 1978 ); Kaiser Permanente Teaching ‘ Award (1983, 1985 ); Visiting Professor, Hubei Medical College, Wuhan, China (10 / 86 ); Tribute to Women In Industry Award (6 / 95 ). Research and Professional Experience: TM - S5 Graduate work under the supervision of Dr. David Baltimore, MIT, Cambridge, MA. research on polyadenylic acid on poliovirus RNA. 75 - 678 Postdoctoral Fellow of the Helen Hay - Whitney Foundation in the laboratory of Dr. Michael Bishop and Dr. Harold Varmus; research on the c - sre gene in uninfected vertebrates and on the integration and expression of avian sarcoma virus. 78 - 683 Assistant Professor of Biology, Dept. of Biology, UC San Diego. 7183 - 687 __ Associate Professor of Biology, Dept. of Biology, UC San Dit 7 / 85 - 6 / 89 Member, Microbiology and Infectious Disease Research Committee, NIH 7 / 87 - Present Professor of Biology, Dept. of Biology, UC San Diego; studies on the molecular biology of human and murine eytomegaloviruses and on the molecular interaction of human cytomegalovirus and human immunodeficiency virus, 7194 - Present_ Member, Experimental Virology Study Section, NIH. Selected Publishing: Marks, LR. , ]. A. Mercer and D. H. Spector. (1983 ). Transcription in mouse embryo cells permissively infected by ‘ human cytomegalovirus strain AD169. Virology 125: 31 - 46. Mercer, J. A. , LR. Marks and D - H. Spector. (1983 ). Molecular cloning and restriction endonuclease mapping of the murine cytomegalovirus genome (Smith strain ). Virology 129: 94 - 106. Marks, UR. and D. H. Spector. (1984 ). Fusion of the termini of the murine cytomegalovirus genome after infection. J. Virol. 52: 24 - 28. Mercer, J. A. and D. H. Spector. (1986 ). Pathogenesis of acute murine cytomegalovirus infection in resistant and susceptible strains of mice. J. Virol. 57: 497 - 504. Marks, [- A. and DH. Spector (1988 ). Replication of the murine cytomegelovirus genome: structure and role of the termini in the generation and cleavage of concatenates. Virology 162: 98 - 107, Mercer, J. A. , C. A. Wiley and D. H. Spector (1988 ). Pathogenesis of murine cytomegalovirus infection: identification of infected cells in the spleen during acute and latent infections. Joule. Virol. 62: 987 - 997. Klucher, KM. , D. K, Rabert and D. H. Spector, (1989 ). Sequences in the human cytomegalovirus 2. 7 kb RNA promoter which mediate its regulation as an early gene, J. Virol. 63: 5334 - 5343. Spector, DH. E, Wade, D. Wright, V. Koval, C. Clark, D. Jaquith and S. A. Spector (1990 ), Human Immunodeficiency Virs (HIV) psendotypes with expanded cellular and species tropism. J. Virol, 64: 2298 - 8.",
        "Pineeal mverigaron _ Spector, Deborah H. BIOGRAPHICAL SKETCH {Give the folowing ntrmaton fr te key personel and constants land eolaboratrs. Bey withthe principal ‘ evesiotorprogram director, Photocopy tis page fr each person. ier POSTION TLE Deborah H. Spector Professor of Biology EDUCATION Bagh wh bccoresa he Fa polesioa eee suchas nursing and cde postocol raiihg) INSTITUTION AND LOCATION oecnee_ | _conreaneD FIELD OF STUDY ‘ Smith College, Northhampton, MA BA. 1971 Molecular Biology Massachusetts Institute of Technology, MA PhD. 1975 Cell & Molecular Biology University of Califomie, San Francisco, CA Postdoctoral | 7 / 75 - 6 / 78 FESEARGA AND PROFESSIONAL EXPERIENCE: Corccing wih present poston, sth ehenogcal over late employment expetece, nono. ey parser! ne epoca investi and ary ober rials who parcels ne seni deveepmet x enecten he projet. Key preocel seetpen lela anual win doctoral or che pessoal degrees, bt in some procs wil inde indhiduas lhe masters rbacoaiieate evel said iney conve na nasarive way he Scere devapmet er execuion of fe pjed. Incude present menbership on any Federal Goverment Prete covesy commen, Uist mevonclgcal oat he tes, al autre, and compete references oa pers dung te past ee years andto Teprecertave cra uiceonspernento Ris appston. DO NOT EXCEED TWO PAGES, Honors: Phi Beta Kappa: Sigma Xi; NSF Undergraduate Research Participant (Summer 1970 ); NSF Graduate Fellowship (1971 - 1974 ): Helen Hay Whitney Foundation Postdoctoral Fellowship (1975 - 1978 ); Kaiser Permanente Teaching ‘ Award (1983, 1985 ); Visiting Professor, Hubei Medical College, Wuhan, China (10 / 86 ); Tribute to Women In Industry Award (half dozen / 95 ). Research and Professional Experience: TM - S5 Graduate work under the supervision of Dr. David Baltimore, MIT, Cambridge, MA. research on polyadenylic acid on poliovirus RNA. 75 - 678 Postdoctoral Fellow of the Helen Hay - Whitney Foundation in the laboratory of Dr. Michael Bishop and Dr. Harold Varmus; research on the c - sre gene in uninfected vertebrates and on the integration and expression of avian sarcoma virus. 78 - 683 Assistant Professor of Biology, Dept. of Biology, UC San Diego. 7183 - 687 __ Associate Professor of Biology, Dept. of Biology, UC San Dit 7 / 85 - 6 / 89 Member, Microbiology and Infectious Disease Research Committee, national institutes of health 7 / 87 - Present Professor of Biology, Dept. of Biology, UC San Diego; studies on the molecular biology of human and murine eytomegaloviruses and on the molecular interaction of human cytomegalovirus and human immunodeficiency virus, 7194 - Present_ Member, Experimental Virology Study Section, NIH. Selected Publications: Marks, LR. , ]. A. Mercer and D. H. Spector. (1983 ). Transcription in mouse embryo cells permissively infected by ‘ human cytomegalovirus strain AD169. Virology 125: 31 - 46. Mercer, J. A. , LR. Marks and D - H. Spector. (1983 ). Molecular cloning and restriction endonuclease mapping of the murine cytomegalovirus genome (Smith strain ). Virology 129: 94 - 106. Marks, UR. and D. H. Spector. (1984 ). Fusion of the termini of the murine cytomegalovirus genome after infection. J. Virol. 52: 24 - twenty eight. Mercer, J. A. and D. H. Spector. (1986 ). Pathogenesis of acute murine cytomegalovirus infection in resistant and susceptible strains of mice. J. Virol. 57: 497 - 504. Marks, [- A. and DH. Spector (1988 ). Replication of the murine cytomegelovirus genome: structure and role of the termini in the generation and cleavage of concatenates. Virology 162: 98 - 107, Mercer, J. A. , C. A. Wiley and D. H. Spector (1988 ). Pathogenesis of murine cytomegalovirus infection: recognition of infected cells in the spleen during acute and latent infections. J. Virol. 62: 987 - 997. Klucher, KM. , D. K, Rabert and D. H. Spector, (1989 ). Sequences in the human cytomegalovirus 2. 7 kb RNA promoter which mediate its regulation as an early gene, J. Virol. 63: 5334 - 5343. Spector, DH. E, Wade, D. Wright, V. Koval, C. Clark, D. Jaquith and S. A. Spector (1990 ), Human Immunodeficiency Virs (HIV) psendotypes with expanded cellular and species tropism. J. Virol, 64: 2298 - 8."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Deborah H. Spector is a Professor of Biology at UC San Diego. She has worked on the molecular biology of human and murine eytomegaloviruses and human immunodeficiency virus. Her work has been published in the Journal of Virology, the Proceedings of the National Academy of Sciences, and elsewhere."
}