{
    "filename": "50403464-3468.jpg",
    "metadata": {},
    "text": " \n\n(ieee the arcs Sy aches tn Maca Boly, ne\n\n \n\n2186.45 ot veer ap E8128\n\nGenomic Cloning and Protein Expression of a Novel Rat Brain\nCytochrome P-450 CYP2D18* Catalyzing Imipramine\n\nN-Demethylation*\n\n(Received fr publication, February 7, 1996, and in revised form, August 2, 1996)\n\nHidenori Kawashimat, David J. Sequeirat, David R. Nelson, and Henry W. Strobelis\n\nFrom the sDepartment of Biochemistry and Molecular Biology, The University of Teas Medical School at Houston,\nHouston, Teras 77225 and the Department of Biochemistry, Univeraity of Tennessee at Memphis,\n\nMemphis, Tennessoe 38169\n\nWe have previously reported the isolation of two\n‘DNA clones, designated 24-29 and 24-35, which have\nidentical open reading frames and code for a novel brain\ncytochrome P-450 (P-450) belonging to the CYP2D sub-\nfamily, and noted that the mRNA of clone 2-35 seems to\nbbe expressed in the brain but not in the liver (1). Al\nthough the deduced amino acid sequence of these clones\ndiffers from that of the liver CYP2D4 by only 5 amino\nacids distributed in the C-terminal region, this new\nP-450 cDNA clone contained a unique 5'extension, and\n‘we posit in this report by analysis of a genomic clone\nthat this S-untranslated sequence is derived from a\ngene distinct from that of CYP2D4. Thus, this novel\nP-450 was named P-450 2D18 according to the recom:\nmended nomenclature (2). The expressibility of this\neDNA was confirmed by in vitro translation using a re-\nticulocyte system, and protein expression was per-\nformed using COS-M6 cells. Immunoblot analysi\nshowed a cross-reacting band of the predicted size\nrange with anti-P-450 2D6 antiserum, which was not\nsen in control cells. Furthermore, the CYP2DI8-cx-\n-ssed COS cell lysate showed Ndemethylation activ-\nity toward imipramine, whereas another brain P-450\nC¥P4P6-expressed COS cell lysate showed 10-hydroxy-\nlation activity. This is the first report that associates an\nindividual P-460 isozyme in brain with a particular met-\nabolic alteration of the antidepressant imipramine.\n\n \n\n \n\n \n\n \n\n \n\n    \n\n \n\nCytochrome P-450\" is a general term for heme-thiolate en-\nzymes, which exist in large quantities primarily in the liver\nand catalyze the metabolism of xenobiotics, carcinogens, ste-\nroids, und fatty acids, Among the P-450 superfamily mombers,\n‘much attention is paid to subfamily 2D P-450, which shows\npolymorphisms (3-8), because possible relationships between\nmembors of this subfamily of isozymes and disorders of the\n\n\"This work was supported by Grant 011618-028 fom the Advanced\nResearch Program of the Texas Higher Education Coordinating Board\ntnd by Grant MH 44925 from the National Ineitutes of Mental Heath,\nDepartment of Health and Human Welfare The cots of publication of\nthis article were defrayed in par by th payment of page charges, This\nticle must therefore be hereby marked ‘advertisement? i senda\nWith 18 USC. Section 1734 wooly to indiats thi act.\n\nThe nucleotide quences reported in ths paper hasbeen submited\n‘othe GenBank ™/EBI Data Rank with gceevion numbers) U48219\ncna 148220.\n\n'VTo whom correspondence shouldbe addressed: Dept of Biochemis-\ntry and Molecular Biology, The Univerity of Texas Medical School\nHouston, P.O. Box 20708, Houston, TX 77225 Tel: 718-782-5600, Fax:\n713-794-4180\n\nTho abbreviations used are: PSO, cytochrome PASO; KB, klo-\nLose(s bp, base pairs, PAGE, polyacrylamide gel eletrophoress\nPOR, polymerase chain reaction\n\n28176\n\ncentral nervous system have been suggested (8, 6). For in-\nstane, it has been shown that the polymorphism in the 4-hy-\nroxylation of debrisoquine, a substrate of CYP2D-? is associ-\nated with susceptibility to Parkinson's disease (5) and that\n‘chydeoxylation of 1,2,34-tetrahydroisoquinoline, a possible\ncandidate for causing Parkinson's disease, is catalyzed by eub-\nfarnily 2D P-480 in rat liver (7), Itwas also demonstrated that\nthe human isoform CYP2D6 participates in the metabolism of\nimipramine, a commonly used antidepressant (6)\n\nHowover, the vast majority ofthese studies were performed\nusing liver microsomes or liver isoforms of P-450. Thus,\nwhether subfamily 2D P.450 eatalyzes these metabolism in\nbrain isnot clear. In our laboratory, we have been interested in\nthe brain P.450 monooxygenase system, and our studies have\nrevealed evidence for the existence and functionality of mul\nple forms of P-450 (9-13). Recently, Sequeira and Strobel dem-\n‘onstrated brain microsomal catalytic activities toward imp\n‘mine and showed differences in the effects of tho inducers on\nliver snd beain imipramine metabolism (14). Thereafter, we\ncloned from a rat brain cDNA library two eDNA clones, termed\n24-29 and 2-35, which have an idential open reading frame\n‘and code for a novel brain P-450 belonging to the CYP2D\nsubfamily. The difference between the two clones is that cDNA\nclone 24-28 has a foreshortened 3'-untranslated sequence with\n‘a poly(A) tail. We furthor showed that the mRNA of the longer\nclone, 24-35, was expressed in the brain but notin the liver (1)\nAlthough they code for a P-450 protein, which differs from\nCYP2D4 (15, 16) by only 5 amino acide in the C-terminal\nregion, clones 24-29 and 24.5 have unique S'-untranslated\nsequences\n\nIn order to investigate whether or not this brain CYP2D is a\ndistinct form, we screened a rat genomic library resulting in\nthe demonstration shown in this report that the 5’-untrans-\nlated sequence of this novel brain P-450 2D is derived from a\n‘gene distinet from CYP2D4, suggesting that the expression of\nthis P-450is regulated differently. Thus, this P-450 was named\nCYP2DI8 according to the recommended nomenclature (2)\nSubsequently, we expressed the protein product of CYP2D18\nusing COS-MB6 cells and performed an analysis ofthe catalytic\ncapabilities of the expressed recombinant protein.\n\n \n\n \n\n \n\n \n\n \n\nEXPERIMENTAL PROCEDURES\n\nMateriats—-A rat genomic Wbrary (catalog numiber RL1022) was\npurchised from Clontech (Palo Alt, CA); [o\"®PHATP (3,000 mCV\n‘mmol and (a°PHICTP (3,000 mCv'mmal) were from ICN (vine, CAD,\n(P*S}methionine 000 Cvmmel vas from Amersham Carp; pure\ntroellulose membrane and Nytran Gtr were frum Schleicher &\n‘Schuell @iogee Lambda Kit was from QIAGEN (Chateworth, CA; TNT\n\n \n\n* CYP refers toa cytochrome P.480 gene(s) and cDNA), which isthe\nromendature recommended by Noone a. 2)\n\n‘Ths paper salable on neat hip /wbe tanford edu!\n\f",
    "augmented_texts": [
        "( ieee the arcs Sy aches tn Maca Boly, ne 2186. 45 ot veer ap E8128 Genomic Cloning and Protein Expression of a Novel Rat Brain Cytochrome P - 450 CYP2D18 * Catalyzing Imipramine N - Demethylation * (Received fr publication, February 7, 1996, and in revised form, August 2, 1996) Hidenori Kawashimat, David J. Sequeirat, David R. Nelson, and Henry W. Strobelis From the sDepartment of Biochemistry and Molecular Biology, The University of Teas Medical School at Houston, Houston, Teras 77225 and the Department of Biochemistry, Univeraity of Tennessee at Memphis, Memphis, Tennessoe 38169 We have previously reported the isolation of two ‘ DNA clones, designated 24 - 29 and 24 - 35, which have identical open reading frames and code for a novel brain cytochrome P - 450 (P - 450) belonging to the CYP2D sub - family, and noted that the mRNA of clone 2 - 35 seems to bbe expressed in the brain but not in the liver (1 ). Al though the deduced amino acid sequence of these clones differs from that of the liver CYP2D4 by only 5 amino acids distributed in the C - terminal region, this new P - 450 cDNA clone contained a unique 5 ' extension, and ‘ we posit in this report by analysis of a genomic clone that this S - untranslated sequence is derived from a gene distinct from that of CYP2D4. Thus, this novel P - 450 was named P - 450 2D18 according to the recom: mended nomenclature (2 ). The expressibility of this eDNA was confirmed by in vitro translation using a re - ticulocyte system, and protein expression was per - formed using COS - M6 cellphone. Immunoblot analysi showed a cross - reacting band of the predicted size range with anti - P - 450 2D6 antiserum, which was not sen in control cells. Furthermore, the CYP2DI8 - cx - - ssed COS cell lysate showed Ndemethylation activ - ity toward imipramine, whereas another brain P - 450 C ¥ P4P6 - expressed COS cell lysate showed 10 - hydroxy - lation activity. This is the first report that associates an individual P - 460 isozyme in brain with a particular met - abolic alteration of the antidepressant imipramine. Cytochrome P - 450 \" is a general term for heme - thiolate en - zymes, which exist in large quantities primarily in the liver and catalyze the metabolism of xenobiotics, carcinogens, ste - roids, und fatty acids, Among the P - 450 superfamily mombers, ‘ much attention is paid to subfamily 2D P - 450, which shows polymorphisms (3 - 8 ), because potential relationships between membors of this subfamily of isozymes and disorders of the \" This work was supported by Grant 011618 - 028 fom the Advanced Research Program of the Texas Higher Education Coordinating Board tnd by Grant MH 44925 from the National Ineitutes of Mental Heath, Department of Health and Human Welfare The cots of publication of this article were defrayed in par by th payment of page charges, This ticle must therefore be hereby marked ‘ advertisement? i senda With 18 USC. Section 1734 wooly to indiats thi act. The nucleotide quences reported in ths paper hasbeen submited ‘ othe GenBank ™ / EBI Data Rank with gceevion numbers) U48219 cna 148220. ' VTo whom correspondence shouldbe addressed: Dept of Biochemis - try and Molecular Biology, The Univerity of Texas Medical School Houston, P. O. Box 20708, Houston, TX 77225 Tel: 718 - 782 - 5600, Fax: 713 - 794 - 4180 Tho abbreviations used are: PSO, cytochrome PASO; KB, klo - Lose (s bp, base pairs, PAGE, polyacrylamide gel eletrophoress POR, polymerase chain reaction 28176 central nervous system have been suggested (8, 6 ). For in - stane, it has been shown that the polymorphism in the 4 - hy - roxylation of debrisoquine, a substrate of CYP2D -? is associ - ated with susceptibility to Parkinson ' s disease (5) and that ‘ chydeoxylation of 1, 2, 34 - tetrahydroisoquinoline, a possible candidate for causing Parkinson ' s disease, is catalyzed by eub - farnily 2D P - 480 in rat liver (7 ), Itwas also demonstrated that the human isoform CYP2D6 participates in the metabolism of imipramine, a commonly used antidepressant (6) Howover, the vast majority ofthese studies were performed using liver microsomes or liver isoforms of P - 450. Thus, whether subfamily 2D P. 450 eatalyzes these metabolism in brain isnot clear. In our laboratory, we have been interested in the brain P. 450 monooxygenase system, and our studies have uncover evidence for the existence and functionality of mul ple forms of P - 450 (9 - 13 ). Recently, Sequeira and Strobel dem - ‘ onstrated brain microsomal catalytic activities toward imp ‘ mine and showed differences in the effects of tho inducers on liver snd beain imipramine metabolism (14 ). Thereafter, we cloned from a rat brain cDNA library two eDNA clones, termed 24 - 29 and 2 - 35, which have an idential open reading frame ‘ and code for a novel brain P - 450 belonging to the CYP2D subfamily. The difference between the two clones is that cDNA clone 24 - 28 has a foreshortened 3 ' - untranslated sequence with ‘ a poly (A) tail. We furthor showed that the mRNA of the longer clone, 24 - 35, was expressed in the brain but notin the liver (one) Although they code for a P - 450 protein, which differs from CYP2D4 (15, 16) by only 5 amino acide in the C - terminal region, clones 24 - 29 and 24. 5 have unique S ' - untranslated sequences In order to investigate whether or not this brain CYP2D is a distinct form, we screened a rat genomic library resulting in the demonstration shown in this report that the 5 ’ - untrans - lated sequence of this novel brain P - 450 2D is derived from a ‘ gene distinet from CYP2D4, suggesting that the expression of this P - 450is regulated differently. Thus, this P - 450 was named CYP2DI8 according to the recommended nomenclature (2) Subsequently, we expressed the protein product of CYP2D18 using COS - MB6 cells and performed an analysis ofthe catalytic capabilities of the expressed recombinant protein. EXPERIMENTAL PROCEDURES Materiats — - A rat genomic Wbrary (catalog numiber RL1022) was purchised from Clontech (Palo Alt, CA ); [o \" ® PHATP (3, 000 mCV ‘ mmol and (a ° PHICTP (3, 000 mCv ' mmal) were from ICN (vine, CAD, (P * S} methionine 000 Cvmmel vas from Amersham Carp; pure troellulose membrane and Nytran Gtr were frum Schleicher & ‘ Schuell @ iogee Lambda Kit was from QIAGEN (Chateworth, CA; TNT * CYP refers toa cytochrome P. 480 gene (s) and cDNA ), which isthe romendature recommended by Noone a. 2) ‘ Ths paper salable on neat hip / wbe tanford edu!",
        "( ieee the arcs Sy aches tn Maca Boly, ne 2186. 45 ot veer ap E8128 Genomic Cloning and Protein Expression of a Novel Rat Brain Cytochrome P - 450 CYP2D18 * Catalyzing Imipramine N - Demethylation * (Received fr publication, February 7, 1996, and in revised form, August 2, 1996) Hidenori Kawashimat, David J. Sequeirat, David R. Nelson, and Henry W. Strobelis From the sDepartment of Biochemistry and Molecular Biology, The University of Teas Medical School at Houston, Houston, Teras 77225 and the Department of Biochemistry, Univeraity of Tennessee at Memphis, Memphis, Tennessoe 38169 We have previously reported the isolation of two ‘ DNA clones, designated 24 - 29 and 24 - 35, which have identical open reading frames and code for a novel brain cytochrome P - 450 (P - 450) belonging to the CYP2D sub - family, and noted that the mRNA of clone 2 - 35 seems to bbe expressed in the brain but not in the liver (1 ). Al though the deduced amino acid sequence of these clones differs from that of the liver CYP2D4 by only 5 amino acids distributed in the C - terminal region, this new P - 450 cDNA clone contained a unique 5 ' extension, and ‘ we posit in this report by analysis of a genomic clone that this S - untranslated sequence is derived from a gene distinct from that of CYP2D4. Thus, this novel P - 450 was named P - 450 2D18 according to the recom: mended nomenclature (2 ). The expressibility of this eDNA was confirmed by in vitro version using a re - ticulocyte system, and protein expression was per - formed using COS - M6 cells. Immunoblot analysi showed a cross - reacting band of the predicted size range with anti - P - 450 2D6 antiserum, which was not sen in control cells. Furthermore, the CYP2DI8 - cx - - ssed COS cell lysate showed Ndemethylation activ - ity toward imipramine, whereas another brain P - 450 C ¥ P4P6 - expressed COS cell lysate showed 10 - hydroxy - lation activity. This is the first report that associates an individual P - 460 isozyme in brain with a particular met - abolic alteration of the antidepressant imipramine. Cytochrome P - 450 \" is a general term for heme - thiolate en - zymes, which exist in large quantities primarily in the liver and catalyze the metabolism of xenobiotics, carcinogen, ste - roids, und fatty acids, Among the P - 450 superfamily mombers, ‘ much attention is paid to subfamily 2D P - 450, which shows polymorphisms (3 - 8 ), because possible relationships between membors of this subfamily of isozymes and disorders of the \" This work was plunk for by Grant 011618 - 028 fom the Advanced Research Program of the Texas Higher Education Coordinating Board tnd by Grant MH 44925 from the National Ineitutes of Mental Heath, Department of Health and Human Welfare The cots of publication of this article were defrayed in par by th payment of page charges, This ticle must therefore be hereby marked ‘ advertisement? i senda With 18 USC. Section 1734 wooly to indiats thi act. The nucleotide quences reported in ths paper hasbeen submited ‘ othe GenBank ™ / EBI Data Rank with gceevion numbers) U48219 cna 148220. ' VTo whom correspondence shouldbe addressed: Dept of Biochemis - try and Molecular Biology, The Univerity of Texas Medical School Houston, P. O. Box 20708, Houston, TX 77225 Tel: 718 - 782 - 5600, Fax: 713 - 794 - 4180 Tho abbreviations used are: PSO, cytochrome PASO; KB, klo - Lose (s bp, base pairs, PAGE, polyacrylamide gel eletrophoress POR, polymerase chain reaction 28176 primal nervous system have been suggested (8, 6 ). For in - stane, it has been shown that the polymorphism in the 4 - hy - roxylation of debrisoquine, a substrate of CYP2D -? is associ - ated with susceptibility to Parkinson ' s disease (5) and that ‘ chydeoxylation of 1, 2, 34 - tetrahydroisoquinoline, a possible candidate for causing Parkinson ' s disease, is catalyzed by eub - farnily 2D P - 480 in rat liver (7 ), Itwas also demonstrated that the human isoform CYP2D6 participates in the metabolism of imipramine, a commonly used antidepressant (6) Howover, the vast majority ofthese studies were performed using liver microsomes or liver isoforms of P - 450. Thus, whether subfamily 2D P. 450 eatalyzes these metabolism in brain isnot clear. In our laboratory, we have been interested in the brain P. 450 monooxygenase system, and our studies have revealed evidence for the existence and functionality of mul ple forms of P - 450 (9 - 13 ). Recently, Sequeira and Strobel dem - ‘ onstrated brain microsomal catalytic natural process toward imp ‘ mine and showed differences in the effects of tho inducers on liver snd beain imipramine metabolism (14 ). Thereafter, we cloned from a rat brain cDNA library two eDNA clones, termed 24 - 29 and 2 - 35, which have an idential open reading frame ‘ and code for a novel brain P - 450 belonging to the CYP2D subfamily. The difference between the two clones is that cDNA clone 24 - 28 has a foreshortened 3 ' - untranslated sequence with ‘ a poly (A) tail. We furthor showed that the mRNA of the longer clone, 24 - 35, was expressed in the brain but notin the liver (1) Although they code for a P - 450 protein, which differ from CYP2D4 (15, 16) by only 5 amino acide in the C - terminal region, clones 24 - 29 and 24. 5 have unique S ' - untranslated sequences In ordination to investigate whether or not this brain CYP2D is a distinct form, we screened a rat genomic library resulting in the demonstration shown in this report that the 5 ’ - untrans - lated sequence of this novel brain P - 450 2D is derived from a ‘ gene distinet from CYP2D4, suggesting that the expression of this P - 450is regulated differently. Thus, this P - 450 was named CYP2DI8 according to the recommended nomenclature (2) Subsequently, we expressed the protein product of CYP2D18 using COS - MB6 cells and performed an analysis ofthe catalytic capabilities of the expressed recombinant protein. EXPERIMENTAL PROCEDURES Materiats — - A rat genomic Wbrary (catalog numiber RL1022) was purchised from Clontech (Palo Alt, CA ); [o \" ® PHATP (3, 000 mCV ‘ mmol and (a ° PHICTP (3, 000 mCv ' mmal) were from ICN (vine, CAD, (P * S} methionine 000 Cvmmel vas from Amersham Carp; pure troellulose membrane and Nytran Gtr were frum Schleicher & ‘ Schuell @ iogee Lambda Kit was from QIAGEN (Chateworth, CA; TNT * CYP refers toa cytochrome P. 480 gene (s) and cDNA ), which isthe romendature recommended by Noone a. 2) ‘ Ths paper salable on neat hip / wbe tanford edu!"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "This is the first report that associates anindividual P-460 isozyme in brain with a particular met-abolic alteration of the antidepressant imipramine. This work was supported by Grant 011618-028 fom the Advanced Revolutionary Program. The cots of publication of this article were defrayed in par by th payment of page charges."
}