{
    "filename": "50407142-7142.jpg",
    "metadata": {},
    "text": " \n\nBoRW July 20,\nEDUCATION\nB.S. 1959\n\nM.D. 1963\n\nHONORS\n\ni APPENDIX\n\n‘BIOGRAPHICAL SKETCH\n\nJ. DONALD CAPRA, M.D.\n\n1937, Burlington, Vermont, U.S.A.\n\nUniversity of Vermont Chenistry\n\nUniversity of Vermont Medicine\n\nMedical Graduate Suma Cun Laude\nAOA, PHS Special Fellow\n\nMAJOR JINTEREST\nInmmochenistry, Immunogenetics\nRESEARCH EXPERTENCE\n\n1965-67\n\n1967-69\n\n1969-72\n\n1972-72\n\n1973-\n\n1s79~\n\n \n\nNational Institutes of Health, Bethesda, Maryland\nPrimary area of interest: methyl deficient transfer RNA.\nLaboratory of Dr. Alan Peterkofsky\n\nGuest Investigator and Assistant Physician, The Rockefeller\nUniversity, New York, New York. Immunology research,\nTaboratory of Dr. Henry Kunkel,\n\nAssociate Professor of Microbiology, the Mount Sinai School\nof Medicine of the City University of New York. New York,\n‘New York.\n\nProfessor of Microbiology, the Mount Sinai School of\nMedicine of the City University of New York. New York,\nNew York.\n\nProfessor of Microbiology, The University of Texas Health\nScience Center at Dallas, Southwestern Medical School,\nDallas, Texas.\n\nProfessor of Internal Medicine, The University of Texas\nHealth Science Center at Dallas, Southwestern Medical\nSchool, Dallas, Texas.\n\n \n\f",
    "augmented_texts": [
        "BoRW July 20, EDUCATION B. S. 1959 M. D. 1963 HONORS i APPENDIX ‘ BIOGRAPHICAL SKETCH J. DONALD CAPRA, M. D. 1937, Burlington, Vermont, U. S. A. University of Vermont Chenistry University of Vermont Medicine Medical Graduate Suma Cun Laude AOA, PHS Special Fellow MAJOR JINTEREST Inmmochenistry, Immunogenetics RESEARCH EXPERTENCE 1965 - 67 1967 - 69 1969 - 72 1972 - 72 1973 - 1s79 ~ National Institutes of Health, Bethesda, Maryland Primary area of interest: methyl deficient transfer RNA. Laboratory of Dr. Alan Peterkofsky Guest Investigator and Assistant Physician, The Rockefeller University, New York, New York. Immunology research, Taboratory of Dr. Henry Kunkel, Associate Professor of Microbiology, the Mount Sinai School of Medical specialty of the City University of New York. New York, ‘ New House of york. Professor of Microbiology, the Mount Sinai peninsula Shoal of Medicine of the City University of New York. New York, New York. Professor of Microbiology, The University of Texas Health Science Center at Dallas, Southwestern Medical School, Dallas, Texas. Professor of Internal Medicine, The University of Texas Health Science Center at Dallas, Southwestern Medical School, Dallas, Texas.",
        "BoRW July 20, EDUCATION B. S. 1959 M. D. 1963 HONORS i APPENDIX ‘ BIOGRAPHICAL SKETCH J. DONALD CAPRA, M. D. 1937, Burlington, Green mountain state, U. S. A. University of Vermont Chenistry University of Vermont Medicine Medical Graduate Suma Cun Laude AOA, PHS Special Fellow MAJOR JINTEREST Inmmochenistry, Immunogenetics RESEARCH EXPERTENCE 1965 - 67 1967 - 69 1969 - 72 1972 - 72 1973 - 1s79 ~ National Institutes of Health, Bethesda, Maryland Primary area of interest: methyl deficient transfer RNA. Laboratory of Dr. Alan Peterkofsky Guest Police detective and Assistant Physician, The Rockefeller University, New House of york, New York. Immunology research, Taboratory of Dr. Henry Kunkel, Associate Professor of Microbiology, the Mount Sinai School of Medicine of the City University of New York. New York, ‘ New York. Professor of Microbiology, the Mount Sinai School of Medicine of the City University of New York. New York, New York. Professor of Microbiology, The University of Texas Health Science Center at Dallas, Southwestern Medical checkup School, Dallas, Texas. Professor of Internal Medicine, The University of Texas Wellness Science Center at Dallas, Southwestern Medical School, Dallas, Texas."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "J. Donald CAPRA, M.D. was born in Burlington, Vermont, U.S.A. He studied at the University of Vermont Chenistry and Medicine. His main area of interest was methyl deficient transfer RNA (MDRT) He is a professor of Microbiology and Internal Medicine at Texas Health Science Center at Dallas."
}