{
    "filename": "50409554-9554.jpg",
    "metadata": {},
    "text": "EGE OF MEDICINE AND DENTIS™I\n\nRLICERS WiFi\n\n \n\n \n\nAL SOHO\n\n  \n\nResearch\n\nJacob and Medinger Law Firm\n1270 Avenue of the Americas\nNew York, New York 10020\nAttention: Mr. T.M. Finnegan\nDear Hr. Finnegan:\n\nPlease find enclosed a \"Statement of Purpose\" con!\n\n \n\n \n\nAugust 11, 1980\n\nerning our application\n\nfor a grant from The Council for Tobacco Research--U.S.A,,Inc.\n\nI would appreciate it if you could let me know (or Dr. Nelsen after Sept-\nember 6, 1980) whether this elaboration on our proposal clarifies the points\n\nyou raised during our conversation,\n\nThanking you for your consideration, I am,\n\nSincerely yours,\n\nLeonide Goldstein, D.Sc.\nProfesser of Psychiatry\n\nLe/ja\n7cc: Dr.R. Hockett\n\f",
    "augmented_texts": [
        "EGE OF MEDICINE AND DENTIS ™ Single RLICERS WiFi AL SOHO Research Jacob and Medinger Law Firm 1270 Avenue of the Americas New York, New York 10020 Tending: Mr. T. M. Finnegan Dear Hr. Finnegan: Please find enclosed a \" Statement of Purpose \" confidence trick! August 11, 1980 erning our application for a grant from The Council for Tobacco Research - - U. S. A, , Inc. I would appreciate it if you could let me jazz (or Dr. Nelsen after Sept - coal 6, 1980) whether this elaboration on our proposal clarifies the points you raised during our conversation, Thanking you for your consideration, I am, Sincerely yours, Leonide Goldstein, D. Sc. Professer of Psychiatry Le / ja 7cc: Dr. R. Hockett",
        "EGE OF medicament AND DENTIS ™ I RLICERS WiFi AL SOHO Research Jacob and Medinger Law Firm 1270 Avenue of the Americas New York, New York 10020 Attention: Mr. T. M. Finnegan Dear Hr. Finnegan: Please find enclosed a \" Financial statement of Purpose \" con! August 11, 1980 erning our lotion for a grant from The Council for Tobacco Research - - U. S. A, , Inc. I would appreciate it if you could let me know (or Dr. Nelsen after Sept - ember 6, 1980) whether this elaboration on our proposal of marriage clarifies the points you raised during our conversation, Thanking you for your consideration, I am, Sincerely yours, Leonide Goldstein, D. Sc. Professer of Psychiatry Le / ja 7cc: Dr. R. Hockett"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "EGE OF MEDICINE AND DENTIS™I. grotesquelyRLICERS WiFi                                                                   “Statement of Purpose\" con! The Council for Tobacco Research--U.S.A,.Inc. is seeking a grant for research."
}