{
    "filename": "50406480-6480.jpg",
    "metadata": {},
    "text": "BIOGRAPHICAL SKETCH vrowiuas neLy\n\nGive the following information for key profesional personnel listed on page 2. beginning with the\nPrincipat Investigator/Program Director. Photocopy this page for each person,\n\n \n\nwane ? rante [BIRTHDATE Ws, Day, VHT\n\n4. Leon Bradlow * Adjunct Professor 3/21/24\n\n \n\n \n\n \n\n‘EDUCATION ie\n\n \n\n \n\nmand ilode povvaoctorl aiing)\n\n \n\n‘DEGREE (eves | YEAR FIELD OF STUDY\n\nINSTITUTION AND LOCATION Naersectel | CONFERRED\n\n \n\n   \n\nUniversity of Pennsylvania, Philadelphia | B.S. 1945 Chenistry\nUniversity of Kansas, Lawrence, KS M.S. 3947 Chenistry\nUniversity of Kansas, Lawrence, XS Ph.D. 1949 Chenistry\n\n \n\n \n\n \n\n \n\nRESEARCH ANDIOR PROFESSIONAL EXPERIENCE: Conciuding wth present portion, itn Chronological Orr brevious ameloyment, expen\ntence, and honors, Incluge prevent membership on any Federal Government Pubic Advisory Committe, Litt, n ehroncloical order, che Nites ane\nCComolete telerencey to all publiations curing she past thes ysara and to repranantative ea publiestion pertinent te thi aplication. DO NOV\nEXCEED TWO PAGES,\n\n \n\n     \n\n \n\n1945-1946 Research Assistant, University of Kansas, Lawrence, XS\n\n1946-1947 Research Fellow, University of Kansas, Lawrence, KS\n\n1947-1948 U.S.P.H.S. Research Fellow, University of Kansas, Lawrence, KS\n\n1949-1950 Research Associate, University of California, Berkeley, CA\n\n1951-1956 Assistant, Sloan Kettering Institute, Division of Cornell Medical College,\nNew York, NY\n\n1956-1963 Assistant Professor of Biochemistry, Sloan Kettering Institute,\nDivision of Cornell Medical College, New York, NY\n\n1956-1960 Associate, Sloan Kettering Institute, New York, RY\n\n1960-1963 Associate Member, Sloan Kettering Institute, New York, NY\n\n1963-1977 Investigator, Institute for Steroid Research, Montefiore, Hospital,\n\n \n\nBronx, NY\n\n1962-1970 Associate Professor of Biochemistry, Albert Einstein College of Medicine,\nBronx, NY\n\n1970~ Professor of Biochenistry, Albert Einstein College of Medicine, Bronx, NY\n\n1975- Adjunct Professor, The Rockefeller University, New York, NY\n\no\n\n \n\naC:\n\n \n\nTIES\n\nCo-editor of Endocrinology of Cystic Breast Disease,-Raven Press, 1983.\nPresident, First International Congress on the Endocrinology of the Breast.\nCo-editor of Fndocrinology of the Breast, New York Academy Of Science, 1986.\nEditor-in-Chief, Steroids, 1985~ z\n\nPUBLICATION LIST\n\nBradlow, H.L. and Monder, C. Side chaind transformation of cortisol in man.\nIn Progress in Research and Clinical applications of Corticosteroids, H.J. \"Lee\nand T.J. Fitzgerald, eds., Heyden & Son, Ltd., London, 140-151, 1982.\n\n \n\nLee, H.J., Bradlow, H.L., Moran, M.C, and Sherman, M.R. Binding of glucocorticoid\n2i-oic acids and esters to molybdate-stabilized hepatic receptors.\nJz Steroid Biochem. 14: 1325-1335, 1981.\n\n \n\nPs 208 (Res 6/62),\n\f",
    "augmented_texts": [
        "BIOGRAPHICAL SKETCH vrowiuas neLy Give the following information for key profesional personnel listed on page 2. beginning with the Principat Investigator / Program Director. Photocopy this page for each mortal, wane? rante [BIRTHDATE Ws, Day, VHT 4. Leon Bradlow * Adjunct Professor 3 / 21 / 24 ‘ EDUCATION ie mand ilode povvaoctorl aiing) ‘ DEGREE (eves | YEAR FIELD OF STUDY INSTITUTION AND LOCATION Naersectel | CONFERRED University of Pennsylvania, Philadelphia | B. S. 1945 Chenistry University of Kansas, Lawrence, KS M. S. 3947 Chenistry University of Kansas, Lawrence, XS Ph. D. 1949 Chenistry RESEARCH ANDIOR PROFESSIONAL EXPERIENCE: Conciuding wth present portion, itn Chronological Orr brevious ameloyment, expen tence, and honour, Incluge prevent membership on any Federal Government Pubic Advisory Committe, Litt, n ehroncloical order, che Nites ane CComolete telerencey to all publiations curing she past thes ysara and to repranantative ea publiestion pertinent te thi aplication. DO NOV EXCEED TWO PAGES, 1945 - 1946 Research Assistant, University of Kansas, Lawrence, XS 1946 - 1947 Research Fellow, University of Kansas, Lawrence, one thousand 1947 - 1948 U. S. P. H. S. Research Fellow, University of Kansas, Lawrence, KS 1949 - 1950 Research Associate, University of California, Berkeley, CA 1951 - 1956 Assistant, Sloan Kettering Institute, Division of Cornell Medical College, New York, NY 1956 - 1963 Supporter Professor of Biochemistry, Sloan Kettering Institute, Division of Cornell Medical College, New York, NY 1956 - 1960 Associate, Sloan Kettering Institute, New York, RY 1960 - 1963 Associate Member, Sloan Charles kettering Institute, New York, NY 1963 - 1977 Investigator, Institute for Steroid Research, Montefiore, Hospital, Bronx, NY 1962 - 1970 Associate Professor of Biochemistry, Albert Einstein College of Medicine, Bronx, NY 1970 ~ Professor of Biochenistry, Albert Einstein College of Medicine, Bronx, NY 1975 - Adjunct Professor, The Rockefeller University, New York, NY o aC: TIES Co - editor of Endocrinology of Cystic Breast Disease, - Corvus corax Press, 1983. President, First International Congress on the Endocrinology of the Breast. Co - editor program of Fndocrinology of the Breast, New York Academy Of Science, 1986. Editor - in - Chief, Steroids, 1985 ~ z PUBLICATION LIST Bradlow, H. L. and Monder, C. Side chaind transformation of cortisol in man. In Progress in Research and Clinical applications of Corticosteroids, H. J. \" Lee and T. J. Fitzgerald, eds. , Heyden & Son, Ltd. , London, 140 - 151, 1982. Lee, H. J. , Bradlow, H. L. , Moran, M. C, and Sherman, M. R. Binding of glucocorticoid 2i - oic acids and esters to molybdate - stabilized hepatic receptors. Jz Steroid Biochem. 14: 1325 - 1335, 1981. Ps 208 (Atomic number 75 6 / 62 ),",
        "BIOGRAPHICAL SKETCH vrowiuas neLy Give the following information for key profesional personnel listed on page 2. beginning with the Principat Investigator / Program Director. Photocopy this page for each person, wane? rante [BIRTHDATE Ws, Day, VHT 4. Leon Bradlow * Adjunct Professor 3 / 21 / 24 ‘ EDUCATION ie mand ilode povvaoctorl aiing) ‘ DEGREE (eves | YEAR FIELD OF STUDY INSTITUTION AND LOCATION Naersectel | CONFERRED University of Pennsylvania, Philadelphia | B. S. 1945 Chenistry University of Kansas, Lawrence, KS M. S. 3947 Chenistry University of Kansas, Lawrence, XS Ph. D. 1949 Chenistry RESEARCH ANDIOR PROFESSIONAL EXPERIENCE: Conciuding wth present portion, itn Chronological Orr brevious ameloyment, expen tence, and laurels, Incluge prevent membership on any Federal Government Pubic Advisory Committe, Litt, n ehroncloical order, che Nites ane CComolete telerencey to all publiations curing she past thes ysara and to repranantative ea publiestion pertinent te thi aplication. DO NOV EXCEED TWO PAGES, 1945 - 1946 Research Assistant, University of Kansas, Lawrence, XS 1946 - 1947 Research Fellow, University of Kaw river, Lawrence, KS 1947 - 1948 U. S. P. H. S. Research Fellow, University of Kansas, Lawrence, KS 1949 - 1950 Research Associate, University of California, Berkeley, CA 1951 - 1956 Assistant, Sloan Kettering Institute, Division of Cornell Medical College, New York, NY 1956 - 1963 Assistant Professor of Biochemistry, Sloan Kettering Institute, Division of Cornell Medical College, New York, NY 1956 - 1960 Associate, Sloan Kettering Institute, New York, RY 1960 - 1963 Associate Member, Sloan Kettering Institute, New York, NY 1963 - 1977 Investigator, Institute for Steroid Enquiry, Montefiore, Hospital, Bronx, NY 1962 - 1970 Associate Professor of Biochemistry, Albert Einstein College of Medicine, Bronx, NY 1970 ~ Professor of Biochenistry, Albert Einstein College of Medicine, Bronx, NY 1975 - Adjunct Professor, The Rockefeller University, New York, NY o aC: TIES Co - editor of Endocrinology of Cystic Breast Disease, - Raven Press, 1983. President, First International Congress on the Endocrinology of the Breast. Co - editor of Fndocrinology of the Breast, New York Academy Of Science, 1986. Editor - in - Chief, Steroids, 1985 ~ z PUBLICATION LIST Bradlow, H. L. and Monder, C. Side chaind transformation of cortisol in man. In Progress in Research and Clinical applications of Corticosteroids, H. J. \" Lee and T. J. Fitzgerald, eds. , Heyden & Son, Ltd. , London, 140 - 151, 1982. Lee, H. J. , Bradlow, H. L. , Moran, M. C, and Roger sherman, M. R. Binding of glucocorticoid 2i - oic acids and esters to molybdate - stabilized hepatic receptors. Jz Steroid Biochem. 14: 1325 - 1335, 1981. Ps 208 (Res 6 / 62 ),"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Give the following information for key profesional personnel listed on page 2. beginning with thePrincipat Investigator/Program Director. Photocopy this page for each person, except for the Adjunct Professor, who has already published a book on the subject. Use the weekly Newsquiz to test your knowledge of stories you saw on this site."
}