{
    "filename": "50418866-8869.jpg",
    "metadata": {},
    "text": "NAME:\nTITLE:\n\nBIRTHDAT!\n\n \n\nEDUCATION\nInstitution\n\n \n\nUniversity o!\nUniversity o\nNotre Dame,\nUniversity ot\n\nBIOGRAPHICAL SKETCH\n\nRobert £. Byrne\nResearch Associate\n(Assistant Professor)\nOctober 21, 1952\n\n& Location Degree Year Conferred Field of Study\n\nff Dayton, Dayton, OH B.S. vor Chenistry\nf Notre Bane,\n\nWw Ph.D. 1980 Biochemistry\nf Chicago, Chicago, IL (Post-doctoral) Biochemistry\n\n \n\nRESEARCH EXPERIENCE:\n\n1975-1979\n\n1979-1982\n\n1982-1983\n\n1983-present\n\n‘AWARDS\n\n \n\n197941982\n\nMEMBERSHIPS\n\nArterioscler\nAmerican Cher\nAmerican Ass\n\nPUBLICATIONS:\n1, Violand\n\nacids o1\n5395-54\n\nUniversity of Notre Dame, Notre Dame, IN\n\nPredoctoral Research Associate (under the directorship of Dr. F.J.\nCastellino, Involved in basic research regarding structure-function\nrelationships of vitamin K-dependent blood coagulation proteins and\nplasminogen,\n\n‘The University of Chicago, Chicago, IL\n\nResearch Associate engaged in a series of studies aimed at\nunderstanding the structure, function and metabolic properties of the\nmajor apoproteins in plasma high density lipoproteins, namely apo A-I\nand apo a-II\n\nThe University of Chicago, Chicago, IL\n\nResearch Associate (Instructor) - continued basic research as in\n1979-1982, focusing on the use of proteolytic enzymes as structural\nprobes of HDL.\n\nThe University of Chicago, Chicago, IL\n\nResearch Associate (Assistant Professor) ~ continuing studies on\nLipoprotein=protease interactions, focusing on the properties of the\nelastase from human PMN which cleaves apo A-II in HDL, and apo B in\nLOL,\n\n \n\nUSPHS Postdoctoral Training Fellowship\n(132 HL 7237) The University of Chicago, Chicago, IL\n\nIN PROFESSIONAL SOCIETIES & RELATED ORGANIZATIONS:\nsis Council (American Heart Association)\n\nnical Society\njociation of Biological Chemists\n\n) B.N., Byrne, R. and Castellino, F.J. (1978) \"The effect of a,u-amino\nn human plasminogen structure and activation\", J. Biol. Chem., 253\nor.\n\f",
    "augmented_texts": [
        "NAME: deed of conveyance: BIRTHDAT! EDUCATION Institution University o! University o Notre Dame, University ot BIOGRAPHICAL SKETCH Robert £. Byrne Research Associate (Helper Professor) October 21, 1952 & Location Degree Year Conferred Field of Study ff Dayton, Dayton, OH B. S. vor Chenistry f Notre Bane, Ww Ph. D. 1980 Biochemistry f Chicago, Chicago, IL (Post - doctoral) Biochemistry RESEARCH EXPERIENCE: 1975 - 1979 1979 - 1982 1982 - 1983 1983 - present ‘ AWARDS 197941982 MEMBERSHIPS Arterioscler American Cher American Ass PUBLICATIONS: 1, Violand acids o1 5395 - 54 University of Notre Dame, Notre Dame, IN Predoctoral Research Associate (under the directorship of Dr. F. J. Castellino, Involved in basic research regarding structure - function relationships of vitamin K - dependent blood coagulation proteins and plasminogen, ‘ The University of Chicago, Chicago, IL Research Associate engaged in a series of studies aimed at understanding the structure, function and metabolic properties of the major apoproteins in plasma high density lipoproteins, namely apo A - I and apo a - II The University of Windy city, Chicago, IL Enquiry Associate (Instructor) - continued basic research as in 1979 - 1982, focusing on the use of proteolytic enzymes as structural probes of HDL. The University of Chicago, Chicago, IL Research Associate (Assistant Professor) ~ continuing studies on Lipoprotein = protease interactions, focusing on the properties of the elastase from human PMN which cleaves apo A - II in HDL, and apo B in LOL, USPHS Postdoctoral Training Fellowship (132 HL 7237) The University of Chicago, Chicago, IL IN PROFESSIONAL SOCIETIES & RELATED ORGANIZATIONS: sis Council (American Heart Association) nical Society jociation of Biological Chemists) B. N. , Byrne, R. and Castellino, F. J. (1978) \" The effect of a, u - amino n human plasminogen structure and activation \", J. Biol. Chem. , 253 beaver state.",
        "NAME: form of address: BIRTHDAT! EDUCATION Institution University o! University o Notre Dame, University ot BIOGRAPHICAL SKETCH Robert £. Byrne Research Associate (Assistant Professor) October 21, 1952 & Location Degree Year Conferred Field of Study ff Dayton, Dayton, OH B. S. vor Chenistry f Notre Bane, Ww Ph. D. 1980 Biochemistry f Chicago, Chicago, IL (Post - doctoral) Biochemistry RESEARCH EXPERIENCE: 1975 - 1979 1979 - 1982 1982 - 1983 1983 - present ‘ AWARDS 197941982 MEMBERSHIPS Arterioscler American Cher American Ass PUBLICATIONS: 1, Violand acids o1 5395 - 54 University of Notre Dame, Notre Dame, IN Predoctoral Research Associate (under the directorship of Dr. F. J. Castellino, Involved in basic research regarding structure - function relationships of vitamin K - dependent blood coagulation proteins and plasminogen, ‘ The University of Michigan, Chicago, IL Research Associate engaged in a series of study aimed at understanding the structure, function and metabolic properties of the major apoproteins in plasma high density lipoproteins, namely apo A - I and apo a - II The University of Chicago, Chicago, IL Research Associate (Instructor) - continued basic research as in 1979 - 1982, focusing on the use of proteolytic enzymes as structural probes of HDL. The University of Chicago, Chicago, IL Research Associate (Assistant Professor) ~ continuing studies on Lipoprotein = protease interactions, focusing on the properties of the elastase from human PMN which cleaves apo A - II in HDL, and apo Bel in LOL, USPHS Postdoctoral Training Fellowship (132 HL 7237) The University of Chicago, Chicago, IL inch PROFESSIONAL SOCIETIES & RELATED ORGANIZATIONS: sis Council (American Heart Association) nical Society jociation of Biological Apothecary) B. N. , Byrne, R. and Castellino, F. J. (1978) \" The effect of a, u - amino n human plasminogen structure and activation \", J. Biol. Chem. , 253 or."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Robert Byrne is an American biochemist. He was born October 21, 1952, in Dayton, Ohio, U.S. A. Ph.D. 1980 Biochemistry at the University of Chicago, Chicago. Worked in the laboratory of Dr. F.J. Castellino at Notre Dame University."
}