{
    "filename": "504189809.jpg",
    "metadata": {},
    "text": " \n\n1.1 Reynolds Tobacco Company\nINTER- OFFICE MEMORANDUM Hates NC 27102\n\nRU\n\nJanuary 22, 1980\n\nMr. D. P, Johnson\nSUBJECT: Leaf Blends Development\n\nProject No.: 8392\nProject Title: Nicotine Reduction of Leaf Blends\nAisotine Reduction of Leaf Blends\n\nThere is an apparent concern within the Company for the\nrelatively low level of the tar-nicotine ratio in the smoke\nroduced by.our products. Dr. Laurene discussed this\nriefly in a meeting with the Research, Development and\nQuality Control staffs on January 8, 1980, In discussing\nthe major points of emphasis for the 1980 R&D program, he\npointed out that we should approach a solution.to this con-\ncern for relatively low tar-nicotine ratio levels in our\nproducts by considering the tobaccos used in the fornulation\nof them.\n\nPerhaps a brief review of the evolution in tobacco usage\nfor the production of cigarettes would clarify our present\nposition. At the time that five non-filtered products made\nup approximately ninety percent of the domestic cigarette\nsales, these products were formulated utilizing domestic\nflue-cured, burley, and Maryland strips to make up approxi-\nmately eighty-seven percent of the tobacco blend; orventel\ntobacco made up approximately eight percent, and processed\nstems about five percent. The casing and flavoring techno-\nlogy was relatively basic and uncomplicated when compared\nto the technology that exists in the industry today. The\ntechnology in filters, filtration efficiencies, cigarette\nPapers and dilution systems was essentially non-existant\nand tar-nicotine ratio levels had not been conceived. The\ndomestic tobaccos were selected from farm grades produced\nin the lower one-half to two-thirds of the plant. The\noriental leaf was selected from the \"American Grades\" pro-\nduced in the upper part of the plant to achieve the rich-\nness and fullness of odor and taste imparted to the smoke\nupon combustion,\n\nThe advent of the filtered cigarette and the increasing\nacceptance of these products by the consumer have resulted\nin enormous changes in the formulation of domestic cigarettes.\n\n6086 @Lnos\n\f",
    "augmented_texts": [
        "1. 1 Reynolds Tobacco Company INTER - OFFICE MEMORANDUM Hates NC 27102 RU January 22, 1980 Mr.. D. P, Johnson SUBJECT: Leaf Blends Development Project No. : 8392 Project Title: Nicotine Reduction of Leaf Blends Aisotine Reduction of Leaf Blends There is an apparent concern within the Company for the relatively low degree of the tar - nicotine ratio in the smoke roduced by. our products. Dr. Laurene discussed this riefly in a meeting with the Research, Development and Caliber Control staffs on January 8, 1980, In discussing the major points of emphasis for the 1980 R & D program, he pointed out that we should approach a solution. to this con - cern for relatively low spirited tar - nicotine ratio levels in our products by considering the tobaccos used in the fornulation of them. Perhaps a brief review of the evolution in tobacco usage for the production of cigarettes would clarify our present position. At the time that five non - filtered products made upwards approximately ninety percent of the domestic cigarette sales, these products were formulated utilizing domestic flue - cured, burley, and Maryland strips to make up approxi - mately eighty - seven percent of the tobacco blend; orventel tobacco made up approximately eight percent, and processed stems about five pct. The casing and flavoring techno - logy was relatively basic and uncomplicated when compared to the technology that exists in the industry today. The technology in filters, filtration efficiencies, cigarette Papers and dilution systems was essentially non - existant and tar - nicotine ratio levels had not been conceived. The domestic tobaccos were selected from farm grades produced in the lower one - half to two - thirds of the plant. The oriental leaf was selected from the \" American Grades \" pro - duced in the upper part of the plant to achieve the rich - ness and fullness of odor and taste imparted to the smoke upon combustion, The advent of the filtered cigarette and the increasing acceptance of these products by the consumer have resulted in enormous changes in the formulation of domestic cigarettes. 6086 @ Lnos",
        "1. 1 Reynolds Tobacco Company INTER - OFFICE MEMORANDUM Hates NC 27102 RU January 22, 1980 Mr. D. P, Johnson SUBJECT: Leaf Blends Development Project No. : 8392 Project Title: Nicotine Reduction of Leaf Blends Aisotine Reduction of Leaf Blends There is an apparent concern within the Company for the relatively low level of the tar - nicotine ratio in the smoke roduced by. our products. Dr. Laurene discussed this riefly in a meeting with the Research, Development and Quality Control staffs on January 8, 1980, In discussing the major points of emphasis for the 1980 R & D program, he pointed out that we should approach a solution. to this con - cern for relatively low tar - nicotine ratio levels in our products by considering the tobaccos used in the fornulation of them. Perhaps a brief review of the evolution in tobacco usage for the production of cigarettes would clarify our present position. At the time that five non - filtered product made up approximately ninety percent of the domestic cigarette sales, these products were formulated utilizing domestic flue - cured, burley, and Maryland strips to make up approxi - mately eighty - seven percent of the tobacco blend; orventel tobacco make water up approximately eight percent, and processed stems about five percent. The casing and flavoring techno - logy was relatively basic and uncomplicated when compared to the technology that exists in the industry today. The technology in filters, filtration efficiencies, cigarette Papers and dilution systems exist essentially non - existant and tar - nicotine ratio levels had not been conceived. The domestic tobaccos were selected from farm grades produced in the humiliated one - half to two - thirds of the plant. The oriental leaf equal selected from the \" American language Grades \" pro - duced in the upper part of the plant to achieve the rich - ness and fullness of odor and taste imparted to the smoke upon combustion, The advent of the filtered cigarette and the increasing acceptance of these products by the consumer have resulted in tremendous changes in the formulation of domestic cigarettes. 6086 @ Lnos"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Reynolds Tobacco Company's Leaf Blends Development Project. The project aimed to reduce the tar-nicotine ratio in cigarettes. Tobacco was formulated using domesticflue-cured, burley, and Maryland strips. Five non-filtered products made up approximately ninety percent of the domestic cigarette sales."
}