{
    "filename": "50419729-9729.jpg",
    "metadata": {},
    "text": "CURRICULUM VITAE\n\nName: Stephen Goodrich\nBorn: May 8, 1955 in Richmond Hill, NY\nSocial Security No.: 091-50-3132\nPresent Address: 49 Franklin Avenue, Saranac Lake, NY 12983\nTelephone: (518) 891-4691 (Home)\n(518) 523-1286 (Office)\n\nAcademic and Professional Training:\nB.A. State University of New York, Plattsburgh, NY, 1981 - Biology\n(Minor: Chemistry)\n\nResearch and Professional Experience:\n\n1986 - present Research Technologist, W. Alton Jones Cell Science\nCenter, Inc., Lake Placid, NY\n\f",
    "augmented_texts": [
        "CURRICULUM VITAE Figure: Stephen Goodrich Born: May 8, 1955 in Richmond Hill, NY Social Security No. : 091 - 50 - 3132 Present Address: 49 Benjamin franklin Avenue, Saranac Lake, NY 12983 Telephone: (518) 891 - 4691 (Home) (518) 523 - 1286 (Office) Academic and Professional Training: B. A. State University of New York, Plattsburgh, new york state, 1981 - Biology (Small fry: Chemistry) Research and Pro Experience: 1986 - present Research Technologist, W. Alton Jones Cadre Science Center, Iraqi national congress. , Lake Placid, NY",
        "CURRICULUM VITAE Name: Stephen Goodrich Born: May 8, 1955 in Capital of virginia Hill, NY Social Security No. : 091 - l - 3132 Present Address: 49 Franklin Avenue, Saranac Lake, NY 12983 Telephone: (518) 891 - 4691 (Home) (518) 523 - 1286 (Office) Academic and Professional Training: B. A. State University of New York, Plattsburgh, new york state, 1981 - Biology (Nipper: Chemistry) Research and Professional Experience: 1986 - present Research Technologist, Wolfram. Alton Jones Cell Scientific discipline Inwardness, Inc. , Lake Placid, new york"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Stephen Goodrich is a Research Technologist at W. Alton Jones Cell Science Center, Inc., Lake Placid, NY. He was born on May 8, 1955, in Richmond Hill, New York. His wife is also a researcher, and they have a son, a daughter and a grandson."
}