{
    "filename": "50411414-1434.jpg",
    "metadata": {},
    "text": "Pro dot Att Se (PAS ) Tw Oress-\n\nSELENIUM AND VITAMIN E INAIBIT RADLOGENIC AND CHEMICALLY INDUCED\n‘TRANSFORMATION IN VITRO VIA DIFFERENT MECHANISMS OF ACTION\n\nCarmia Borek**, augustinus Ong”\n\n   \n\n \n\nHerbert Myson} Laurie Donahue\", and John\nE. Biaglow\n*\nRadiological Research ~. Department of Radiology\nDepartment of Pathole § /¢ 2 warsity, College of Physicians and\n+ Surgeons, New York, *\nquand OSA\n\nDepartment of Radio Beng Case Western\n: Reserve University 18106\n\nKeywords: glutathione peroxidase/catalase/gluta... © 'Peroxidase/Vitaain\nE/free radicals\n\nAcknowledgement: This study was supported by. Grant No. CAv12536-11 and\n(A-13747-12 from the National Cancer Institute and by a Contract from the\nNational Foundation for Cancer Research. We thank Drs. T. Sugimura and S-\nSato of the National Cancer Center Research Institute, Tokyo, for the\ntryptophan pyrolysis product Trp-P-2.\n\n \n\n \n\f",
    "augmented_texts": [
        "Pro dot Att Se (PAS) Tw Oress - SELENIUM AND VITAMIN E INAIBIT RADLOGENIC AND CHEMICALLY INDUCED ‘ TRANSFORMATION IN VITRO VIA DIFFERENT MECHANISMS OF ACTION Carmia Borek * *, augustinus Ong ” Herbert Myson} Laurie Donahue \", and John E. Biaglow * Radiological Research ~. Department of Radiology Department of Pathole § / ¢ 2 warsity, College of Physicians and + Surgeons, New York, * quand OSA Section of Radio set Beng Case Western: Reserve University 18106 Keywords: glutathione peroxidase / catalase / gluta. .. © ' Peroxidase / Vitaain E / free radicals Acknowledgement: This subject field represent supported by. Cary grant No. CAv12536 - 11 and (Deoxyadenosine monophosphate - 13747 - 12 from the National Cancer Institute and by a Contract from the National Foundation for Cancer Research. We give thanks Drs. T. Sugimura and S - Sato of the National Cancer Center Research Institute, Tokyo, for the tryptophan pyrolysis product Trp - P - deuce.",
        "Pro dot Att Se (PAS) Tw Oress - SELENIUM AND VITAMIN E INAIBIT RADLOGENIC AND CHEMICALLY INDUCED ‘ TRANSFORMATION IN VITRO VIA DIFFERENT MECHANISMS OF ACTION Carmia Borek * *, augustinus Ong ” Herbert Myson} Laurie Donahue \", and John E. Biaglow * Radiological Enquiry ~. Department of Radiology Department of Pathole § / ¢ 2 warsity, College of Physicians and + Surgeons, New York, * quand OSA Section of Radio Beng Case Western: Reserve University 18106 Keywords: glutathione peroxidase / catalase / gluta. .. © ' Peroxidase / Vitaain E / free radical Acknowledgement: This study was supported by. Grant No. CAv12536 - 11 and (Deoxyadenosine monophosphate - 13747 - 12 from the National Cancer Institute and by a Contract from the National Foundation for Cancer Research. We thank Drs. T. Sugimura and Randomness - Sato of the National Crab Center Research Institute, Tokyo, for the tryptophan pyrolysis product Trp - P - 2."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The study was supported by. Grant No. CAv12536-11 and by a Contract from the National Cancer Institute. We thank Drs. T. Sugimura and S.Sato for the trptryptophan pyrolysis product Trp-P-2."
}