{
    "filename": "50428241-8242.jpg",
    "metadata": {},
    "text": "FF rincpalInvastgatoProgram Director (Last, st, mi)\n\nBIOGRAPHICAL SKETCH\n\nGive the lelowirg information forthe key personnel and consuftants and colaborators. Bogin with the principal\ninvastigatoprogram director. Photocopy this page for each parson\n\nNAME POSITION TLE\nArthur L. Penn Research Professor\n\n \n\n \n\n \n\nEDUCATION (Begin wih baccalaureate or ator Inilalprlessional education, such as nursing, and include postdoctoral Wainy) =\n\n \n\n \n\n \n\n \n\n \n\n‘YEAR\nINSTITUTION AND LOCATION becree | CONFERRED FIELD OF sTUOY\n\nColumbia College, New York, NY ne i968 Zooleay\n\nCity University of Wow York, NY Ma. 1967 Biology\n\nUniversity of PA, Philadelphia, PA Ph.D. 1976 Molec. Biolosy\n\nLawrence Liversore Laboracory, University Lipoprotein\n\nof California, Livermore, CA Post~doc] «1976-77 | Blochenistry\n\n \n\n[RESEARCH AND PROFESSIONAL EXPERIENCE: Concluding wih present positon, list, n chronological oder, previous employment, experiance, and\nhonors. Key personnel include the princial investigator and any other incvidals who paticipatoin he scientif development or execution ofthe projec.\nKey personnel typical wilnclude al individuals wih cocteral or aherprofasional degrees, butin some projects wilinludeinvduals a the masters ot\nbaccalaureate love provided they contrbut in a substantive way tothe scientific development or execution ofthe project. ncude present membership on\n‘any Federal Government public advisory commit. List, in chronological oder, the tes, al authors, and complete relerences to all publications during the\n‘ast three years and o representative earfer pubfeaions partinent this appicaton, DO NOT EXCEED TWO PAGES.\n\n \n\nExperience:\n\n1965-1966 Research Assistant, Hunter College, New York, NY\n\nioss-1968 Halé-tine Lecturer (Biology), unter College, New York, NY\n\n2973-1975 Biologist (and Credvate Student), Sionedical Sciences Division, Lawrence\nLivermore National Laboratory, University of California, Livernore, CA\n\n976-1977 Molecular Biologist, Bionedical Sciences Division, Lawrence Livernore National\nLaboratory, Gaiversity of California, Livernore, CA\n\n1977-1982 Assistant Professor, Dopartaent of Environaental Medicine, New York University\nMedical Center, NY\n\n1982-1985) Detociate Professoe, Departrent of Environmental Medicine, New York University\nNedical Center, WY\n\n2985-Present Research Professor and Director of Laboratory of Experimental Atherosclerosis,\n\nDeparteent of Environmental Medicine, New York University Medical Center, NY\n\nMemberships:\nAneriean Society for Cell Biolosy\nNew York Aeadeny of Sciences\nsditartal Boards:\nFuropean Journal of Pharmacology (1981-Present) Environmental Toxicology and\nPharnacolegy Section .\nKEEN\nPenn, A. and Gledhill, 8.1. Acrosonal proteolytic activity of axphiblan sperm. Expl. Cel) gaa, 14:285-\n288 (1372).\n\nPenn, A., Gledhill, Bel, and Oarsynklewiez, Z. Modification of the gelatin subs\nSenonstration of acrosonal proteolytic activity. i Histochem, Cytochem, 20:499-506 (1972).\n\nPenn, A. Studies on trypein-Like enzymes in sperm and early oxbryos, UCRL 52040. NTIS, Springfield,\nVA. 1-134, 1976. Ph.D. Theale. Barton L, Glodhili, V.M.D., Ph.D., Thesis Advisor.\n\nPonn, As, bake, S., Tinorian, H., and Gledhill, B.L, Division delays in sea urchin enbryos induced by\nSpecitic protease Inhibitor. Zupl, cell Res. 27:164-174 (1976)\n\nshore, ¥.G., Garcia R., Pena, Ac. and Shore, B. Polyacrylanide gel electrophoresis and isoeiectric\n‘focusing of plasna apolipoproteins. Ta: Handbook of Electrophoresis, Vol. 1, CRC Press, (L. Lewis\nand J. Opplt, Bds.), 1380.\n\nPenn, Avy Bavaatin’, Gu» and Albert, R, Age-dapendent changes in prevalence, size and proliferation of\n‘arterial lesions in cockerels, I. Spontaneous Lesions. Arkery 2:448-462 (1980)\n\n \n\nate procedure for\n\n      \n\n \n\n \n\n   \n\n \n\nRSIS an 57), Rom Pages) Page FF\n\"Numer pages consecutveat he boon Praveteutneapecatn, Do at uso sues ech ae 3a 38\n\f",
    "augmented_texts": [
        "FF rincpalInvastgatoProgram Director (Last, st, mi) BIOGRAPHICAL SKETCH Give the lelowirg information forthe key personnel and consuftants and colaborators. Bogin with the principal invastigatoprogram director. Photocopy this page for each parson NAME POSITION TLE Arthur L. Penn Research Professor EDUCATION (Begin wih baccalaureate or ator Inilalprlessional education, such as nursing, and include postdoctoral Wainy) = ‘ YEAR INSTITUTION AND LOCATION becree | CONFERRED FIELD OF sTUOY Columbia College, New York, NY ne i968 Zooleay Metropolis University of Wow York, NY Ma. 1967 Biology University of dada, Philadelphia, PA Ph. Calciferol. 1976 Molec. Biolosy Lawrence Liversore Laboracory, University Lipoprotein of California, Livermore, CA Post ~ doc] « 1976 - 77 | Blochenistry [RESEARCH AND PROFESSIONAL EXPERIENCE: Concluding wih present positon, list, n chronological oder, previous employment, experiance, and honors. Key personnel include the princial investigator and any other incvidals who paticipatoin he scientif development or execution ofthe projec. Key personnel typical wilnclude al individuals wih cocteral or aherprofasional degrees, butin some projects wilinludeinvduals a the masters ot baccalaureate love provided they contrbut in a substantive way tothe scientific development or execution ofthe project. ncude present membership on ‘ any Federal Government public advisory commit. List, in chronological oder, the tes, al authors, and complete relerences to all publications during the ‘ ast three years and o representative earfer pubfeaions partinent this appicaton, DO NOT EXCEED TWO PAGES. Experience: 1965 - 1966 Research Assistant, Hunter College, New York, NY ioss - 1968 Halé - tine Lecturer (Biology ), unter College, New York, NY 2973 - 1975 Biologist (and Credvate Student ), Sionedical Sciences Division, Lawrence Livermore National Laboratory, University of California, Livernore, CA 976 - 1977 Molecular Biologist, Bionedical Sciences Division, Lawrence Livernore National Laboratory, Gaiversity of California, Livernore, CA 1977 - 1982 Assistant Professor, Dopartaent of Environaental Medicine, New York University Medical Center, NY 1982 - 1985) Detociate Professoe, Departrent of Environmental Medicine, New York University Nedical Center, WY 2985 - Present Research Professor and Director of Laboratory of Experimental Atherosclerosis, Departeent of Environmental Medicine, New York University Medical Center, NY Memberships: Aneriean Society for Cell Biolosy New York Aeadeny of Sciences sditartal Boards: Furopean Journal of Pharmacology (1981 - Present) Environmental Toxicology and Pharnacolegy Section. KEEN Penn, A. and Gledhill, 8. 1. Acrosonal proteolytic activity of axphiblan sperm. Expl. Cel) gaa, 14: 285 - 288 (1372 ). Penn, A. , Gledhill, Bel, and Oarsynklewiez, Z. Modification of the gelatin subs Senonstration of acrosonal proteolytic activity. i Histochem, Cytochem, 20: 499 - 506 (1972 ). Penn, A. Studies on trypein - Like enzyme in sperm and early oxbryos, UCRL 52040. NTIS, Springfield, VA. 1 - 134, 1976. Ph. D. Theale. Barton L, Glodhili, V. M. D. , Ph. D. , Thesis Advisor. Ponn, As, bake, S. , Tinorian, H. , and Gledhill, B. L, Division delays in sea urchin enbryos induced by Specitic protease Inhibitor. Zupl, cell Res. 27: 164 - 174 (1976) shore, ¥. G. , Garcia R. , Pena, Ac. and Shore, B. Polyacrylanide gel electrophoresis and isoeiectric ‘ focusing of plasna apolipoproteins. Ta: Handbook of Electrophoresis, Vol. 1, CRC Press, (L. Lewis and J. Opplt, Bds. ), 1380. Penn, Avy Bavaatin ’, Gu » and Albert, R, Age - dapendent changes in prevalence, size and proliferation of ‘ arterial lesions in cockerels, I. Spontaneous Lesions. Arkery 2: 448 - 462 (1980) ate procedure for RSIS an 57 ), Rom Pages) Page FF \" Numer pages consecutveat he boon Praveteutneapecatn, Do at uso sues ech ae 3a 38",
        "FF rincpalInvastgatoProgram Director (Last, st, mi) BIOGRAPHICAL SKETCH Give the lelowirg information forthe key personnel and consuftants and colaborators. Bogin with the principal invastigatoprogram director. Photocopy this page for each parson NAME POSITION TLE Arthur L. Penn Research Prof EDUCATION (Begin wih baccalaureate or ator Inilalprlessional education, such as nursing, and include postdoctoral Wainy) = ‘ YEAR INSTITUTION AND LOCATION becree | CONFERRED FIELD OF sTUOY Columbia College, New York, NY northeast i968 Zooleay City University of Wow York, NY Ma. 1967 Biology University of PA, Philadelphia, PA Ph. D. 1976 Molec. Biolosy Lawrence Liversore Laboracory, University Lipoprotein of California, Livermore, CA Post ~ doc] « 1976 - 77 | Blochenistry [RESEARCH AND PROFESSIONAL EXPERIENCE: Concluding wih present positon, list, n chronological oder, old employment, experiance, and honors. Key personnel include the princial investigator and any other incvidals who paticipatoin he scientif development or execution ofthe projec. Key personnel typical wilnclude al individuals wih cocteral or aherprofasional degrees, butin some projects wilinludeinvduals a the masters ot baccalaureate love provided they contrbut in a substantive way tothe scientific development or execution ofthe project. ncude present membership on ‘ any Federal Government public advisory commit. List, in chronological oder, the tes, al authors, and complete relerences to all publications during the ‘ ast three years and o representative earfer pubfeaions partinent this appicaton, DO NOT EXCEED TWO PAGES. Experience: 1965 - 1966 Research Assistant, Hunter College, New York, NY ioss - 1968 Halé - tine Lecturer (Biology ), unter College, New York, NY 2973 - 1975 Biologist (and Credvate Student ), Sionedical Skill Division, Lawrence Livermore National Laboratory, University of California, Livernore, CA 976 - 1977 Molecular Biologist, Bionedical Sciences Division, Lawrence Livernore National Laboratory, Gaiversity of California, Livernore, CA 1977 - 1982 Assistant Professor, Dopartaent of Environaental Medicine, New York University Medical Center, NY 1982 - 1985) Detociate Professoe, Departrent of Environmental Medicine, New York University Nedical Center, WY 2985 - Present Research Prof and Director of Laboratory of Experimental Atherosclerosis, Departeent of Environmental Medicine, New York University Medical Center, NY Memberships: Aneriean Society for Cell Biolosy New York Aeadeny of Sciences sditartal Boards: Furopean Journal of Pharmacology (1981 - Present) Environmental Toxicology and Pharnacolegy Section. KEEN Penn, A. and Gledhill, 8. 1. Acrosonal proteolytic activity of axphiblan sperm. Expl. Cel) gaa, 14: 285 - 288 (1372 ). Penn, A. , Gledhill, Bel, and Oarsynklewiez, Z. Modification of the gelatin subs Senonstration of acrosonal proteolytic activity. i Histochem, Cytochem, 20: 499 - 506 (1972 ). Penn, A. Studies on trypein - Like enzymes in sperm and early oxbryos, UCRL 52040. NTIS, Springfield, VA. ane - 134, 1976. Ph. D. Theale. Barton L, Glodhili, V. M. D. , Ph. D. , Thesis Advisor. Ponn, As, bake, S. , Tinorian, H. , and Gledhill, B. L, Division delays in sea urchin enbryos induced by Specitic protease Inhibitor. Zupl, cell Res. 27: 164 - 174 (1976) shore, ¥. G. , Garcia R. , Pena, Ac. and Shore, B. Polyacrylanide gel electrophoresis and isoeiectric ‘ focusing of plasna apolipoproteins. Ta: Handbook of Electrophoresis, Vol. 1, CRC Press, (L. Lewis and J. Opplt, Bds. ), 1380. Penn, Avy Bavaatin ’, Gu » and Albert, R, Age - dapendent changes in prevalence, size and proliferation of ‘ arterial lesions in cockerels, I. Spontaneous Lesions. Arkery 2: 448 - 462 (1980) ate procedure for RSIS an 57 ), Rom Pages) Page FF \" Numer pages consecutveat he boon Praveteutneapecatn, Do at uso sues ech ae 3a 38"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Give the lelowirg information forthe key personnel and consuftants and colaborators. Key personnel include thePrincial investigator and any other incvidals who paticipatoin he scientif development or execution ofthe projec. Photocopy this page for each parson."
}