{
    "filename": "50425169-5170.jpg",
    "metadata": {},
    "text": " \n\nPRINCIPAL INVESTICA UR rR yonAM Uhee iy)\n\nBIOGRAPHICAL SKETCH\n\nGive the following information for key profentiona! personne! sted cn page 2, beginning with the\nPrincipal Investigator/Program Director. Photocopy his 28 for each person\n\n    \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nNAME [TITLE = BIRTHDATE (Mo. Day. Yr?\nStaff Pathologist\nMona F. Melhen and Asst. Professor 10/11/55\nINSTITUTION AND LOCATION OEOREE fren | MEARS | rieLO OF STUDY\ncneoT oF Meareine, Calvo Unversity ——] W.B.8.ch. | 1879 Wedicine\nCairo, Eaypt\nUniversity of Health Hospitals, Cairo Internship 1980 Flexible\nUniversity of Pittsburgh Health ~ Residency 1986 Pathology\nCenter, Pittsburgh LL\nSCiaien ancien Poors ion AU EAPORIDIEE, Ged wok PERROTT Ss yonaa|n ay ESOT Rp\n\nret, and Ronen, Include prevent membership on ary Federal Government Public AQ\nComplete rafeenett (oa! publications during the past that years and to repreersatnt\nEXCEED TWO PAGES.\n\nProfessional Positions\n\n \n\nCortmter. Lat, in ehvonologis! order, the tes ae\nsv= pobienvone pertinent to thik apphiation. OO MOT\n\n \n\n1986-Present, Staff Pathologist, V.A. Hospital\n1986-Present Assistant Professor, University of P-ttsburgh\n\nMedical Licensure\n\n1980 Medical License, Republic of Egypt\n1984 Commonwealth of Pennsylvania\n1986 Board Certified in Anatomic Fathclosy\n\nHonors and Avards\n\n1985-1986 Clinical Fellowship, American Cancer Society\n1987-1991 Career Development Award, Veterans Administration\n\n \n\n \n\nProfessional Societies: College of American Pathologists: American Society of\nClinical Patholgists; Pennsylvania Association of Clinical Pathologists.\n\nTeaching: Instructor, Sophomore Pathology Course.\n\nPublication:\n\n \n\n1, Melhen M.F., Seltman H., and Sanghvi A. Measurencrt of urinary chloride with\nthe Kodak Extachen 400, Clinical Chemistry 31:599¢, 1985.\n\n \n\n \n\nMelhen M.F., Rao K.N., Kunz H.W., and Gill 7.3, 111. Genetics of\nglucose-6-phosphate dehydrogenase in rats. Fea. Proc. 44, 1985.\n\n \n\n \n\n3. Melhem M.F., Rao K.N., Kunz W.H., and Gill 7.3.11. The genetic control of the\nsusceptibility of the grc-bearing rats to DEN and its relationship to the HMP\npathway. Int. 3. of Cancer [submitted],\n\n4, Gill 7.0. III, Kunz H.W., Melhem M.F., and Rao K.X. Immunogenetics of\ndevelopment and its relationship to carcinogenesis - Abs, Agents and Process in\nChemical Carcinogenesis, 3ré Sardinian International Meeting, Itay, 1985.\n\n \n\n \n\n5. Rao K.N., Eskander E.D., Reddy TV, and Melhen M.F. Fffect of diet on circulating\ncholesterol levels and cell proliferation, Fed. Proc. 1986,\n\n \n\nPHS 298 (Rev. 8/82) PAGE\n\f",
    "augmented_texts": [
        "PRINCIPAL INVESTICA UR rR yonAM Uhee iy) BIOGRAPHICAL SKETCH Give the following information for key profentiona! personne! sted cn page 2, beginning with the Principal Investigator / Program Director. Photocopy his 28 for each person NAME [TITLE = BIRTHDATE (Mo. Day. Yr? Staff Pathologist Mona F. Melhen and Asst. Professor 10 / 11 / 55 INSTITUTION AND LOCATION OEOREE fren | MEARS | rieLO OF STUDY cneoT oF Meareine, Calvo Unversity — —] W. B. 8. ch. | 1879 Wedicine Cairo, Eaypt University of Health Hospitals, Cairo Internship 1980 Flexible University of Pittsburgh Health ~ Residency 1986 Pathology Center, Pittsburgh LL SCiaien ancien Poors ion AU EAPORIDIEE, Ged wok PERROTT Ss yonaa | n ay ESOT Rp ret, and Ronen, Include preclude membership on ary Federal Government Public AQ Complete rafeenett (oa! publications during the past that years and to repreersatnt EXCEED TWO PAGES. Professional Positions Cortmter. Lat, in ehvonologis! order, the tes ae sv = pobienvone pertinent to thik apphiation. OO MOT 1986 - Present, Staff Pathologist, V. A. Hospital 1986 - Present Assistant Professor, University of P - ttsburgh Medical Licensure 1980 Medical checkup License, Republic of Egypt 1984 Commonwealth of Pennsylvania 1986 Table Certified in Anatomic Fathclosy Honors and Avards 1985 - 1986 Clinical Fellowship, American Cancer Society 1987 - 1991 Career Development Award, Veterans Administration Professional Societies: College of American Pathologists: American Society of Clinical Patholgists; Pennsylvania Association of Clinical Pathologists. Teaching: Instructor, Sophomore Pathology Course. Publication: 1, Melhen M. F. , Seltman H. , and Sanghvi A. Measurencrt of urinary chloride with the Kodak Extachen 400, Clinical Chemistry 31: 599 ¢, 1985. Melhen M. F. , Rao K. N. , Kunz H. W. , and Gill 7. 3, 111. Genetics of glucose - 6 - phosphate dehydrogenase in rats. Fea. Proc. 44, 1985. 3. Melhem M. F. , Rao K. N. , Kunz W. H. , and Gill 7. 3. 11. The genetic control of the susceptibility of the grc - bearing rats to DEN and its relationship to the HMP pathway. Int. 3. of Cancer [submitted ], 4, Gill 7. 0. III, Kunz H. W. , Melhem M. F. , and Rao K. X. Immunogenetics of growing and its relationship to carcinogenesis - Abs, Agents and Process in Chemical Carcinogenesis, 3ré Sardinian International Meeting, Itay, 1985. 5. Rao K. N. , Eskander E. D. , Reddy TV, and Melhen M. F. Fffect of diet on circulating cholesterin levels and cell proliferation, Fed. Proc. 1986, PHS 298 (Rev. 8 / 82) PAGE",
        "PRINCIPAL INVESTICA UR rR yonAM Uhee iy) BIOGRAPHICAL SKETCH Give the following information for key profentiona! personne! sted cn page 2, beginning with the Principal Investigator / Program Director. Photocopy his 28 for each person NAME [TITLE = BIRTHDATE (Mo. Day. Yr? Staff Pathologist Mona F. Melhen and Asst. Prof 10 / 11 / 55 INSTITUTION AND LOCATION OEOREE fren | MEARS | rieLO OF STUDY cneoT oF Meareine, Calvo Unversity — —] W. B. 8. ch. | 1879 Wedicine Cairo, Eaypt University of Health Hospitals, Cairo Internship 1980 Flexible University of Pittsburgh Health ~ Residency 1986 Pathology Center, Pittsburgh LL SCiaien ancien Poors ion AU EAPORIDIEE, Ged wok PERROTT Ss yonaa | n ay ESOT Rp ret, and Ronen, Include prevent membership on ary Federal Government Public AQ Complete rafeenett (oa! publications during the past that years and to repreersatnt EXCEED TWO PAGES. Professional Positions Cortmter. Lat, in ehvonologis! order, the tes ae sv = pobienvone pertinent to thik apphiation. OO MOT 1986 - Present, Staff Pathologist, V. A. Hospital 1986 - Present Assistant Professor, University of P - ttsburgh Medical Licensure 1980 Medical Permit, Republic of Egypt 1984 Commonwealth of Pennsylvania 1986 Board Certified in Anatomic Fathclosy Honors and Avards 1985 - 1986 Clinical Fellowship, American Cancer Society 1987 - 1991 Career Development Award, Veterans Administration Professional Societies: College of American Pathologists: American Society of Clinical Patholgists; Pennsylvania Association of Clinical Pathologists. Teaching: Instructor, Sophomore Pathology Course. Publication: 1, Melhen M. F. , Seltman H. , and Sanghvi A. Measurencrt of urinary chloride with the Kodak Extachen 400, Clinical Chemistry 31: 599 ¢, 1985. Melhen M. F. , Rao K. N. , Kunz H. W. , and Gill 7. 3, 111. Genetics of glucose - 6 - phosphate dehydrogenase in rats. Fea. Proc. 44, 1985. 3. Melhem M. F. , Rao K. N. , Kunz W. H. , and Gill 7. 3. 11. The genetic control of the susceptibility of the grc - bearing so and so to DEN and its relationship to the HMP pathway. Int. troika. of Cancer [submitted ], 4, Gill 7. 0. III, Kunz H. W. , Melhem M. F. , and Rao K. X. Immunogenetics of development and its relationship to carcinogenesis - Abs, Agents and Process in Chemical Carcinogenesis, 3ré Sardinian International Meeting, Itay, 1985. 5. Rao K. N. , Eskander E. D. , Reddy TV, and Melhen M. F. Fffect of diet on circulating cholesterol levels and cell proliferation, Fed. Proc. 1986, PHS 298 (Rev. 8 / 82) PAGE"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Principal Investigator/Program Director. Photocopy his 28 for each person. Include prevent membership on ary Federal Government Public AQ. Complete rafeenett (oa! publications during the past that years and to repreersatnt. TWO PAGES. Give the following information for key profentiona! personne! sted cn page 2."
}