{
    "filename": "50421822-1822.jpg",
    "metadata": {},
    "text": "&\n\n|\n\nBiosynthesis of Factor V in Isolated Guinea Pig Megakaryocytes\n\nHui Chong Chiu, Paul K. Schlek, and Robert W. Colman\n\nTirombusis Research Cemter and Hematologs-Oncolvgy Secon. Depariment of Medicine,\nTemple University Health Sciences Center, Piladelpiaa, Pennaverla 19140\n\nAbstract\n\nAlthough platelets contain Factor V, localized primatily in the\nca-pramutes the origin of this coagulation cofactor io these cells,\nis not known. We therefore explored whether isolated mega-\nkaryocytes could biosymthesize Factor V. Guinea pig plasma\nFactor V coagulant activity was demonstrated to be neutralized\nby human monoclonal and rabbit polyclonal antibodies directed\nmonospecifically against human Factor V. These antibodies\nJnad been used carier fo purify human Factor V and to quantify\nFactor V antigen concentration, respectively (1983. Chi,\nH.C, E, Whitaker, and R. W. Colman, J Clin. Invest\n7293-503). As determined by @ competitive enzyme-linked\nimmunosorbent assay with guinea pig plasma as a standard,\nFactor V solubilized from guinea pig megakaryocytes. was\nPresent at 0.0980.018 4g/10? cells. Each megakaryocyte\ncontained about S00 times as much Factor V as is in a platelet\n(0.2340.180 g/10\" platelets). The content of Factor V\nigen in guinea pig plasma was greater (27.023.0 ug/ml)\n‘thaa that of Factor V antigen in human plasma (111204 ug)\n‘ml In contrast, homan platelets contain ninefold more Factor\nV antigen (2.01=1.09 4/10\" platelets) than do guinea pig\nplatelets, The Factor V coagulant activities in the guinea pig\nwere 2.8520.30 U/ml plasma, 0.022=0.012 U/10\" platelets,\nand 0.0320.03 U/10* megakaryocytes, compared with buman\nvalues of 0.98:-0.02 U/ml plasma and 0.12420.064 U/10*\nplatelets Isolated meyakaryoeytes ware found to contain Factor\n¥ by cytoimmunofluorescence. The megakaryocytes were i\ncubated with [*S}methionine, and radiolabeled intraceliolar\nDrotcins purified were ona human anti-Factor V immunoalfi\ncolumn. The purified protein exhibited Factor V coagulant\nActivity and neutralized the inhibitory activity of a rabbit ant\n‘human Factor V untibody, which suggests that megakaryocyte\nFactor V is functionally and antigenically intact. These results\nindicate that Factor V is synthesized by guinca pig megakar-\nYyocytes. Nonetheless, megakaryocyte Factor V was more slowly\nActivated by thrombin and in the absence of calcium was more\nStable after activation than was plastna Factor Va, Electropho\nresis in sodium dodeey! sulfate and avtoradiography of the\npurified molecule showed a major band of M, 380,000 and a\nminor band of 4, 350,000, as compared with guinea pig and\nhuman plasma Factor ¥, where the protein Kad an Mf, of\n\n \n\n \n\n    \n\n \n\n \n\n \n\n    \n\n  \n\n    \n\n \n\n  \n\n    \n\nForions of his work have ben preeete a he 7th Annual Meeting\nofthe Amencan Society of Bioiogcal Chemis. San Franco. CA,\n5-9 June 1983 and were published un abstract form (1983. Fd. Pr\n42.1909),\n\nRecrved for pubiation 2\n‘September 1984,\n4.Glin vent,\n{© The Amencan Society for Clini lavestiaton, fc.\n0021-9734/88702/0539708 $1.00,\nVolume 25, February 985, 339-346\n\nember 1983 ond in revised form 10\n\n \n\n \n\n \n\n380,000. Both forms of Factor V were substrates for thrombin,\nPossible explanations for the higher molecular weight and\ndifferent thrombin sensitivity and stability observed are that a\nprecursor of Factor V was isolated of that the megakaryocyte\nFactor V had not been fully processed before isolation,\n\n \n\n \n\n \n\nIntroduction\n\nFactor V is a plasma glycoprotein that functions as a nonen-\n2ymatie cofactor accelerating the conversion of prothrombin\nto thrombin by Factor Xa. For blood coagulation or clot\nformation initiated either by the irinsic or extrinsic pathway\nto proceed at a physiologic rate, Factor V is cequired. The site\n‘of prothrombin conversion in vivo is probably the platelet\nsurface membrane, Miletch et al. (1) demonstrated that the\nbinding of Factor Xa to platelets resulted in a 300,000-0ld\nincrease in the encymatic activity of Factor Xa in converting\nprothrombin to thrombia and required Factor V (2). In\nSupport of this concept, patients with congenital Factor V\ndeficiency have decreased Factor Xa binding sites on theie\nplatelets. The origin of Factor V associated with platelets has\nthus oceasioned considerable interest, Bovine Factor V in the\nplasma after thrombin activation binds to bovine platelets with\n4 Ky of 3.4 10° M (3), and studies in our laboratory (4)\ndemonstrated a cequirement for Ca\" in the physiological\nrange for binding of bovine Factor V to human platelets,\nMoreover. Kane and Majerus (5) have observed similar inter=\nactions between human Factor V and human platelets. How-\never, Factor V may also arise from an intracellular location in\nplatelets since human platelets separated by gel filtration do\n‘Rot have significant Factor V activity but develop eoagutant\nactivity upon repeated freezing and thawing (6) Studies froma\nthis laboratory show that both human (7) and bovine (8)\nplatelets contain Factor V in the a-granules where it ean be\n‘leased by collagen. Thrombin can also release Factor V from\n‘human platelets (9), where it would be in the form of Factor\n‘Va and thus would exhibit high affinity binding to the surfice\n‘membrane. Since platelets cannot synthesize protein, platelet\nFactor V might originate from plasma or be synthesized by\nthe precursor of platelets, the megakaryoevte\n\nIn this report Factor V in isolated guinea pig mepakaryo-\n‘ntes was quantified by a competitive enzyme-linked immu-\nnosorbent assay (ELISA)' assay by use of a cross-reacting\nrabbit monospecific antibody to human Factor V (10). Factor\n¥ was visualized in megakaryocytes by cytoimmunofluores.\ncence. The biosynthesis of Factor Vin isolated megakaryocytes\nwas demonstrated by in viteo incubation with radiolabeled\n‘amino acids and isolation of biosynthesized radiolabeled Factor\n\\. The puritied Factor V had similar coagulant and antigenic\n‘activity a5 compared with plasma Factor V. However, megar\n\n \n\n \n\n \n\n1. thoreviauon wed sn this paper: ELISA, eneymesinkedimmunosoe\ntent at,\n\nFactor ¥ Bossnihes in Megakareyes 939\n\nvue\n\n“2\n\f",
    "augmented_texts": [
        "& | Biosynthesis of Factor V in Isolated Guinea Pig Megakaryocytes Hui Chong Chiu, Paul K. Schlek, and Robert W. Colman Tirombusis Research Cemter and Hematologs - Oncolvgy Secon. Depariment of Medicine, Temple University Health Sciences Center, Piladelpiaa, Pennaverla 19140 Abstract Although platelets contain Factor V, localized primatily in the ca - pramutes the origin of this coagulation cofactor io these cells, is not known. We therefore explored whether isolated mega - karyocytes could biosymthesize Factor V. Guinea pig plasma Factor V coagulant activity was demonstrated to be neutralized by human monoclonal and rabbit polyclonal antibodies directed monospecifically against human Element V. These antibodies Jnad been used carier fo purify human Factor V and to quantify Divisor V antigen concentration, respectively (1983. Chi, H. C, E, Whitaker, and R. W. Colman, J Clin. Invest 7293 - 503 ). As determined by @ competitive enzyme - linked immunosorbent assay with guinea pig plasma as a standard, Factor V solubilized from guinea pig megakaryocytes. was Present at 0. 0980. 018 4g / 10? cells. Each megakaryocyte contained about S00 times as much Factor V as is in a platelet (0. 2340. 180 g / 10 \" platelets ). The content of Factor V igen in guinea pig plasma was greater (27. 023. 0 ug / ml) ‘ thaa that of Factor V antigen in human plasma (111204 ug) ‘ ml In contrast, homan platelets contain ninefold more Factor V antigen (2. 01 = 1. 09 4 / 10 \" platelets) than do guinea pig platelets, The Factor V coagulant activities in the guinea pig were 2. 8520. 30 U / ml plasma, 0. 022 = 0. 012 U / 10 \" platelets, and 0. 0320. 03 U / 10 * megakaryocytes, compared with buman values of 0. 98: - 0. 02 U / ml plasma and 0. 12420. 064 U / 10 * platelets Isolated meyakaryoeytes ware found to contain Factor ¥ by cytoimmunofluorescence. The megakaryocytes were i cubated with [* S} methionine, and radiolabeled intraceliolar Drotcins purified were ona human anti - Factor V immunoalfi column. The purified protein exhibited Factor V coagulant Activity and neutralized the inhibitory activity of a rabbit ant ‘ human Factor V untibody, which suggests that megakaryocyte Factor V is functionally and antigenically intact. These results indicate that Factor V is synthesized by guinca pig megakar - Yyocytes. Nonetheless, megakaryocyte Factor V was more slowly Activated by thrombin and in the absence of calcium was more Stable after activation than was plastna Factor Va, Electropho resis in sodium dodeey! sulfate and avtoradiography of the purified molecule showed a major band of M, 380, 000 and a minor band of 4, 350, 000, as compared with guinea pig and human plasma Factor ¥, where the protein Kad an Mf, of Forions of his work have ben preeete a he 7th Annual Meeting ofthe Amencan Society of Bioiogcal Chemis. San Franco. CA, 5 - 9 June 1983 and were published un abstract form (1983. Fd. Pr 42. 1909 ), Recrved for pubiation 2 ‘ September 1984, 4. Glin vent, {© The Amencan Society for Clini lavestiaton, fc. 0021 - 9734 / 88702 / 0539708 $ ane. 00, Volume 25, February 985, 339 - 346 ember 1983 ond in revised form 10 380, 000. Both forms of Factor V were substrates for thrombin, Possible explanations for the higher molecular weight and different thrombin sensitivity and stability observed are that a precursor of Factor V was isolated of that the megakaryocyte Factor V had not been fully processed before isolation, Introduction Factor V is a plasma glycoprotein that functions as a nonen - 2ymatie cofactor accelerating the conversion of prothrombin to thrombin by Factor Xa. For blood coagulation or clot formation initiated either by the irinsic or extrinsic pathway to proceed at a physiologic rate, Factor V is cequired. The site ‘ of prothrombin conversion in vivo is probably the platelet surface tissue layer, Miletch et al. (1) demonstrated that the binding of Factor Xa to platelets resulted in a 300, 000 - 0ld increase in the encymatic activity of Factor Xa in converting prothrombin to thrombia and required Factor V (2 ). In Support of this concept, patients with congenital Divisor V deficiency have decreased Factor Xa bind sites on theie platelets. The origin of Factor V associated with platelets has thus oceasioned considerable interest, Bovine Factor V in the plasma after thrombin activation binds to bovine platelets with 4 Ky of 3. 4 10 ° M (3 ), and studies in our laboratory (4) demonstrated a cequirement for Ca \" in the physiological range for binding of bovine Factor V to human platelets, Moreover. Kane and Majerus (5) have observed similar inter = actions between human Factor V and human platelets. How - ever, Factor V may also arise from an intracellular location in platelets since human platelets separated by gel filtration do ‘ Rot have significant Factor V activity but develop eoagutant activity upon repeated freezing and thawing (6) Studies froma this laboratory show that both human (7) and bovine (8) platelets contain Factor V in the a - granules where it ean be ‘ leased by collagen. Thrombin can also release Factor V from ‘ human platelets (9 ), where it would be in the form of Factor ‘ Va and thus would exhibit high affinity binding to the surfice ‘ membrane. Since platelets cannot synthesize protein, platelet Factor Quintuplet might originate from plasma or be synthesized by the precursor of platelets, the megakaryoevte In this report Factor V in isolated guinea pig mepakaryo - ‘ ntes was quantified by a competitive enzyme - linked immu - nosorbent assay (ELISA) ' assay by use of a cross - reacting rabbit monospecific antibody to human Factor V (10 ). Factor ¥ was visualized in megakaryocytes by cytoimmunofluores. cence. The biosynthesis of Factor Vin isolated megakaryocytes was demonstrated by in viteo incubation with radiolabeled ‘ amino acids and isolation of biosynthesized radiolabeled Factor \\. The puritied Factor V had similar coagulant and antigenic ‘ activity a5 compared with plasma Factor V. However, megar 1. thoreviauon wed sn this paper: ELISA, eneymesinkedimmunosoe tent at, Factor ¥ Bossnihes in Megakareyes 939 vue “ 2",
        "& | Biosynthesis of Factor V in Isolated Guinea Pig Megakaryocytes Hui Chong Chiu, Paul K. Schlek, and Robert W. Colman Tirombusis Research Cemter and Hematologs - Oncolvgy Secon. Depariment of Medicine, Temple University Health Sciences Heart and soul, Piladelpiaa, Pennaverla 19140 Abstract Although platelets contain Factor V, localized primatily in the ca - pramutes the origin of this coagulation cofactor io these cells, is not known. We therefore explored whether isolated mega - karyocytes could biosymthesize Factor V. Guinea pig plasma Factor V coagulant activity was demonstrated to be neutralized by human monoclonal and rabbit polyclonal antibodies directed monospecifically against human Factor V. These antibodies Jnad been used carier fo purify human Factor V and to quantify Factor V antigen concentration, respectively (1983. Chi, H. C, E, Whitaker, and R. W. Colman, J Clin. Invest 7293 - 503 ). As determined by @ competitive enzyme - linked immunosorbent assay with guinea pig plasma as a standard, Factor V solubilized from guinea pig megakaryocytes. was Present at 0. 0980. 018 4g / 10? cells. Each megakaryocyte comprise about S00 times as much Factor V as is in a platelet (0. 2340. 180 g / 10 \" platelets ). The content of Factor V igen in guinea pig plasma was greater (27. 023. 0 ug / ml) ‘ thaa that of Factor V antigen in human plasma (111204 ug) ‘ ml In contrast, homan platelets contain ninefold more Factor V antigen (2. 01 = 1. 09 4 / 10 \" platelets) than do guinea pig platelets, The Factor V coagulant activities in the guinea pig were 2. 8520. xxx U / ml plasma, 0. 022 = 0. 012 U / 10 \" platelets, and 0. 0320. 03 U / 10 * megakaryocytes, compared with buman values of 0. 98: - 0. 02 U / ml plasma and 0. 12420. 064 U / 10 * platelets Isolated meyakaryoeytes ware found to contain Element ¥ by cytoimmunofluorescence. The megakaryocytes were i cubated with [* S} methionine, and radiolabeled intraceliolar Drotcins purified were ona human anti - Factor V immunoalfi column. The purified protein exhibited Factor V coagulant Activity and neutralized the inhibitory activity of a rabbit ant ‘ human Factor V untibody, which suggests that megakaryocyte Factor V is functionally and antigenically intact. These results indicate that Factor V is synthesized by guinca pig megakar - Yyocytes. Nonetheless, megakaryocyte Factor V was more slowly Activated by thrombin and in the absence of calcium was more Stable after activation than was plastna Factor Va, Electropho resis in atomic number 11 dodeey! sulfate and avtoradiography of the purified molecule showed a major band of M, 380, 000 and a minor band of 4, 350, 000, as compared with guinea pig and human plasma Factor ¥, where the protein Kad an Mf, of Forions of his work have ben preeete a he 7th Annual Meeting ofthe Amencan Society of Bioiogcal Chemis. San Franco. CA, 5 - 9 June 1983 and were published un abstract form (1983. Fd. Pr 42. 1909 ), Recrved for pubiation 2 ‘ September 1984, 4. Glin vent, {© The Amencan Society for Clini lavestiaton, fc. 0021 - 9734 / 88702 / 0539708 $ 1. 00, Volume 25, February 985, 339 - 346 ember 1983 ond in revised form 10 380, 000. Both forms of Factor V were substrates for thrombin, Possible explanations for the higher molecular weight and different thrombin sensitivity and stability observed are that a precursor of Factor V was isolated of that the megakaryocyte Factor V have not been fully processed before isolation, Introduction Factor V is a plasma glycoprotein that functions as a nonen - 2ymatie cofactor accelerating the conversion of prothrombin to thrombin by Factor Xa. For blood coagulation or clot formation initiated either by the irinsic or extrinsic pathway to proceed at a physiologic rate, Factor V is cequired. The site ‘ of prothrombin conversion in vivo is probably the platelet surface membrane, Miletch et al. (1) demonstrated that the binding of Factor Xa to platelets resulted in a 300, 000 - 0ld increase in the encymatic activity of Factor Xa in converting prothrombin to thrombia and required Factor V (2 ). In Support of this concept, patients with congenital Factor V deficiency have decreased Factor Xa binding sites on theie platelets. The origin of Factor V associated with platelets has thus oceasioned considerable interest, Bovine Factor V in the plasma after thrombin activation binds to bovine platelets with 4 Ky of 3. 4 10 ° M (3 ), and studies in our laboratory (4) demonstrated a cequirement for Ca \" in the physiological range for binding of bovine Factor V to human platelets, Moreover. Kane and Majerus (5) have observed similar inter = actions between human Factor V and human platelets. How - ever, Factor V may also arise from an intracellular location in platelets since human platelets separated by gel filtration do ‘ Rot have significant Factor V activity but develop eoagutant activity upon repeated freezing and thawing (6) Studies froma this laboratory show that both human (7) and bovine (8) platelets contain Factor V in the a - granules where it ean be ‘ leased by collagen. Thrombin can also release Factor V from ‘ human platelets (9 ), where it would be in the form of Factor ‘ Va and thus would exhibit high affinity binding to the surfice ‘ membrane. Since platelets cannot synthesize protein, platelet Factor V might originate from plasma or be synthesized by the precursor of platelets, the megakaryoevte In this report Factor V in isolated guinea pig mepakaryo - ‘ ntes was quantified by a competitive enzyme - linked immu - nosorbent assay (ELISA) ' assay by use of a cross - reacting rabbit monospecific antibody to human Factor V (10 ). Factor ¥ was visualized in megakaryocytes by cytoimmunofluores. cence. The biosynthesis of Factor Vin isolated megakaryocytes was demonstrated by in viteo incubation with radiolabeled ‘ amino acids and isolation of biosynthesized radiolabeled Factor \\. The puritied Factor V had similar coagulant and antigenic ‘ activity a5 compared with plasma Factor V. However, megar 1. thoreviauon wed sn this paper: ELISA, eneymesinkedimmunosoe tent at, Factor ¥ Bossnihes in Megakareyes 939 vue “ 2"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Factor V coagulant activity was demonstrated to be neutralized by human monoclonal and rabbit polyclonal antibodies directed against human Factor V. Each megakaryocytecontained about S00 times as muchfactor V as is in a platelet. The purified protein exhibited Factor. VCoagalant. activity andneutralized the inhibitory activity of a rabbit antitheorist. This suggests that megkaryocytes. are functionally and antigenically intact."
}