{
    "filename": "50423166-3167.jpg",
    "metadata": {},
    "text": "i\n\n!\n\nNAME:\n\n‘CURRICULUM VITAE\n\nR. Alan B, Ezekowitz, M.B., Ch.B. (equivalent to M.D.), D.Phil.\n\nDATE OF BIRTH: January 19, 1954\n‘PLACE OF BIRTH: Durban Natal, Republic of South Africa\n\n \n\nEDUCATION:\n1972 Rogistered MBChB, University of Cape Town\n1977 MBCHB Degree with Distinction and Honours\n1980 Registered D.Phil. Student, Sir William Duna School of Pathology, Oxford\n\nNRCP, Part 1\n\n1982 Avarded D.Phil., Oxford Untversity\n\nPOSITIONS HELD:\n1978 Intern, Groot Schuur Hospital, Cape Town\n1979 Medical Officer - Paediatric Service, compulsory national service\n1980-84 Aid Medical Agency\n1982 M.R.C. Postdoctoral Fellow, Junior Research Fellow, Green College, Oxford\n1984 Research Fellow in Pediatrics (Henatology/Oncology), Harvard Medical\n\nSchool, Boston, MA\n\n1985-86 Pediatric Resident, Children’s Hospital, Boston, MA\n1986-87 Instructor in Pediatrics (Hematology/Oncology), Harvard Medical School\n\nGRANTS AND AWARDS:\n\n1975 Prize and Gold Medal for Chemical Pathology\n1977 Pediatrics Prize - Kvea Long Award - Most Outstai\n\n \n\nSing Student for\nMBChB Degree Course\n1980-82 Duncan Baxter Scholarship\n\n198i. Student Travelling Scholarship, Graduate Avard, Wolfson College, Oxford\n1982 Harold Crossley Scholarship\n\n1986 Charles Hood Foundation Award\n\n1986 NIH ROT AI23786-01\n\nINVITED LECTURES:\n\nJanuary 1983 Royal Society of Tropical Medicine and Hygiene, London\napril 1984 Major Address, British Society of Intunology\nApril 1985 Biochemistry of Macrophages, CIBA Foundation, London\n\nPUBLICATIONS:\n\n#1.\n\n+\n\n*6\n\n#7,\n\n+8\n\nEzekowitz, R.A.B., Austyn, J.M., Stahl, P. and Gordon, S. Surface properties BCC\nactivated mouse peritoneal macrophages. Reduction of receptors for endocytosis\n\nand antigen F4/80 and enhanced expression of Ia. J. 'xp. Med. 154:61, 1980\nEzekowitz, R.A.B. and Gordon, S. Down regulation of marnosyl receptor-neidated\nendocytosis and antigen F4/80 in BCG-activated mouse macrophages. Role of T\nLymphocytes and lymphokines. J. Exp. Med. 155:1623\n\nGrossinsky, C., Ezekowitz, R.A.B., Berton, G., Gordon, S. and Askonas, B.\n\nAfrican trypanosomiasis and macrophage activation. Infect. Immunity. 39:1080, 1981\nEzekowitz, R.A.B. and Gordon, S. Enhanced IgG2a Fc receptor expression on activated\nmacrophages triggers increased superoxide release. J. Exp. Med. 157:807, 1983\nEzekowitz, R.A.B., Hill, M. and Gordon, S. Macrophage plasma membrane and\nactivation. Proc. Royal Soc. Trop. Med. and Hygiene. 77:604, 1983\n\nEzekowitz, R.A.B., Sim, R., Hill, M. and Gordon, $. Local opsonisation by secreted\nmacrophage complement. A role for local complement secretion and host defence. J.\nExp. Med. 159:224, 1963.\n\nBlackwell, J., Ezekowitz, R.A.B., Roberts, M., Chamnon, J., Sim, R. and Gordon, S.\nDual recognition via complement and mannosyl/fucosyl receptors mediates attachment\nand ingestion of Leishmania donovani by resident mouse peritoneal macrophages. J.\nExp. Med. 162:324, 1985.\n\nEzekowitz, R.A.B., Sim, R., McPherson, G. and Gordon, S. Interaction of macrophages\nand polynorpholeukecytes with zymosan. Role of complement receptors and macrophage\nderived complement, J. Clin. Invest. 76:2368, 1985\n\n    \n\n \n\f",
    "augmented_texts": [
        "i! NAME: ‘ CURRICULUM VITAE R. Alan B, Ezekowitz, M. B. , Ch. B. (equivalent to M. D. ), D. Phil. DATE OF BIRTH: January 19, 1954 ‘ PLACE OF BIRTH: Durban Natal, Republic of South Africa EDUCATION: 1972 Rogistered MBChB, University of Cape Town 1977 MBCHB Degree with Distinction and Honours 1980 Registered D. Phil. Student, Sir William Duna School of Pathology, Oxford NRCP, Part 1 1982 Avarded D. Phil. , Oxford Untversity POSITIONS HELD: 1978 Intern, Groot Schuur Hospital, Cape Town 1979 Medical Policeman - Paediatric Service, compulsory national service 1980 - 84 Aid Medical Agency 1982 M. R. C. Postdoctoral Fellow, Junior Research Fellow, Green College, Oxford 1984 Enquiry Fellow in Pediatrics (Henatology / Oncology ), Harvard Medical School, Boston, MA 1985 - 86 Pediatric Resident, Children ’ s Hospital, Boston, MA 1986 - 87 Instructor in Pediatrics (Hematology / Oncology ), Harvard Medical School GRANTS AND AWARDS: 1975 Prize and Gold Medal for Chemical Pathology 1977 Pediatrics Prize - Kvea Long Award - Most Outstai Sing Student for MBChB Degree Course 1980 - 82 Duncan Baxter Scholarship 198i. Student Travelling Scholarship, Graduate Avard, Wolfson College, Oxford 1982 Harold Crossley Scholarship 1986 Charles Hood Foundation Award 1986 NIH ROT AI23786 - 01 INVITED LECTURES: January 1983 Royal Society of Tropical Medicine and Hygiene, London april 1984 John major Address, British Society of Intunology April 1985 Biochemistry of Macrophages, CIBA Foundation, London PUBLICATIONS: # 1. + * 6 # 7, + 8 Ezekowitz, R. A. B. , Austyn, J. M. , Stahl, P. and Gordon, S. Surface properties BCC activated mouse peritoneal macrophages. Reduction of receptors for endocytosis and antigen F4 / 80 and enhanced expression of Ia. J. ' xp. Med. 154: 61, 1980 Ezekowitz, R. A. B. and Gordon, S. Down regulation of marnosyl receptor - neidated endocytosis and antigen F4 / 80 in BCG - activated mouse macrophages. Role of T Lymphocytes and lymphokines. J. Exp. Med. 155: 1623 Grossinsky, C. , Ezekowitz, R. A. B. , Berton, G. , Gordon, S. and Askonas, B. African trypanosomiasis and macrophage activation. Infect. Immunity. 39: 1080, 1981 Ezekowitz, R. A. Atomic number 5. and Gordon, S. Enhanced IgG2a Fc receptor expression on activated macrophage triggers increased superoxide release. J. Exp. Med. 157: 807, 1983 Ezekowitz, R. A. B. , Hill, M. and Gordon, S. Macrophage plasma membrane and energizing. Proc. Royal Soc. Trop. Med. and Hygiene. 77: 604, 1983 Ezekowitz, R. A. B. , Sim, R. , Hill, M. and Gordon, $. Local opsonisation by secreted macrophage complement. A role for local complement secretion and host defence. J. Exp. Med. 159: 224, 1963. Blackwell, J. , Ezekowitz, R. A. B. , Roberts, M. , Chamnon, J. , Sim, R. and Gordon, S. Dual recognition via complement and mannosyl / fucosyl receptors intercede attachment and ingestion of Leishmania donovani by resident mouse peritoneal macrophages. J. Exp. Med. 162: 324, 1985. Ezekowitz, R. A. B. , Sim, R. , McPherson, G. and Gordon, S. Interaction of macrophages and polynorpholeukecytes with zymosan. Role of complement receptors and macrophage derived complement, J. Clin. Invest. 76: 2368, 1985",
        "i! NAME: ‘ CURRICULUM VITAE R. Alan B, Ezekowitz, M. B. , Ch. B. (equivalent to M. D. ), D. Phil. DATE OF parturition: January 19, 1954 ‘ PLACE OF BIRTH: Durban Natal, Republic of South Africa EDUCATION: 1972 Rogistered MBChB, University of Cape Town 1977 MBCHB Degree with Distinction and Honours 1980 Registered D. Phil. Student, Sir William Duna School of Pathology, Oxford NRCP, Part 1 1982 Avarded D. Phil. , Oxford Untversity POSITIONS HELD: 1978 Intern, Groot Schuur Hospital, Cape Town 1979 Medical Officer - Paediatric Service, compulsory national service 1980 - 84 Aid Medical Agency 1982 M. R. C. Postdoctoral Fellow, Junior Research Fellow, Green College, Oxford 1984 Research Fellow in Pediatrics (Henatology / Oncology ), Harvard Medical School, Boston, MA 1985 - 86 Pediatric Resident, Children ’ s Hospital, Boston, MA 1986 - 87 Instructor in Pediatrics (Hematology / Oncology ), Harvard Medical School GRANTS AND AWARDS: 1975 Prize and Gold Medal for Chemical Pathology 1977 Pediatrics Prize - Kvea Long Award - Most Outstai Sing Student for MBChB Degree Course 1980 - 82 Duncan Baxter Scholarship 198i. Student Travelling Scholarship, Graduate Avard, Wolfson College, Oxford 1982 Harold Crossley Scholarship 1986 Charles Hood Foundation Award 1986 NIH ROT AI23786 - 01 INVITED LECTURES: January 1983 Royal Society of Tropical Medicine and Hygiene, London april 1984 Major Address, British Society of Intunology April 1985 Biochemistry of Macrophages, CIBA Foundation, London PUBLICATIONS: # 1. + * 6 # 7, + 8 Ezekowitz, R. A. B. , Austyn, J. M. , Stahl, P. and Gordon, S. Surface belongings BCC activated mouse peritoneal macrophages. Reduction of receptors for endocytosis and antigen F4 / 80 and enhanced expression of Ia. J. ' xp. Med. 154: 61, 1980 Ezekowitz, R. A. B. and Gordon, S. Down regulation of marnosyl receptor - neidated endocytosis and antigen F4 / 80 in BCG - activated mouse macrophages. Role of T Lymphocytes and lymphokines. J. Exp. Med. 155: 1623 Grossinsky, C. , Ezekowitz, R. A. B. , Berton, G. , Gordon, S. and Askonas, B. African trypanosomiasis and macrophage activation. Infect. Immunity. 39: 1080, 1981 Ezekowitz, R. A. B. and Gordon, S. Enhanced IgG2a Fc receptor expression on activated macrophages triggers increased superoxide release. J. Exp. Med. 157: 807, 1983 Ezekowitz, R. A. B. , Hill, M. and Gordon, S. Macrophage plasma membrane and activation. Proc. Royal Soc. Trop. Med. and Hygiene. 77: 604, 1983 Ezekowitz, R. A. B. , Sim, R. , Hill, M. and Gordon, $. Local opsonisation by secreted macrophage complement. A role for local complement secretion and emcee defence. J. Exp. Med. 159: 224, 1963. Blackwell, J. , Ezekowitz, R. A. B. , Roberts, M. , Chamnon, J. , Sim, R. and Gordon, S. Dual recognition via complement and mannosyl / fucosyl receptors mediates attachment and ingestion of Leishmania donovani by resident mouse peritoneal macrophages. J. Exp. Med. 162: 324, 1985. Ezekowitz, R. A. B. , Sim, R. , McPherson, G. and Gordon, S. Interaction of macrophages and polynorpholeukecytes with zymosan. Role of complement receptors and macrophage derived complement, J. Clin. Invest. lxxvi: 2368, 1985"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The author was born in Durban Natal, South Africa on January 19, 1954. He is a graduate of the University of Cape Town and Harvard Medical School. The author is the author of a book on the study of macrophages and the role of complement in the development of human immune systems."
}