{
    "filename": "50438971-8972.jpg",
    "metadata": {},
    "text": "PRINCIPAL INVESTIGATORIPROGRAM DinecTOR: _Frent_M. Egan, M.D.\nBIOGRAPHICAL SKETCH\n\nGive the following information for the Key personne! and consultants listed on page 2. Begin withthe Principal\nInvestigatorProgram Director. Pnolocopy this page for each person,\n\n \n\nWane [POSITION TITLE BIRTHDATE (Mo, Day, Ye)\nBrent Michael Egan, M.D. Assistant Professor 07/20/54\n\n \n\n \n\nEDUCATION [Begin with baccalaurenie or other Ina! professional education, such as nursing. and include postdoctoral irsining)\n\n \n\n \n\nUniversity of Michigan Medical School |\nAnn Arbor, Michigan | mv. 1978 Medicine\ni\n\n \n\n \n\nRESEARCH AND PROFESSIONAL EXPERIENCE: Concluding with present position, ist in chronological order. previous employment, experience,\nanc nonars.Incluge present membership on any Feceral Government pubic advisory committe. List in chronological order, te ities and com\npieterelerences to all publications during the past three years and 10 representative earlier publications pertinent 10 this application. DO NOT\nEXCEED TWO PAGES.\n\n \n\n1978-1981 INTERNSHIP & RESIDENCY, INTERNAL MEDICINE: Univers. of Michigan,Ann Arbor, MI\n1981-1983, CLINICAL HYPERTENSION FELLOW: University of Michigan, Ann Arbor, ML\n1983-1985, INSTRUCTOR, INTERNAL MEDICINE: University of Michigan, Ann Arbor, MI\n1985-1988 ASSISTANT PROFESSOR, INTERNAL MEDICINE: University of Michigan,Ann Arbor, MI\n\n1988-Present ASSISTANT PROFESSOR OF MEDICINE: Med. College of Wisconsin, Milwaukee, WI\n1988-Present DIRECTOR, HYPERTENSION UNIT: Medical College of Wisconsin, Milwaukee, WI\nHONORS: AOA (Senior), University of Michigan\nNIH Clinical Investigator Award, 1984-1989\nMEMBERSHIPS: American Federation for Clinical Research\nAmerican Society of Hypertension\nAmerican Society for Clinical Pharmacology and Therapeutics\nFellow, Anerican College of Angiology\nPUBLICATIONS 1985-1988\n1. Egan B, Neubig R, Schneider R, Julius $: Methods for measuring vascular and nonvascular\nalpha-receptor sensitivity in humans. J Cardiovasc Pharm 7(Suppl 6):$153-S158, 1985.\n2. Bean B, Julius $: Vascular hypertrophy in borderline hypertension: relationship to\nblood pressure and sympathetic drive. Clin Exp Hypertension 47:243-255, 1985.\n3. Egan B: Nutritional and lifestyle approaches to the prevention and management of\nhypertension. Conprehens Ther 11:15-20, 1985.\n4. Julius S, Schneider R, Egan 8: Suppressed anger in hypertension: Facts and problems\nTh Anger and Hostilicy in Behavioral and Cardiovascula: Disorders, (Chesney MA, Rosenman\nR, Editors) Hemisphere Publishing Corp., Washington, D.C., :985, pp. 127-237.\n5. Egen B, Neubig R, Julius §: Pharmacologic reduction of sympathetic érive increases\nplatelet alpha,-recepcor number. Clin Pharm Therap 36:519-324, 1985.\n6. Schneider RH, Egan BM, Johnson EH, et al: Anger and anxiety in borderline hypertension.\nPsychosom Med 48:282-248, 1986.\n#7, Fitepatrick MA, Hinderlier AL, Egan BM, Julius S: Jecreased venous distensibility\nand reduced renin responsiveness in hypertension. Hypertension 8 (Suppl TZ):11-36-11-43,\n1986.\n8. Egan B: Management of che patient with borderline hypertension. J Cardiovasc Pharm\n8 (Suppl 5):8103-$107, 1986.\n9. Julius $, Egan B, Hinderlicer 4\ntension. Chapter 9 in Neuroregulation o:\nerickson RCA, Hearie HC, Hingtgen JN\n1986, pp. 183-198.\n10. Julius S, Egan B: Hemodynamics of hypertension. Chapter 9, in Handbook of Hypertension\nVol 7: Pathophysiology of Hypertension - Catdiovasculer Aspects, (Zanchetti A, Tarezi\nRC, Editors) Elsevier, Amsterdam, 1986, pp. 153-178.\nIl. Egan B, Fitzpatrick MA, Julius $: The heart and the regulation of renin. Circulation\n75 (Suppl 1):1-130-1-133, 1987.\n12. Weder AB, Fitzpatrick MA, Torretti BA, Hinderlicer AL, Egan BM, Julius Si Red blood\nee anspart, Nat -K+ cotransport, end__the hemodynamics of\n\n \n\n \n\n \n\n \n\n   \n  \n\n \n\n  \n\n    \n\n  \n\n \n\n \n\n \n\nAssessment of autonomic function in essential hyper~\nand Immune Systems, (Fred~\nditors) Martinus-Nijhof, Boston,\n\n \n\n \n      \n\n‘Aprison MH\n\n \n\n   \n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "PRINCIPAL INVESTIGATORIPROGRAM DinecTOR: _Frent_M. Egan, M. D. BIOGRAPHICAL SKETCH Give the following information for the Key personne! and consultants listed on page 2. Begin withthe Principal InvestigatorProgram Director. Pnolocopy this page for each individual, Wane [POSITION TITLE BIRTHDATE (Mo, Day, Ye) Brent Michael Egan, M. D. Assistant Professor 07 / 20 / 54 EDUCATION [Begin with baccalaurenie or other Ina! professional education, such as nursing. and include postdoctoral irsining) University of Michigan Medical School | Ann Arbor, Michigan | mv. 1978 Medicine i RESEARCH AND PROFESSIONAL EXPERIENCE: Concluding with present position, ist in chronological order. previous employment, experience, anc nonars. Incluge present membership on any Feceral Government pubic advisory committe. List in chronological order, te ities and com pieterelerences to all publications during the past three years and 10 representative earlier publications pertinent 10 this application. DO NOT EXCEED TWO PAGES. 1978 - 1981 INTERNSHIP & RESIDENCY, INTERNAL MEDICINE: Univers. of Michigan, Ann Arbor, MI 1981 - 1983, CLINICAL high blood pressure FELLOW: University of Michigan, Ann Arbor, ML 1983 - 1985, INSTRUCTOR, INTERNAL MEDICINE: University of Michigan, Ann Arbor, MI 1985 - 1988 helper PROFESSOR, INTERNAL MEDICINE: University of Michigan, Ann Arbor, MI 1988 - Present ASSISTANT PROFESSOR OF MEDICINE: Med. College of Wisconsin, Milwaukee, WI 1988 - Present DIRECTOR, HYPERTENSION UNIT: Medical College of Wisconsin, Milwaukee, WI HONORS: AOA (Senior ), University of Michigan NIH Clinical Investigator Award, 1984 - 1989 MEMBERSHIPS: American Federation for Clinical Research American Society of Hypertension American Society for Clinical Pharmacology and Therapeutics Fellow, Anerican College of Angiology PUBLICATIONS 1985 - 1988 1. Egan B, Neubig R, Schneider R, Julius $: Methods for measuring vascular and nonvascular alpha - receptor sensitivity in humans. Watt second Cardiovasc Pharm 7 (Suppl 6 ): $ 153 - S158, 1985. 2. Bean B, Julius $: Vascular hypertrophy in borderline hypertension: relationship to blood pressure and sympathetic drive. Clin Exp Hypertension 47: 243 - 255, 1985. 3. Egan B: Nutritional and lifestyle approaches to the prevention and management of hypertension. Conprehens Ther 11: 15 - 20, 1985. 4. Julius S, Schneider R, Egan 8: Repress anger in hypertension: Facts and problems Th Anger and Hostilicy in Behavioral and Cardiovascula: Disorders, (Chesney MA, Rosenman R, Editors) Hemisphere Publishing Corp. , Washington, D. C. ,: 985, pp. 127 - 237. 5. Egen B, Neubig R, Julius §: Pharmacologic reduction of sympathetic érive increases platelet alpha, - recepcor number. Clin Pharm Therap 36: 519 - 324, 1985. 6. Schneider RH, Egan BM, Johnson EH, et al: Anger and anxiety in borderline hypertension. Psychosom Med 48: 282 - 248, 1986. # 7, Fitepatrick MA, Hinderlier AL, Egan BM, Julius S: Jecreased venous distensibility and reduced renin responsiveness in hypertension. Hypertension 8 (Suppl TZ ): 11 - 36 - 11 - 43, 1986. 8. Egan B: Management of che patient with borderline hypertension. J Cardiovasc Pharm 8 (Suppl 5 ): 8103 - $ 107, 1986. 9. Julius $, Egan Boron, Hinderlicer 4 tension. Chapter 9 in Neuroregulation o: erickson RCA, Hearie HC, Hingtgen JN 1986, pp. 183 - 198. 10. Julius S, Egan B: Hemodynamics of hypertension. Chapter 9, in Handbook of Hypertension Vol 7: Pathophysiology of Hypertension - Catdiovasculer Aspects, (Zanchetti A, Tarezi RC, Editors) Elsevier, Amsterdam, 1986, pp. 153 - 178. Il. Egan B, Fitzpatrick MA, Julius $: The heart and the regulation of renin. Circulation 75 (Suppl 1 ): 1 - 130 - 1 - 133, 1987. 12. Weder AB, Fitzpatrick MA, Torretti BA, Hinderlicer AL, Egan BM, Julius Si Red blood ee anspart, Nat - K + cotransport, end__the hemodynamics of Assessment of autonomic function in essential hyper ~ and Immune Systems, (Fred ~ ditors) Martinus - Nijhof, Boston, ‘ Aprison MH",
        "PRINCIPAL INVESTIGATORIPROGRAM DinecTOR: _Frent_M. Egan, M. D. BIOGRAPHICAL SKETCH Springiness the following information for the Key personne! and consultants listed on page 2. Begin withthe Principal InvestigatorProgram Director. Pnolocopy this page for each person, Wane [POSITION TITLE BIRTHDATE (Mo, Day, Ye) Brent Michael Egan, M. D. Assistant Professor 07 / 20 / 54 training [Begin with baccalaurenie or early Ina! professional education, such as nursing. and include postdoctoral irsining) University of Michigan Medical School | Ann Arbor, Michigan | mv. 1978 Medicine i RESEARCH AND PROFESSIONAL EXPERIENCE: Concluding with present position, ist in chronological order. previous employment, experience, anc nonars. Incluge present membership on any Feceral Government pubic advisory committe. List in chronological order, te ities and com pieterelerences to all publications during the past three years and 10 representative earlier publications pertinent 10 this practical application. DO NOT EXCEED TWO PAGES. 1978 - 1981 INTERNSHIP & RESIDENCY, INTERNAL MEDICINE: Univers. of Michigan, Ann Arbor, MI 1981 - 1983, CLINICAL HYPERTENSION FELLOW: University of Michigan, Ann Arbor, ML 1983 - 1985, INSTRUCTOR, INTERNAL MEDICINE: University of Michigan, Ann Arbor, MI 1985 - 1988 ASSISTANT PROFESSOR, INTERNAL MEDICINE: University of Michigan, Ann Arbor, myocardial infarction 1988 - Present ASSISTANT PROFESSOR OF MEDICINE: Med. College of Wisconsin, Milwaukee, WI 1988 - Present DIRECTOR, HYPERTENSION UNIT: Medical College of Wisconsin, Milwaukee, WI HONORS: AOA (Senior ), University of Michigan NIH Clinical Investigator Award, 1984 - 1989 MEMBERSHIPS: American Federation for Clinical Research American Society of Hypertension American Society for Clinical Pharmacology and Therapeutics Fellow, Anerican College of Angiology PUBLICATIONS 1985 - 1988 1. Egan B, Neubig R, Schneider R, Julius $: Methods for measuring vascular and nonvascular alpha - receptor sensitivity in humans. J Cardiovasc Pharm 7 (Suppl 6 ): $ 153 - S158, 1985. 2. Bean B, Julius $: Vascular hypertrophy in borderline hypertension: relationship to blood pressure and sympathetic drive. Clin Exp Hypertension 47: 243 - 255, 1985. 3. Egan B: Nutritional and lifestyle approaches to the prevention and management of hypertension. Conprehens Ther 11: 15 - 20, 1985. 4. Julius S, Schneider R, Egan 8: Suppressed anger in hypertension: Facts and problems Th Anger and Hostilicy in Behavioral and Cardiovascula: Disorders, (Chesney MA, Rosenman R, Editors) Hemisphere Publishing Corp. , Washington, D. C. ,: 985, pp. 127 - 237. 5. Egen B, Neubig R, Julius §: Pharmacologic reduction of sympathetic érive increases platelet alpha, - recepcor number. Clin Pharm Therap 36: 519 - 324, 1985. 6. Schneider RH, Egan BM, Johnson EH, et al: Anger and anxiety in borderline hypertension. Psychosom Med 48: 282 - 248, 1986. # 7, Fitepatrick MA, Hinderlier AL, Egan BM, Julius S: Jecreased venous distensibility and reduced renin responsiveness in hypertension. Hypertension 8 (Suppl TZ ): 11 - 36 - 11 - 43, 1986. 8. Egan B: Management of che patient with borderline hypertension. Joule Cardiovasc Pharm 8 (Suppl 5 ): 8103 - $ 107, 1986. 9. Julius $, Egan B, Hinderlicer little joe tension. Chapter 9 in Neuroregulation o: erickson RCA, Hearie HC, Hingtgen JN 1986, pp. 183 - 198. 10. Julius S, Egan B: Hemodynamics of hypertension. Chapter 9, in Handbook of Hypertension Vol 7: Pathophysiology of Hypertension - Catdiovasculer Aspects, (Zanchetti A, Tarezi RC, Editors) Elsevier, Amsterdam, 1986, pp. 153 - 178. Il. Egan B, Fitzpatrick MA, Julius $: The heart and the regulation of renin. Circulation 75 (Suppl 1 ): 1 - 130 - 1 - 133, 1987. 12. Weder AB, Fitzpatrick MA, Torretti BA, Hinderlicer AL, Egan BM, Julius Si Red blood ee anspart, Nat - K + cotransport, end__the hemodynamics of Assessment of autonomic function in essential hyper ~ and Immune Systems, (Fred ~ ditors) Martinus - Nijhof, Boston, ‘ Aprison MH"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Pnolocopy this page for each person, do not exceed two pages. Give the following information for the Key personne! and consultants listed on page 2. List in chronological order, te ities and comoplelerences to all publications during the past three years and 10 representative earlier publications pertinent 10 this application."
}