{
    "filename": "504363343_504363345.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\nJus\n\nGD CONFIDENTIAL gs nejnoesreranco company\n\nWinston-Salem. NC 27162\nINTEROFFICE MEMORANDUM (91917775\n\n \n\n \n\nMay 30, 1985\n\nSubject: Weekly Highlights\nR&D Technical Services\n\nTo: Dr. G. R. Di Marco\n\nITEMS FOR WEEKLY BRIEF\n\n© G7 Value - G7 is valued for blend costing purposes at\n$0.24/1b. The recently developed unit operations input-output\nmodel for G7 has been used to determine a more accurate value.\nAfter applying all charges against the final product, a more\nreasonable value for G7 is §0.60/1b.\n\n \n\n© Outstanding Literature Scientist - The R&D Library hi suc\n\ncesefully hired an outstanding Senior Literature solentist.\nHana Roysypal has broad scientific training, extensive\nexperience in library automation and was at one time chief\nlibrarian of the technical library of the CZECHOSLOVAK Acadeny\nof Sciences in Prague. She is also fluent in five languages.\nThis hire will allow us to significantly accelerate and expand\nour advanced information retrieval activities that support all\nR&D programs.\n\n© R&D Plant Lab - Effective June 1, the physical test lab in the\nRED Plant Lab under Bob Hege will transfer to the Analytical\nServices Division. They will also begin to assume respon-\nsibility for a new function involving company-wide physical\ntest standards, instrument calibration and method improvement,\nin conjunction’ with the Product Standards Division. The\norganizational move allows us to apply rigorous analytical\nstandards to physical methods in the same manner they are\napplied to chemical methods.\n\n \n\nGENERAL ITEMS\n\n \n\nPC Coordinator - A new position has been established in the\nInformation Service Division to coordinate and assist in per-\nsonal computer use. Each R&D Group will appoint its own PC\nliaison person to work with the coordinator to provide\ntroubleshooting, training and advanced development.\n\n© X-Ray Spectrometer - The Philips 1404 X-ray Spectrometer ha\nbeen Installed and is provisionally operational. The first\napplication will be a rapid, non-destructive analysis of key\npaper additives.\n\nence 9en0s\n\n \n\f",
    "augmented_texts": [
        "Jus GD CONFIDENTIAL gs nejnoesreranco company Winston - Salem. NC 27162 INTEROFFICE MEMORANDUM (91917775 May 30, 1985 Subject: Weekly Highlight R & D Technical Services To: Dr. G. R. Di Marco ITEMS FOR WEEKLY BRIEF © G7 Value - G7 is valued for blend costing purposes at $ 0. 24 / 1b. The recently developed unit operations input - output model for G7 has be used to determine a more accurate value. After applying all charges against the final product, a to a greater extent reasonable value for G7 is § 0. 60 / 1b. © Outstanding Literature Scientist - The R & D Library hi suc cesefully hired an outstanding Senior Literature solentist. Hana Roysypal has broad scientific training, extensive experience in library automation and was at one time chief librarian of the technical library of the CZECHOSLOVAK Acadeny of Sciences in Prague. She is also fluent in five languages. This hire will allow us to significantly accelerate and expand our advanced information retrieval activities that support all R & D programs. © R & D Plant Lab - Effective June 1, the physical test science lab in the RED Industrial plant Lab under Bob Hege will transfer to the Analytical Services Division. They will also begin to assume respon - sibility for a new function involving company - wide physical test standards, instrument calibration and method improvement, in conjunction ’ with the Product Standards Division. The organizational move allows us to apply rigorous analytical standards to physical methods in the same manner they are applied to chemical methods. superior general ITEMS PC Coordinator - A new position has been established in the Information Service Division to coordinate and assist in per - sonal computer use. Each R & D Group will appoint it own PC liaison person to work with the coordinator to provide troubleshooting, training and advanced development. © X - Ray Spectrometer - The Philips 1404 X - ray Spectrometer ha been Installed and is provisionally operational. The first application will be a rapid, non - destructive analysis of key paper additives. ence 9en0s",
        "Jus GD CONFIDENTIAL gs nejnoesreranco company Winston - Salem. NC 27162 INTEROFFICE MEMORANDUM (91917775 May 30, 1985 Subject: Weekly Highlights R & D Technical Services To: Dr. G. R. Di Marco ITEMS FOR WEEKLY BRIEF © G7 Value - G7 is valued for blend costing purposes at $ 0. 24 / 1b. The recently developed unit operations input - output model for G7 has been used to determine a more accurate value. After applying all charges against the concluding product, a more reasonable value for G7 is § 0. 60 / 1b. © Outstanding Literature Scientist - The R & D Library hi suc cesefully hired an outstanding Senior Literature solentist. Hana Roysypal has broad scientific training, extensive experience in library automation and was at one time chief librarian of the technical library of the CZECHOSLOVAK Acadeny of Sciences in Prague. She is also fluent in five languages. This hire will allow us to significantly accelerate and expand our advanced information retrieval activities that support all R & D programs. © R & D Plant Lab - Effective June 1, the physical test lab in the RED Plant Lab under Bob Hege will transpose to the Analytical Services Division. They will also begin to assume respon - sibility for a new function take company - broad physical test standards, instrument calibration and method improvement, in conjunction ’ with the Product Standards Division. The organizational move allows us to apply rigorous analytical standards to physical methods in the same manner they are applied to chemical methods. GENERAL ITEMS PC Coordinator - A new position has been established in the Information Service Division to coordinate and assist in per - sonal computer use. Each R & D Group will appoint its own PC liaison person to work with the coordinator to provide troubleshooting, training and advanced development. © X - Ray Spectrometer - The Philips 1404 X - ray Spectrometer ha been Installed and is provisionally operational. The first application will be a rapid, non - destructive analysis of key paper additives. ence 9en0s"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The R&D Library has hired an outstanding Senior Literature solentist. The Philips 1404 X-ray Spectrometer has been Installed and is provisionally operational. Effective June 1, the physical test lab in theRED Plant Lab under Bob Hege will transfer to the AnalyticalServices Division."
}