{
    "filename": "50438865-8865.jpg",
    "metadata": {},
    "text": "Pro. Nath, Acad. Sei, USA\nSI-HN3S. Septemoer 194s\n\n \n\nYeast gene CDC8 encodes thymidylate kinase and is complemented\nby herpes thymidine kinase gene TK\n\n(Saccharomyces cereisiar/DNA precursor mntant/ell<ycle pene product/DNA replication and rept)\n\nRowert A. SCLAFAN! AND WALTON L. FANGMAN\nDeparment of Genet, SKS, Univers of Washinton Seat WA M195\n\nCommunicated be &. H. Doermunn, May 31, TE\n\nABSTRACT The herpes simplex virus type 1 thymidine\nKinase gene 7K complements the defect in five temperature-\nSensitive mutants and in vitro constructed insertion and dele-\ntion mutants of the CDC8 gene of Saccharomyces cerevisiae\n‘The herpes thymidine kinase enzyme acts as both a thymidine\nkinase and a thymidylate kinase (ATMP kinase). The latter\nactivity is responsible for the ede8 complementation since all\n‘hermosensitive ede8 mutants ure deficient in TMP kinase ac-\nListy at all temperatures. However. an intragenic revertant,\n‘de8-120, which was selected by demanding mitotic growth at\nthe restrictive temperature, extibils thermolabile TMP ki-\nnase activity. We conclude that CDC8 isthe stuctural gene for\nTMP kinase, which catalyzes an essential step in DNA pre-\ncursor biosynthesis. Previously, it had been shown that the\nDNA replication defect of ede mutants could not be bypassed\nby the addition of deoxsribonueleoside triphosphates to per-\nseabilized cells, This upparent discrepancy ean be explained\nbby hypothesizing a multiprotein yeast DNA replication com-\nplex containing the CDC8 protein.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nThe product of the CDCS gene of Saccharomyces cerevisiae\nacts during the S phase of the yeast cell eycle(L, 2). Tem-\nperature-sensitive cde mutants are defective in chromo-\nsomal, mitochondrial and 2-um plasmid DNA replication (1\n5) at the restrictive temperature. Most alleles of ede8 also\nhhave a mutant phenotype at the permissive temperature:\nthey exhibit an increase in spontaneous mitochondrial DNA\n‘mutability (6) and a decrease in ultaviolet light-induced mu-\ntagenesis (7). These properties of edeS mutants are consist-\n‘ent with a defect either in au essential replication protein.\nsuch as a DNA polymerase, or in a DNA precursor pathway.\n‘The latier possibility, however. appeared to be eliminated\nbecause thermolabile replication could not be bypassed in\neither permeabilized cells (8, 9) or a cell-free system (9-11)\nby providing the four deoxynbonucleoside triphosphates. In\n‘this communication. we provide evidence that CDCS is, in\nfact. the structural gene for an enzyme of DNA precursor\nbiosynthesis, thymidylate kinase (TMP kinase),\n\n‘Invitro complementation assays have been used previous\nIy to isolate proteins that were thought ro be the CDC3™\niene product (8,11). One of these proteins isa 40-kilodalion\nDNA binding protein (11). The other is 9 20- to 20-kilodalton\nprotein (8). However, the sequence of the cloned CDCS\nene encodes a 27-kilodalton protein (12, 13).\n\n   \n\n \n\nMATERIALS AND METHODS\n\nBacterial Strains and Media. Escherichia col steain SFI7SS\nesd merB le his lac gal (14) was used for propagation\n‘of recombinant plasmids. Strains were grown in L broth with\n‘urppcilin (SU yet or teteacveline (10 ug/ml and plasmids\nwere isolated as described (151. M9 minimal media (16) was\n\n \n\n \n\n \n\nThe pubication sss ot his arte were dsfayed impart By pare charye\nparent Ths acle mun trelore he hereby marked \"advertsemen?™\nSraevondance wih INU-S.C. €17% soley to indicate hs ft\n\nss\n\nused for Ris\ndescribed (17\n\n‘Yeast Strains and Media. All yeast strains employed ire 5,\ncerevisiae and are listed in Table 1. All are nearly congenic\nwith strain 365) (18) in that each sas backerossed) more\nthan eight ties to \\364a, Standard genetic methods were as\ndescribed (19), =ansformalions were performed on whole\ncells (20) er spheroplasis 1). Yeast YEPD, YEPG. YM-1.\nland dropout mest have heen described (18. 22). Herpes TK\nactivity in yeast was tested on inhibitor plates 14)\n\nHerpes TK ASpil Consteuetion, ‘The. 7.6-kilobase (kb)\nEcoRI fragment <ontauning the H/S3” TK” genes in plasmid\nPIMBL (14) was subcioned into the EroRI site of plasmid\nYIPS (23) by emplosing standard recombinant DNA method\nology (15). The resulting plasmid, pRS24, contains two\nSpit sites. one ia tne pBR322 tetracycline gene (24) and the\nother located 285 hase pairs into the herpes simplex virus\ntype 1 (HSV-1) TK coding sequence (25). pRS249 was par-\nUally digested ‘1h DNA restriction endonuclease Sph and\nthe linearized 15.2-k5 unit-length plasmid was purified by\nagarose gel electrophoresis 26). The DNA 10.4 jg] was di-\ngested with nuclease S1 (Miles Laboratories, | umit) at 23°C\nfor I hrand then phenol extracted, ethanol precipitated. and\nbluntend ligated with T4 DNA ligase (New England Bio-\nlabs). The ligation mixture was used to transform strain\nJFITS4 and His Tet colonies were selected. These colo-\nnies were screened by the rapid plasmid procedure (15) and\nclones harboring plasmids with only one Spit [site that is\nlocated in the 1:1\" gene were chosen, Plasmid DNA from\nine such clone (TK Spl) was isolated and characterized\nDNA restiction analysis revealed that, although the Spi 1\nsite inthe herpes TK. DNA was destroyed, <50 base pairs\ncould possibly ise heen deleted, The 3.8kb Pew Il frag.\nment Was subcloned. either from the original plasmid\npRS24 or from (ne 3Sphl derivative. into the Sma I site of\nplasmid pRC4 hy blunt-end ligation (Fig. 1). The resulting\nplasmids are referred to as pRC4-TK™ and pRCS-TK , re-\nspectively. Vector pRC4 is a yeast-£. coli shuttle vector\nplasmid that carries the yeast 2-ym DNA replication eeigin\nand TRPI” as 1 marker selectable in yeast. It was produced\nby ligation of 3. 3 | site linker into the Baril site of the\n‘Tet gene of piaginid pRC3 4B. Garvik, personal communica:\ntion: ref. 271, DNA restriction enzyme digests and T+ lig\ntions were carried nut according to manufacturer's specif\ntion (New Enslacil Biolabs, Agarose gel electrophocesis\nwas performed i 1» concentrated TBE buffer as described\n5, 8).\n\nPreparation ut Crude Protein Extracts, Crude extracts,\nWere prepared tion exponentially growing Yeast cells in\nYM-1 media as follows. Approximately 10° cells were col-\nlected by centitugation, washed once with sterile HO, and\nFesuspended in L mil of iee-cold butter A (20% glycerol/10\nmM 2-mercaptocthsnol 1 mM EDTA/S0.mM TrisHCl, pH\n8.0) nth phenytoretis Isulfony! fluoride at 1 mM. All subse-\n\nselecuon, Transformation was performed as\n\n     \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n   \n\n  \n\n \n\n  \n\n \n\n \n\n \n\nAbbrev\n\n \n\nnetsh HSV berpes amples vin espe\n\f",
    "augmented_texts": [
        "Pro. Nath, Acad. Sei, USA SI - HN3S. Septemoer 194s Yeast gene CDC8 encodes thymidylate kinase and is complemented by herpes thymidine kinase gene TK (Saccharomyces cereisiar / DNA precursor mntant / ell <ycle pene product / DNA replication and rept) Rowert Type a. SCLAFAN! AND WALTON L. FANGMAN Deparment of Genet, SKS, Univers of Washinton Seat WA M195 Communicated be &. H. Doermunn, May 31, TE ABSTRACT The herpes simplex virus type 1 thymidine Kinase gene 7K complements the defect in phoebe temperature - Sensitive mutants and in vitro constructed insertion and dele - tion mutants of the CDC8 gene of Saccharomyces cerevisiae ‘ The herpes thymidine kinase enzyme acts as both a thymidine kinase and a thymidylate kinase (ATMP kinase ). The latter activity is responsible for the ede8 complementation since all ‘ hermosensitive ede8 mutants ure deficient in TMP kinase ac - Listy at all temperatures. However. an intragenic revertant, ‘ de8 - 120, which was selected by demanding mitotic growth at the restrictive temperature, extibils thermolabile TMP ki - nase activity. We conclude that CDC8 isthe stuctural gene for TMP kinase, which catalyzes an essential step in DNA pre - cursor biosynthesis. Previously, it had been shown that the DNA replication defect of ede mutants could not be bypassed by the addition of deoxsribonueleoside triphosphates to per - seabilized cells, This upparent discrepancy ean be explained bby hypothesizing a multiprotein yeast DNA replication com - plex containing the CDC8 protein. The product of the CDCS gene of Saccharomyces cerevisiae acts during the S phase of the yeast cell eycle (L, 2 ). Tem - perature - sensitive cde mutants are defective in chromo - somal, mitochondrial and 2 - um plasmid DNA replication (1 5) at the restrictive temperature. Most alleles of ede8 also hhave a mutant phenotype at the permissive temperature: they exhibit an increase in spontaneous mitochondrial desoxyribonucleic acid ‘ mutability (6) and a decrease in ultaviolet light - induced mu - tagenesis (7 ). These properties of edeS mutants are consist - ‘ ent with a defect either in au essential replication protein. such as a DNA polymerase, or in a DNA precursor pathway. ‘ The latier possibility, however. appeared to be eliminated because thermolabile replication could not be bypassed in either permeabilized cells (8, 9) or a cell - free system (9 - 11) by providing the four deoxynbonucleoside triphosphates. In ‘ this communication. we provide evidence that CDCS is, in fact. the structural gene for an enzyme of DNA precursor biosynthesis, thymidylate kinase (TMP kinase ), ‘ Invitro complementation assays have been used previous Iy to isolate proteins that were thought ro be the CDC3 ™ iene product (8, 11 ). One of these proteins isa 40 - kilodalion DNA binding protein (11 ). The other is 9 20 - to 20 - kilodalton protein (8 ). However, the sequence of the cloned CDCS ene encodes a 27 - kilodalton protein (12, 13 ). MATERIALS AND METHODS Bacterial Strains and Media. Escherichia col steain SFI7SS esd merB le his lac gal (14) was used for propagation ‘ of recombinant plasmids. Strains were grown in L broth with ‘ urppcilin (SU yet or teteacveline (10 ug / ml and plasmids were isolated as described (151. M9 minimal media (16) was The pubication sss ot his arte were dsfayed impart By pare charye parent Ths acle mun trelore he hereby marked \" advertsemen? ™ Sraevondance wih INU - S. C. € 17% soley to suggest hs ft ss used for Ris described (17 ‘ Yeast Strains and Media. All yeast strains employed ire 5, cerevisiae and are listed in Table 1. All are nearly congenic with strain 365) (18) in that each sas backerossed) more than eight ties to \\ 364a, Standard genetic methods were as described (19 ), = ansformalions were performed on whole cells (20) er spheroplasis 1 ). Yeast YEPD, YEPG. YM - 1. land dropout mest have heen described (18. 22 ). Herpes TK activity in yeast was tested on inhibitor plates 14) Herpes TK ASpil Consteuetion, ‘ The. 7. 6 - kilobase (kb) EcoRI fragment <ontauning the H / S3 ” TK ” genes in plasmid PIMBL (14) was subcioned into the EroRI site of plasmid YIPS (23) by emplosing standard recombinant DNA method ology (15 ). The resulting plasmid, pRS24, contains two Spit sites. one ia tne pBR322 tetracycline gene (24) and the other located 285 hase pairs into the herpes simplex virus type one (HSV - 1) TK coding sequence (25 ). pRS249 was par - Ually digested ‘ 1h DNA restriction endonuclease Sph and the linearized 15. 2 - k5 unit - length plasmid was purified by agarose gel electrophoresis 26 ). The DNA 10. 4 jg] was di - gested with nuclease S1 (Miles Laboratories, | umit) at 23 ° C for I hrand then phenol extracted, ethanol precipitated. and bluntend ligated with T4 DNA ligase (New England Bio - labs ). The ligation mixture was used to transform strain JFITS4 and His Tet colonies were selected. These colo - nies were screened by the rapid plasmid procedure (15) and clones harboring plasmids with only one Spit [site that is located in the 1: 1 \" gene were chosen, Plasmid DNA from ine such clone (TK Spl) was isolated and characterized DNA restiction analysis revealed that, although the Spi 1 site inthe herpes TK. DNA was destroyed, <50 base pairs could possibly ise heen deleted, The 3. 8kb Pew Il frag. ment Was subcloned. either from the original plasmid pRS24 or from (ne 3Sphl derivative. into the Sma I site of plasmid pRC4 hy blunt - end ligation (Fig. 1 ). The resulting plasmids are referred to as pRC4 - TK ™ and pRCS - TK, re - spectively. Vector pRC4 is a yeast - £. coli shuttle vector plasmid that carries the yeast 2 - ym DNA replication eeigin and TRPI ” as 1 marker selectable in yeast. It was produced by ligation of 3. 3 | site linker into the Baril site of the ‘ Tet gene of piaginid pRC3 4B. Garvik, personal communica: tion: ref. 271, DNA restriction enzyme digests and T + lig tions were carried nut according to manufacturer ' s specif tion (New Enslacil Biolabs, Agarose gel electrophocesis was performed i 1 » concentrated TBE buffer as described 5, 8 ). Preparation ut Crude Protein Extracts, Crude extracts, Were prepared tion exponentially growing Yeast cells in YM - 1 media as follows. Approximately 10 ° cells were col - lected by centitugation, washed once with sterile HO, and Fesuspended in L mil of iee - cold butter A (20% glycerol / 10 mM 2 - mercaptocthsnol 1 mM ethylenediaminetetraacetic acid / S0. mM TrisHCl, pH 8. 0) nth phenytoretis Isulfony! fluoride at 1 mM. All subse - selecuon, Transformation was performed as Abbrev netsh HSV berpes amples vin espe",
        "Pro. Nath, Acad. Sei, USA SI - HN3S. Septemoer 194s Yeast gene CDC8 encodes thymidylate kinase and is complemented by herpes thymidine kinase gene TK (Saccharomyces cereisiar / DNA precursor mntant / ell <ycle pene product / DNA replication and rept) Rowert A. SCLAFAN! AND WALTON L. FANGMAN Deparment of Genet, SKS, Univers of Washinton Seat WA M195 Communicated be &. H. Doermunn, May 31, TE ABSTRACT The herpes simplex virus type 1 thymidine Kinase gene 7K complements the defect in five temperature - Sensitive mutants and in vitro constructed insertion and dele - tion mutants of the CDC8 gene of Saccharomyces cerevisiae ‘ The herpes thymidine kinase enzyme acts as both a thymidine kinase and a thymidylate kinase (ATMP kinase ). The latter activity be responsible for the ede8 complementation since all ‘ hermosensitive ede8 mutants ure deficient in TMP kinase ac - Listy at all temperatures. However. an intragenic revertant, ‘ de8 - 120, which was selected by demanding mitotic growth at the restrictive temperature, extibils thermolabile TMP ki - nase activity. We conclude that CDC8 isthe stuctural gene for TMP kinase, which catalyzes an essential step in DNA pre - cursor biosynthesis. Previously, it had been shown that the DNA replication defect of ede mutants could not be bypassed by the addition of deoxsribonueleoside triphosphates to per - seabilized cells, This upparent discrepancy ean be explained bby hypothesizing a multiprotein yeast DNA replication com - plex containing the CDC8 protein. The product of the CDCS gene of Saccharomyces cerevisiae acts during the S phase of the yeast cell eycle (L, 2 ). Tem - perature - sensitive cde mutants are defective in chromo - somal, mitochondrial and 2 - um plasmid DNA replication (1 5) at the restrictive temperature. Most alleles of ede8 also hhave a mutant phenotype at the permissive temperature: they exhibit an increase in spontaneous mitochondrial DNA ‘ mutability (6) and a decrease in ultaviolet light - induced mu - tagenesis (7 ). These properties of edeS mutants are consist - ‘ ent with a defect either in au essential replication protein. such as a DNA polymerase, or in a DNA precursor pathway. ‘ The latier possibility, however. appeared to be eliminated because thermolabile replication could not be bypassed in either permeabilized cells (8, 9) or a cell - free system (9 - 11) by providing the four deoxynbonucleoside triphosphates. In ‘ this communication. we provide evidence that CDCS is, in fact. the structural gene for an enzyme of DNA precursor biosynthesis, thymidylate kinase (TMP kinase ), ‘ Invitro complementation assays have been used previous Iy to isolate proteins that were thought ro be the CDC3 ™ iene product (8, 11 ). One of these proteins isa 40 - kilodalion DNA binding protein (11 ). The other is 9 20 - to 20 - kilodalton protein (8 ). However, the sequence of the cloned CDCS ene encodes a 27 - kilodalton protein (12, 13 ). MATERIALS AND METHODS Bacterial Strains and Media. Escherichia col steain SFI7SS esd merB le his lac gal (14) was used for propagation ‘ of recombinant plasmids. Strains were grown in L broth with ‘ urppcilin (SU yet or teteacveline (10 ug / ml and plasmids were isolated as described (151. M9 minimal media (16) was The pubication sss ot his arte were dsfayed impart By pare charye parent Ths acle mun trelore he hereby marked \" advertsemen? ™ Sraevondance wih INU - S. C. € 17% soley to indicate hs ft ss used for Ris described (17 ‘ Yeast Strains and Media. All yeast strains employed ire 5, cerevisiae and are listed in Table 1. All are nearly congenic with strain 365) (18) in that each sas backerossed) more than eight ties to \\ 364a, Standard genetic methods were as described (19 ), = ansformalions were performed on whole cells (20) er spheroplasis 1 ). Yeast YEPD, YEPG. YM - 1. body politic dropout 1000 have heen described (18. 22 ). Herpes TK activity in yeast was tested on inhibitor plates 14) Herpes TK ASpil Consteuetion, ‘ The. 7. 6 - kilobase (kb) EcoRI fragment <ontauning the H / S3 ” TK ” genes in plasmid PIMBL (14) was subcioned into the EroRI site of plasmid YIPS (23) by emplosing standard recombinant DNA method ology (15 ). The resulting plasmid, pRS24, contains two Spit sites. one ia tne pBR322 tetracycline gene (24) and the other located 285 hase pairs into the herpes simplex virus type 1 (HSV - 1) TK coding sequence (25 ). pRS249 was par - Ually digested ‘ 1h DNA restriction endonuclease Sph and the linearized 15. 2 - k5 unit - length plasmid was purified by agarose gel electrophoresis 26 ). The DNA 10. 4 jg] was di - gested with nuclease S1 (Miles Laboratories, | umit) at 23 ° C for I hrand then phenol extracted, ethanol precipitated. and bluntend ligated with T4 DNA ligase (New England Bio - labs ). The ligation mixture was used to transform strain JFITS4 and His Tet colonies were selected. These colo - nies were screened by the rapid plasmid process (15) and clones harboring plasmids with only one Spit [site that is located in the 1: 1 \" gene were chosen, Plasmid DNA from ine such clone (TK Spl) was isolated and characterized DNA restiction analysis revealed that, although the Spi 1 site inthe herpes TK. DNA was destroyed, <50 base pairs could possibly ise heen deleted, The 3. 8kb Pew Illinois frag. ment Was subcloned. either from the original plasmid pRS24 or from (ne 3Sphl derivative. into the Sma Single site of plasmid pRC4 hy blunt - end ligation (Fig. 1 ). The resulting plasmids are referred to as pRC4 - TK ™ and pRCS - TK, re - spectively. Vector pRC4 is a yeast - £. coli shuttle vector plasmid that carries the yeast 2 - ym DNA replication eeigin and TRPI ” as 1 marker selectable in yeast. It was produced by ligation of 3. 3 | site linker into the Baril site of the ‘ Tet gene of piaginid pRC3 4B. Garvik, personal communica: tion: ref. 271, DNA restriction enzyme digests and T + lig tions were carried nut according to manufacturer ' s specif tion (New Enslacil Biolabs, Agarose gel electrophocesis was performed ane 1 » concentrated TBE buffer as described 5, 8 ). Preparation ut Crude Protein Extracts, Crude extracts, Were prepared tion exponentially growing Yeast cells in YM - 1 media as follows. Approximately 10 ° cells were col - lected by centitugation, washed once with sterile HO, and Fesuspended in L mil of iee - cold butter A (20% glycerol / 10 mM 2 - mercaptocthsnol 1 mM EDTA / S0. mM TrisHCl, pH 8. 0) nth phenytoretis Isulfony! fluoride at 1 mM. All subse - selecuon, Transformation was performed as Abbrev netsh HSV berpes amples vin espe"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Yeast gene CDC8 encodes thymidylate kinase and is complemented by herpes. Thymidine.Kinase gene 7K complements the defect in five temperature-Sensitive mutants and in. vitro constructed insertion and dele-reprehension mutants of the CDC.8 gene of Saccharomyces cerevisiae."
}