{
    "filename": "50438649-8650.jpg",
    "metadata": {},
    "text": " \n\nGa Princpa InesiasorPrgram Broce: (tas fist mide) IEBHORST. CORNELIS P\n\nBIOGRAPHICAL SKETCH\nGive the folowing information for the key personnel and consultants and collaborators. Begin with the principal\ninvestigator/program director. Photocopy this page for each person,\n\n \n\n \n\n \n\n \n\nTNE POSTION TIE\nCornelis P-Tethorst Principal Investigator\nEDUCATION [Bagin wih baccalaureate or offer inilal professional edusaTon, S0@h a5 nursing, Spd nude postdoctoral Warning)\nYEAR\n\nINSTITUTION AND LOCATION, DEGREE | CONFERRED FIELD OF STUDY\nUniversity of Utrecht, The Netherlands B.Sc. 1965 Biology\nUniversity of Utrecht, The Netherlands MSe. 1968 Biology\nUniversity of Leiden, ‘The Netherlands Ph.D. 1973 Mol. Biolog\n\n \n\n \n\n \n\n  \n \n\nRESEARCH ONAL EXPERIENCE: Co 7\nover. Kay personne! Reuse the peal invesigact 2 development oe\nfacets Nab, wht rice a nen wih ural bet ptt ue ba : aus\naged tl prove ny coos a subse way fe sowie vipat exci © tbe Boje, (rely lene! rants 0 ny\nParl Govement pute aacory commie Cit cheng ore te tes af saat, ard coma.taffrencse Wo al potscalow Ov the Ps\nfnves years and a ropesenaive euler pusioains periment tos appeion, DO NOY EXGEED \"WO PAGES.\n\n\"RESEARCH ANDIOR PROFE:\n\n      \n\n \n\n \n\n   \n\n \n\n  \n\nProfessional Experience:\n\n1968-1973 ‘Research Officer, Laboratory of Physiological Chemistry, University of Leiden, The\nNetherlands\n\n1970 Visiting Research Fellow, Max Planck Institute for Molecular Genetics (Abt. Wittman)\nW. Berlin, Germany\n\n1973-1974 Research Officer 1, Laboratory of Physiological C!\nNetherlands\n\n \n\n \n\nistry, University of Leiden, The\n\n1974-1977 Research Fellow in Biochemistry and Molecular Biology, Harvard University, Boston,\nMA\n\n1977 Visiting Research Fellow, European Molecular Biology Laboratory, Heidelberg,\nGermany\n\n1978-1982 Member, Division of Tumor Immunology, Dana-Farber Cancer Institute, Boston, MA\n\n1978-1982 Assistant Professor of Pathology, Harvard Medical School, Boston, MA\n\n1982-present Associate Professor of Pathology, Harvard Medical School\n1982-1991 Chief, Laboratory of Molecular Immunology, Dana-Farber Cancer Institute\n1991-present Chief, Division of Immunology, Beth Israel Hospital, Boston, MA\n\n \n\n \n \n\nTethorst C, van Agthoven A,\nhuman thymocyte cell surface antigens T6, T9, and T10. Cell 198! .\n\nBernabeu C, van de Rijn M, Lerch PG, Terhorst C, 2-microglobulin from serum associates with MHC Class\nTantigens on the surface of cultured cells. Nature 1984; 308:642-64:\n\nvan de Rijn M, Bemabeu C, Royer-Pokora B, Weiss J, Seidman JG, de Vries JE, Spits H, Terhorst C.\nRecognition of HLA-A2 by cytotoxic T lymphocytes after DNA transfer into human and murine cells.\nScience 1984; 226:1083-1085.\n\nvan den Elsen P, Shepley BA, Borst J, Coligan JE, Markham AF, Orkin S, Terhorst C. Isolation of cDNA\nclones encoding the 20K 3 glycoprotein of human T cell receptor complex. Nature 1984; 312:413-418.\n\nvan den Elsen P, Shepley BA, Cho M, Tethorst C. Isolation and characterization of a cDNA encoding the\n‘murine homologue of the human 20K T3/T-cell receptor glycoprotein, Nature 1985; 314:542-544,\n\nettgen HC, Pettey CL, Maloy WL, Terhorst C. A T3-like protein complex associated with the antigen\nreceptor on murine T cells. Nature 1986; 320:272-275.\n\nGold DP, Puck JM, Pettey CL, Cho M, Coligan JE, Woody JN, Tethorst C. Isolation of cDNA clones\n‘encoding the 20K non-glycosylated polypeptide chain of the hurnan ‘T cell receptor/T3 complex. Nature\n1986; 321:431-434,\n\nPorcelli S, Brenner MB, Greenstein JL, Balk SP, Terhorst C, Bleicher PA. Recognition of cluster of\ndifferentiation 1 antigens by human CD4-CD8° cytolytic T lymphocytes. Nature 1989; 341:447-450.\n\nBleicher PA, Balk SP, Hagen SJ, Blumberg RS, Flotte TJ, Terhorst C. Expression of murine CDI on\ngastrointestinal epithelium. Science 1990; 250:679-682.\n\nPHS 398 (Rev. 991) (Form Page 6) Page. . FF\nhua’ pads corset athe boom trough aplemon Oe ue es HATE 3, 2\n\n \n\n  \n\n  \n\n \n\n \n\f",
    "augmented_texts": [
        "Ga Princpa InesiasorPrgram Broce: (tas fist mide) IEBHORST. CORNELIS P BIOGRAPHICAL SKETCH Give the folowing information for the key personnel and consultants and collaborators. Begin with the principal investigator / program director. Photocopy this page for each person, TNE POSTION TIE Cornelis P - Tethorst Principal Investigator EDUCATION [Bagin wih baccalaureate or offer inilal professional edusaTon, S0 @ h a5 nursing, Spd nude postdoctoral Warning) YEAR INSTITUTION AND LOCATION, academic degree | CONFERRED FIELD OF STUDY University of Utrecht, The Netherlands B. Sc. 1965 Biology University of Utrecht, The Netherlands MSe. 1968 Biology University of Leiden, ‘ The Netherlands Ph. D. 1973 Mol. Biolog RESEARCH ONAL EXPERIENCE: Co 7 over. Kay personne! Reuse the peal invesigact 2 development oe facets Nab, wht rice a nen wih ural bet ptt ue ba: aus aged tl prove ny coos a subse way fe sowie vipat exci © tbe Boje, (rely lene! rants 0 ny Parl Govement pute aacory commie Cit cheng ore te tes af saat, ard coma. taffrencse Wo al potscalow Ov the Ps fnves years and a ropesenaive euler pusioains periment tos appeion, DO NOY EXGEED \" WO PAGES. \" RESEARCH ANDIOR PROFE: Professional Experience: 1968 - 1973 ‘ Research Officer, Laboratory of Physiological Chemistry, University of Leiden, The Netherlands 1970 Visiting Research Fellow, Max Planck Institute for Molecular Genetics (Abt. Wittman) W. Berlin, Germany 1973 - 1974 Research Officer 1, Laboratory of Physiological C! Netherlands istry, University of Leiden, The 1974 - 1977 Research Fellow in Biochemistry and Molecular Biology, Harvard University, Boston, MA 1977 Visiting Research Fellow, European Molecular Biology Laboratory, Heidelberg, Germany 1978 - 1982 Member, Division of Tumor Immunology, Dana - Farber Cancer Institute, Boston, MA 1978 - 1982 Assistant Professor of Pathology, Harvard Medical School, Boston, MA 1982 - present Associate Professor of Pathology, Harvard Medical School 1982 - 1991 Chief, Laboratory of Molecular Immunology, Dana - Farber Cancer Institute 1991 - present Chief, Division of Immunology, Beth Israel Hospital, Boston, MA Tethorst C, van Agthoven A, human thymocyte cell surface antigens T6, T9, and T10. Cell 198! . Bernabeu C, van de Rijn M, Lerch PG, Terhorst C, 2 - microglobulin from serum associates with MHC Class Tantigens on the surface of cultured cells. Nature 1984; 308: 642 - 64: van de Rijn Megabyte, Bemabeu C, Royer - Pokora B, Weiss J, Seidman JG, de Vries JE, Spits H, Terhorst C. Recognition of HLA - A2 by cytotoxic T lymphocytes after DNA transfer into human and murine cells. Science 1984; 226: 1083 - 1085. van den Elsen P, Shepley BA, Borst J, Coligan JE, Markham AF, Orkin S, Terhorst C. Isolation of cDNA clones encoding the 20K 3 glycoprotein of human T cell receptor complex. Nature 1984; 312: 413 - 418. van den Elsen P, Shepley ab, Cho M, Tethorst C. Isolation and characterization of a cDNA encoding the ‘ murine homologue of the human 20K T3 / T - cell receptor glycoprotein, Nature 1985; 314: 542 - 544, ettgen HC, Pettey CL, Maloy WL, Terhorst C. A T3 - like protein complex associated with the antigen receptor on murine T cells. Nature 1986; 320: 272 - 275. Gold DP, Puck JM, Pettey CL, Cho M, Coligan JE, Woody JN, Tethorst C. Isolation of cDNA clones ‘ encoding the 20K non - glycosylated polypeptide chain of the hurnan ‘ T cell receptor / T3 complex. Nature 1986; 321: 431 - 434, Porcelli S, Brenner MB, Greenstein JL, Balk SP, Terhorst C, Bleicher PA. Recognition of cluster of differentiation 1 antigens by human CD4 - CD8 ° cytolytic T lymphocytes. Nature 1989; 341: 447 - 450. Bleicher PA, Balk SP, Hagen SJ, Blumberg RS, Flotte TJ, Terhorst C. Expression of murine CDI on gastrointestinal epithelium. Science 1990; 250: 679 - 682. PHS 398 (Rev. 991) (Form Page 6) Page. . FF hua ’ pads corset athe boom trough aplemon Oe ue es HATE 3, 2",
        "Ga Princpa InesiasorPrgram Broce: (tas fist mide) IEBHORST. CORNELIS P BIOGRAPHICAL SKETCH Give the folowing information for the key personnel and consultants and collaborators. Begin with the principal investigator / program director. Photocopy this page for each person, TNE POSTION TIE Cornelis P - Tethorst Principal Detective EDUCATION [Bagin wih baccalaureate or offer inilal professional edusaTon, S0 @ h a5 nursing, Spd nude postdoctoral Warning) YEAR INSTITUTION AND LOCATION, DEGREE | CONFERRED FIELD OF STUDY University of Utrecht, The Netherlands B. Sc. 1965 Biology University of Utrecht, The Netherlands MSe. 1968 Biology University of Leiden, ‘ The Netherlands Ph. D. 1973 Mol. Biolog RESEARCH ONAL EXPERIENCE: Co 7 over. Kay personne! Reuse the peal invesigact 2 development oe facets Nab, wht rice a nen wih ural bet ptt ue ba: aus aged tl prove ny coos a subse way fe sowie vipat exci © tbe Boje, (rely lene! rants 0 ny Parl Govement pute aacory commie Cit cheng ore te tes af saat, ard coma. taffrencse Wo al potscalow Ov the Ps fnves years and a ropesenaive euler pusioains periment tos appeion, DO NOY EXGEED \" WO PAGES. \" RESEARCH ANDIOR PROFE: Professional Experience: 1968 - 1973 ‘ Research Officer, Laboratory of Physiological Chemistry, University of Leiden, The Netherlands 1970 Visiting Research Fellow, Max Planck Institute for Molecular Genetics (Abt. Wittman) Westward. Israel baline, Germany 1973 - 1974 Research Officer 1, Laboratory of Physiological C! Netherlands istry, University of Leiden, The 1974 - 1977 Research Fellow in Biochemistry and Molecular Biology, Harvard University, Boston, milliampere 1977 Visiting Research Fellow, European Molecular Biology Laboratory, Heidelberg, Germany 1978 - 1982 Penis, Division of Tumor Immunology, Dana - Farber Cancer Institute, Boston, MA 1978 - 1982 Assistant Professor of Pathology, Harvard Medical School, Boston, MA 1982 - present Associate Professor of Pathology, Harvard Medical School 1982 - 1991 Chief, Laboratory of Molecular Immunology, Dana - Farber Cancer Institute 1991 - present Chief, Division of Immunology, Beth Israel Hospital, Boston, MA Tethorst C, van Agthoven A, human thymocyte cell surface antigens T6, T9, and T10. Cell 198! . Bernabeu C, van de Rijn M, Lerch PG, Terhorst C, 2 - microglobulin from serum associates with MHC Class Tantigens on the surface of cultured cells. Nature 1984; 308: 642 - 64: van de Rijn M, Bemabeu C, Royer - Pokora B, Weiss J, Seidman JG, de Vries JE, Spits H, Terhorst C. Recognition of HLA - A2 by cytotoxic T lymphocytes after DNA transfer into human and murine cells. Science 1984; 226: 1083 - 1085. van den Elsen P, Shepley BA, Borst J, Coligan JE, Markham AF, Orkin S, Terhorst C. Isolation of cDNA clones encoding the 20K 3 glycoprotein of human T cell receptor complex. Nature 1984; 312: 413 - 418. van den Elsen P, Shepley BA, Cho M, Tethorst C. Isolation and characterization of a cDNA encoding the ‘ murine homologue of the human 20K T3 / Tonne - cell receptor glycoprotein, Nature 1985; 314: 542 - 544, ettgen HC, Pettey CL, Maloy WL, Terhorst C. A T3 - like protein complex associated with the antigen receptor on murine T cells. Nature 1986; 320: 272 - 275. Gold DP, Puck JM, Pettey CL, Cho M, Coligan JE, Woody JN, Tethorst C. Isolation of cDNA clones ‘ encoding the 20K non - glycosylated polypeptide chain of the hurnan ‘ T cell receptor / T3 complex. Nature 1986; 321: 431 - 434, Porcelli S, Brenner MB, Greenstein JL, Balk SP, Terhorst C, Bleicher PA. Recognition of cluster of differentiation 1 antigens by human CD4 - CD8 ° cytolytic T lymphocytes. Nature 1989; 341: 447 - 450. Bleicher PA, Balk SP, Hagen SJ, Blumberg RS, Flotte TJ, Terhorst C. Expression of murine CDI on gastrointestinal epithelium. Science 1990; 250: 679 - 682. PHS 398 (Rev. 991) (Form Page 6) Page. . FF hua ’ pads corset athe boom trough aplemon Oe ue es HATE 3, 2"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Give the folowing information for the key personnel and consultants and collaborators. Photocopy this page for each person, with the name of the principal investigator/program director. Use the peal invesigact 2 development oe                facets Nab, wht rice a nen wih ural bet ptt ue ba : aus                aged tl prove ny coos."
}