{
    "filename": "50437567-7568.jpg",
    "metadata": {},
    "text": " \n\n_APPENDTX. (a) __ PRINCIPAL INVESTIGATOR PAOGAA\nBIOGRAPHICAL SKETCH\n\nGive the following information forthe Key personnel and consultants Ista’ Ln page 2. Begin with the Principal\n\n   \n\n \n\n \n\nIrvestgatorProgtam Decor. Photocopy this age fot Lich person\nNAME ~ 7 POSITION TITLE . [BIRTHDATE (MQ. Day, Yop\navid J. Brenner Assistant Prozessor Gunes, 1954\n\n \n\naug apn wih ocala alin al ptsloa fain, suth  uing_ od de Soto vaio)\n\n  \n\nYEAR\nINSTITUTION AND LOCATION DEGREE | coneenneD FIELD OF STUDY\n\n \n\noxford University, St- Edmund all, U.K. 1574/1979 | Physics & Philosophy\n\n \n\nUniversity of London, Nedical College of 1976 Radiation Physics\nSt. Bartholomew Hospital, U.K.\nUniversity of Surrey, U.K. 1980 Physics\n\n \n\n \n\n \n\n \n\n \n\nESEARON AND PROFESSIONAL EXPERIENCE: Concluding with present position, ist in chronological order, previous employment, experience,\npee honors Include present membership on any Federal Government public advisory commilie. List, in chronological order the tiles and com:\nsiete references to all publications during the past tree years and to representative e27ier publications portinent to this application. 10 NOT\nEXCEED TWO PAGES,\n\n \n\nAppointments\n\n1977 Technician, Department of Electrical Enginesriny, University of London\n\n[974-75 ‘Technician, Department of Anesthetics, Radcliffe (nfirmary, Oxford\n\n1979-81 Postdoctoral Fellowship, Los Alamos Scientific Laboratory, NM\n\n1981-83 Staff Member, Los Alanos National Laboratory, %’\n\n1983-86 Associate Research Scientist, Radiological Reseurch Laboratories, College of\nPhysicians & Surgeons of Columbia University, New York, NY\n\n1986- Assistant Professor, Department of Radiation Oncology, Radiological Research\nLaboratory, College of Physicians & Surgeons »f Columbia Univ.\n\nMemberships and Committees\n\nConsultant, ICRP/ICRU Committee on the Quality Factor, !%)~\n\nMember, NCI Site Review Committee, University of Rochester, 1983\n\nMember, IAEA Advisory Group on Nuclear Data for Radiothecapy and Radiobiology\n\nMember, Program Committee for 34th Annual Meeting of Radiation Research Society, Las\nVegas, 1986\n\nMember, University Senate, Columbia University, 1985~\n\n \n\n \n\n \n\n  \n\n \n\nHonors\n\n‘Oxford University Carter Physics Prize, 1974\n\nYoung Scientist Award, Fourth International Conference ~» “lustering Aspects of Nuclear\nStructure and of Nuclear Reactions, Winnipeg, 1978\n\nYoung Scientist Fellowship, Seventh International Congrass on Radiation Research,\nAmsterdam, 1983\n\nNCI New Investigator Research Award 1985-88\n\nSelected Recent Publications\n\nGelder, We and Brenner, D. J- On the afcrodosimetrt, siefinition of quality factors.\nRadiat. Res. 103, 302-316 (1985)-\n\nBrenner, D-J. aid Zatder, M. Stochastic and deterministic treatments of the time decay\nOf species created by heavy charged-particle intera:clons, Radiat. Prot. Dosimetry\n13, 127-131 (1985).\n\nHosht, we, Goodhead, D.T-, Brenner, D.J-, Rance, 1.1, Chmiclewski, J-J., Paciottt,\nMeAs, and Bradbury, J.N. Dosimetry comparison :ul characterisation of an ALK\nuiteesof: X-ray beam from an MRC cold-cathode source. Phys. Med. Bfol. 30, 1029-1041\n(1985).\n\nzaider, M- and Brenner, D.J. Evaluation of a specitic quality function for autation\nSndvetion {n hunan fibroblasts. Rad. Prot. Dosin. 15, 79-82 (1986).\n\n \n\nPAS 998 (Rev. 9186) “Page\nhumber pages consecutively atthe bottom trougnaut the application De not use suttnes sich as 8, £0\n\n \n\f",
    "augmented_texts": [
        "_APPENDTX. (a) __ PRINCIPAL INVESTIGATOR PAOGAA BIOGRAPHICAL SKETCH Give the following information forthe Key personnel and consultants Ista ’ Ln page 2. Begin with the Principal IrvestgatorProgtam Decor. Photocopy this age fot Lich person NAME ~ 7 POSITION TITLE. [BIRTHDATE (MQ. Day, Yop avid Joule. Brenner Assistant Prozessor Gunes, 1954 aug apn wih ocala alin al ptsloa fain, suth uing_ od de Soto vaio) YEAR INSTITUTION AND LOCATION DEGREE | coneenneD FIELD OF STUDY oxford University, St - Edmund all, U. K. 1574 / 1979 | Physics & Philosophy University of London, Nedical College of 1976 Radiation Physics St. Bartholomew Hospital, U. K. University of Surrey, U. K. 1980 Physics ESEARON AND PROFESSIONAL EXPERIENCE: Concluding with present position, ist in chronological order, previous employment, experience, pee honors Include present membership on any Federal Government public advisory commilie. List, in chronological order the tiles and com: siete references to all publications during the past tree years and to representative e27ier publications portinent to this application. 10 NOT EXCEED TWO PAGES, Appointments 1977 Technician, Department of Electrical Enginesriny, University of London [974 - 75 ‘ Technician, Department of Anesthetics, Radcliffe (nfirmary, Oxford 1979 - 81 Postdoctoral Fellowship, Los Alamos Scientific Laboratory, NM 1981 - 83 Staff Member, Los Alanos National Laboratory, % ’ 1983 - 86 Associate Research Scientist, Radiological Reseurch Laboratories, College of Physicians & Surgeons of Columbia University, New York, NY 1986 - Assistant Professor, Department of Radiation Oncology, Radiological Research Laboratory, College of Physicians & Surgeons » f Columbia Univ. Memberships and Committees Consultant, ICRP / ICRU Committee on the Quality Factor, !%) ~ Member, NCI Site Review Committee, University of Rochester, 1983 Fellow member, IAEA Advisory Group on Nuclear Data for Radiothecapy and Radiobiology Member, Program Committee for 34th Annual Meeting of Radiation Research Society, Las Vegas, 1986 Member, University Senate, Columbia University, 1985 ~ Honors ‘ Oxford University Carter Physics Prize, 1974 Young Scientist Award, Fourth International Conference ~ » “ lustering Aspects of Nuclear Structure and of Nuclear Reactions, Winnipeg, 1978 Young Scientist Fellowship, Seventh International Congrass on Radiation Research, Amsterdam, 1983 NCI New Investigator Research Award 1985 - 88 Selected Recent Publications Gelder, We and Brenner, D. J - On the afcrodosimetrt, siefinition of quality factors. Radiat. Res. 103, 302 - 316 (1985) - Brenner, D - J. aid Zatder, M. Stochastic and deterministic treatments of the time decay Of species created by heavy charged - particle intera: clons, Radiat. Prot. Dosimetry 13, 127 - 131 (1985 ). Hosht, we, Goodhead, D. T -, Brenner, D. J -, Rance, 1. 1, Chmiclewski, J - J. , Paciottt, MeAs, and Bradbury, J. N. Dosimetry comparison: ul characterisation of an ALK uiteesof: X - irradiation beam from an MRC cold - cathode source. Phys. Med. Bfol. 30, 1029 - 1041 (1985 ). zaider, M - and Brenner, D. J. Evaluation of a specitic quality function for autation Sndvetion {n hunan fibroblasts. Rad. Prot. Dosin. 15, 79 - 82 (1986 ). PAS 998 (Rev. 9186) “ Pageboy humber pages consecutively atthe bottom trougnaut the application De not use suttnes sich as 8, £ 0",
        "_APPENDTX. (a) __ PRINCIPAL INVESTIGATOR PAOGAA BIOGRAPHICAL SKETCH Give the following information forthe Key personnel and consultants Ista ’ Ln page 2. Begin with the Principal IrvestgatorProgtam Decor. Photocopy this age fot Lich person NAME ~ 7 POSITION TITLE. [BIRTHDATE (MQ. Day, Yop avid J. Brenner Assistant Prozessor Gunes, 1954 aug apn wih ocala alin al ptsloa fain, suth uing_ od de Soto vaio) twelvemonth INSTITUTION AND positioning DEGREE | coneenneD FIELD OF STUDY oxford University, St - Edmund all, U. K. 1574 / 1979 | Physics & Philosophy University of London, Nedical College of 1976 Radiation Physics St. Bartholomew Hospital, U. K. University of Surrey, U. K. 1980 Physics ESEARON AND PROFESSIONAL EXPERIENCE: Concluding with present position, ist in chronological order, previous employment, experience, pee honors Include present membership on any Federal Government public advisory commilie. List, in chronological order the tiles and com: siete references to all publications during the preceding tree years and to representative e27ier publications portinent to this application. 10 NOT EXCEED TWO PAGES, Appointments 1977 Technician, Department of Electrical Enginesriny, University of London [974 - 75 ‘ Technician, Department of Anesthetics, Radcliffe (nfirmary, Oxford 1979 - 81 Postdoctoral Fellowship, Los Alamos Scientific Laboratory, NM 1981 - 83 Staff Member, Los Alanos National Testing ground, % ’ 1983 - 86 Associate Research Scientist, Radiological Reseurch Laboratories, College of Physicians & Surgeons of Columbia University, New York, NY 1986 - Assistant Professor, Department of Radiation Oncology, Radiological Research Laboratory, College of Physicians & Surgeons » f Columbia Univ. Memberships and Committees Consultant, ICRP / ICRU Committee on the Quality Factor, !%) ~ Member, NCI Site Review Committee, University of Rochester, 1983 Member, IAEA Advisory Group on Nuclear Data for Radiothecapy and Radiobiology Member, Program Committee for 34th Annual Meeting of Radiation Research Society, Las Vegas, 1986 Member, University Senate, Columbia University, 1985 ~ Honors ‘ Oxford University Howard carter Physics Prize, 1974 Young Scientist Award, Fourth International Conference ~ » “ lustering Aspects of Nuclear Structure and of Nuclear Reactions, Winnipeg, 1978 Young Scientist Fellowship, Seventh International Congrass on Radiation Research, Amsterdam, 1983 NCI New Investigator Research Award 1985 - 88 Selected Recent Publications Gelder, We and Brenner, D. J - On the afcrodosimetrt, siefinition of quality factors. Radiat. Res. 103, 302 - 316 (1985) - Brenner, D - J. aid Zatder, M. Stochastic and deterministic treatments of the time decay Of species created by heavy charged - particle intera: clons, Radiat. Prot. Dosimetry 13, 127 - 131 (1985 ). Hosht, we, Goodhead, D. T -, Brenner, D. J -, Rance, 1. 1, Chmiclewski, J - J. , Paciottt, MeAs, and Bradbury, J. N. Dosimetry comparison: ul characterisation of an ALK uiteesof: X - ray beam from an MRC cold - cathode source. Phys. Med. Bfol. 30, 1029 - 1041 (1985 ). zaider, M - and Brenner, D. J. Evaluation of a specitic quality function for autation Sndvetion {n hunan fibroblasts. Rad. Prot. Dosin. 15, 79 - eighty two (1986 ). PAS 998 (Rev. 9186) “ Page humber pages consecutively atthe bottom trougnaut the application De not use suttnes sich as 8, £ 0"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Give the following information forthe Key personnel and consultants Ista’ Ln page 2. Include present membership on any Federal Government public advisory commilie. List. References to all publications during the past tree years and to representative e27ier publications portinent to this application."
}