{
    "filename": "50432194-2194.jpg",
    "metadata": {},
    "text": "CURRICULUM VITAE\n\nName: LINDEMAN, Jan\n\nDr. J, Lindeman, M.D., Ph.D. is chief of the Department of\nPathology and Research/Development at the laboratories of the\nDelft hospitals (SSDZ), Delft, the Netherlands,\n\nThe department of pathology of the SSDZ consists of a clinical\nimmunology, clinical microbiology and an anatomic pathology\nunit. Quantitative pathology, image analysis as well as\nflowcytometry, is available for clinical immunologic and\nanatomic pathologic diagnoses. Further more there is the use of\nbiotechnology, especially monoclonal antibodies and DNA\nrecombinant techniques, for the diagnosis of viruses and other\nmicrobial infections.\n\nDr. Lindeman is appointed as a consultant for Immunology and\nImmunopathology at the pathological institute of the Free\nUniversity in Amsterdam.\n\nCVIL. MAN/03\n\f",
    "augmented_texts": [
        "CURRICULUM VITAE Name: LINDEMAN, Jan Dr. J, Lindeman, M. D. , Ph. D. is chief of the Department of Pathology and Research / Development at the laboratories of the Delft hospitals (SSDZ ), Delft, the Netherlands, The department of pathology of the SSDZ consists of a clinical immunology, clinical microbiology and an anatomic pathology unit. Quantitative pathology, image analytic thinking as well as flowcytometry, is available for clinical immunologic and anatomic pathologic diagnoses. Further more there is the use of biotechnology, especially monoclonal antibodies and DNA recombinant techniques, for the diagnosis of viruses and other microbial infections. Dr. Lindeman is appointed as a consultant for Immunology and Immunopathology at the pathological institute of the Free University in Amsterdam. CVIL. MAN / 03",
        "CURRICULUM VITAE Name: LINDEMAN, Jan Dr. J, Lindeman, M. D. , Ph. D. is chief of the Department of Pathology and Research / Development at the laboratories of the Delft hospitals (SSDZ ), Delft, the Netherlands, The department of pathology of the SSDZ consists of a clinical immunology, clinical microbiology and an anatomic pathology unit. Quantitative pathology, look alike analysis as well as flowcytometry, is available for clinical immunologic and anatomic pathologic diagnoses. Further more on that point is the use of biotechnology, especially monoclonal antibodies and DNA recombinant techniques, for the diagnosis of viruses and other microbial infections. Dr. Lindeman be appointed as a consultant for Immunology and Immunopathology at the pathological institute of the Free University in Amsterdam. CVIL. MAN / 03"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Dr. J, Lindeman is chief of the Department of Pathology and Research/Development at the laboratories of Delft hospitals. Quantitative pathology, image analysis as well asflowcytometry, is available for clinical immunologic and pathologic diagnoses. Further more there is the use of monoclonal antibodies and DNArecombinant techniques."
}