{
    "filename": "50432707-2707.jpg",
    "metadata": {},
    "text": "LANCE S. TERADA, M. D.\nResearch Fellow in Pulmonary Medicine\n\n1/6/57\n\nEducation:\n\n1967 B.A., Amherst College, Amherst, MA\n\n1972 M.D., University of Hawaii, Honolulu\n\nTraining and Experience:\n\n1983-1986 Internship and Residency in Internal Medicine,\nUniversity Hospitals of Cleveland, OH\n\n1986-1987 Clinical Fellow in Pulmonary Medicine, University of\nColorado\n\n1986-present Research Fellow in Pulmonary Medicine, University of\nColorado\n\nHONORS AND AWARDS\nLetter of commendation, Department of Pharmacology, University of\nHawaii (1981); Alpha Omega Alpha (1982); Second Place, Research\ncompetition, University Hospital, Cleveland (1986).\n\n \n\n   \n\nPUBLICATIONS\n\n1. Schlegel, M.A., B.M. Phelps, A. Waggoner, L. Terada, and P.\nWilliamson. he binding of merocyanine 540- to normal and\nleukemic erythroid cells. Cell 20:321, 19809.\n\n2. ‘erada, L. and D. Easa. Neonatal pneumonia in a community\nhospital: A retrospecitve study. Hawaii Med. J. 41:226, 1982.\n\n3. Kazura, J.W., L. Terada, and J.G. Douglas. Regulation of\nrespiratory epithelium prostaglandin production by granulocytes\nand reduced oxygen molecules. Clin. Res. 35:631A, 1987.\n\n \n\n4. Patt, A., Harken, A.H., Burton, L.K, Rodell, T.C., Piermattei,\nD., Schorr, W.J., Parker, N.b., Berger, E.M., Horesh, I.R.,\nLinas, $.L., Cheronis, J.c., Terada, L.S. and Repine, J.E.\nXanthine oxidase derived hydrogen peroxide contributes to\ncerebral ischemia-reperfusion induced edmea in gerbils. J. Clin.\nInvest. Accepted for publication.\n\n5. Brown, J.M., Terada, L.S., Grosso, M.A., Whitman, G.J., Velasco,\nS.E., Patt, A., Harken, A.H. and Repine, J.E. Hydrogen perxoide\nfrom xanthine oxidase contributes to reperfusion injury of\nischemic isolated perfused rat hearts. Submitted for\npublication.\n\f",
    "augmented_texts": [
        "LANCE S. TERADA, M. D. Research Fellow in Pulmonary Medicine 1 / 6 / 57 Education: 1967 B. A. , Amherst College, Amherst, MA 1972 M. D. , University of Hawaii, Honolulu Training and Experience: 1983 - 1986 Internship and Residency in Internal Medicine, University Hospitals of Cleveland, OH 1986 - 1987 Clinical Fellow in Pulmonary Medicine, University of Centennial state 1986 - present Research Fellow in Pulmonary Medicine, University of Colorado HONORS AND AWARDS Letter of commendation, Department of Pharmacology, University of Hawaii (1981 ); Alpha Omega Alpha (1982 ); Second Place, Enquiry competition, University Hospital, Cleveland (1986 ). PUBLICATIONS 1. Schlegel, M. A. , B. M. Phelps, A. Waggoner, L. Terada, and P. Williamson. he binding of merocyanine 540 - to normal and leukemic erythroid cells. Cell 20: 321, 19809. 2. ‘ erada, L. and D. Easa. Neonatal pneumonia in a community hospital: A retrospecitve study. Hawaii Med. J. 41: 226, 1982. 3. Kazura, J. W. , L. Terada, and J. G. Douglas. Regulation of respiratory epithelium prostaglandin production by granulocytes and reduced oxygen molecules. Clin. Res. xxxv: 631A, 1987. 4. Patt, A. , Harken, A. H. , Sir richard burton, L. K, Rodell, T. C. , Piermattei, D. , Schorr, W. J. , Parker, N. b. , Berger, E. M. , Horesh, I. R. , Linas, $. L. , Cheronis, J. c. , Terada, L. S. and Repine, J. E. Xanthine oxidase derived hydrogen peroxide contributes to cerebral ischemia - reperfusion induced edmea in gerbils. J. Clin. Invest. Accepted for publication. 5. Brown, J. M. , Terada, L. S. , Grosso, M. A. , Whitman, G. J. , Velasco, S. E. , Patt, A. , Harken, A. H. and Repine, J. E. Hydrogen perxoide from xanthine oxidase contributes to reperfusion injury of ischaemic isolated perfused rat hearts. Submitted for publication.",
        "LANCE S. TERADA, M. D. Research Fella in Pulmonary Medicine 1 / 6 / 57 Education: 1967 B. A. , Amherst College, Amherst, MA 1972 M. D. , University of Hawaii, Honolulu Training and Experience: 1983 - 1986 Internship and Residency in Internal Medicine, University Hospitals of Cleveland, OH 1986 - 1987 Clinical Fellow in Pulmonary Medicine, University of Colorado 1986 - present Research Fellow in Pulmonary Medicine, University of Colorado HONORS AND AWARDS Letter of commendation, Department of Pharmacology, University of Hawaii (1981 ); Alpha Omega Alpha (1982 ); Second Place, Research competition, University Hospital, Cleveland (1986 ). PUBLICATIONS 1. Schlegel, M. A. , B. M. Phelps, A. Waggoner, L. Terada, and P. Williamson. he oblige of merocyanine 540 - to normal and leukemic erythroid cells. Cell xx: 321, 19809. 2. ‘ erada, L. and D. Easa. Neonatal pneumonia in a community hospital: A retrospecitve study. Hawaii Med. J. 41: 226, 1982. 3. Kazura, J. W. , L. Terada, and J. G. Douglas. Regulation of respiratory epithelium prostaglandin production by granulocytes and reduced oxygen molecules. Clin. Res. 35: 631A, 1987. 4. Patt, A. , Harken, Amp. H. , Burton, L. K, Rodell, T. C. , Piermattei, D. , Schorr, W. J. , Parker, N. b. , Berger, E. M. , Horesh, I. R. , Linas, $. L. , Cheronis, J. c. , Terada, L. S. and Repine, J. E. Xanthine oxidase derived hydrogen peroxide contributes to cerebral ischemia - reperfusion induced edmea in gerbils. J. Clin. Invest. Accepted for publication. 5. Brown, Joule. M. , Terada, L. S. , Grosso, M. Axerophthol. , Whitman, Gram. J. , Velasco, S. E. , Patt, A. , Harken, A. H. and Repine, J. E. Hydrogen perxoide from xanthine oxidase contributes to reperfusion injury of ischemic isolated perfused rat hearts. Submitted for publication."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Lance Terada, M.D. is a Pulmonary Medicine Research Fellow at the University of Colorado. He is the author of the book, \"Pulmonary Pharmacology: Theoretical and Practical Applications\" The book is published by Oxford University Press, London, UK."
}