{
    "filename": "50436857-6858.jpg",
    "metadata": {},
    "text": "ALPENDIX A PRINCIPAL INVESTIGATORIPROGRAW. DIRE + Stanley, dre, M.D.\n\nBIOGRAPHICAL SKETCH\n\nGive the follawing iniormation forthe key personnel and consultan ‘on page 2 Begin with the Principat\nInvestigatoriProgram Director. Photocopy this page fer exch person,\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nNAME POSTION TLE GIRTHOATE (io, Day, Yo)\né | Assistant Protessor of a/u/si\nSamuel L. Stanley, Jr. Hestsne\nEDUCATION (Begin with baccalaureate or othor iil professional education, suc #8 sing, ad include postdoctoral traning)\nYEAR\nINSTITUTION AND LOCATION vEcREE | oo VFAR Eg FIELO OF STUDY\nThe College of the University of Chicago, | B.A. 1976 | Biological Scicnees\nChicego, IL . i}\nHarvard University Medical School, M.D. ise | Medicine\nBoston, MA\n\n \n\n \n\n \n\n \n\nRESEARCH ANO PROFESSIONAL EXPERIENCE: Concluaing with present position lst, nc: ronologeal err, previous employment, experience,\nand nonors. Include present membecehip on any Federal Government public advisory cocomitte. List. n chronological order, the titles and com\nplete references to al publications during the past three yoars and to representative 2arlc~ pusications pertinent to this application. DO NOT\nEXGEED TWO PAGES.\n\nPROFESSTONAL AND SCHOLASTIC EXPERTENCE\n\n1976 Teaching Assistant in Biology, The Colleye of the University of\nChicago, IL\n\n1980-81 Medical Intern, Massachusetts General Hoxpilal, Boston, MA\n\n1981-83 Medical Resident, Massachusetts General Hospital, Boston, MA\n\n1983-84 Fellow in Infectious Diseases, Washington Un‘versity School of\nMedicine, St. Louis, Mo\n\n1985-88 Pfizer Fellow in Microbiology and Immunol2ay, Washington\n\nUniversity School of Medicine, St. Louis, MO\n\n1987-88 Instructor in Nedicine, Washington Unive\nMedicine, St. Louis, MO\n\n1988 Assistant Professor, Washington Universi~y School of Medicine,\nSt. Louis, MO\n\n \n\n \n\n \n\nSchool of\n\n \n\nHONORS:\n\n1976 Phi Beta Kappa, University of Chicago\n\n1973 Albert Schweitzer Fellow of Harvard Medical School (three months\ntraining at the Schweitzer Hospital in Lanbavene, GABON)\n\n1983 American Board of Internal Medicine Certif Rh\n\n1985-88 Pfizer Postdoctoral Fellow\n\n1986 American Board of Internal Medicine Certificetion in Infe\n\n \n\nDiseases\n\nPROFESSTONAL SOCIETIES:\n\n \n\nAssociate Member American College of Physicians, _281\n\nPUBLICATIONS: (relevant to this proposal)\n\n1. Stanley, 8.L., dr., Bischoff, J.K. and J.M. Davie, Antigen induced\nrheumatoid factors: Protein and carbohydrate artigens induce different\nrheumatoid factor responses. J. Immunol. 139:2926, 1987.\n\n \n\n \n\n*2. Stanley, S.L., dr., Li, E. and J.M. Davie. Antigen induced rheumatoid\nfactors: Characterization of monoclonal rheumatoid factors produced\nafter protein and carbohydrate imminization. Mclocular Tmmunol. 25:285,\n1988.\n\n \n\n \n\n \n\n \n\n \n\nPHS 098 (Rev. 9786) Page —\nNumber pages coneecuthvely atthe Bottom thoughout the application. Do nat uee sufics such a5 51,50\n\f",
    "augmented_texts": [
        "ALPENDIX A PRINCIPAL INVESTIGATORIPROGRAW. DIRE + Stanley, dre, M. D. BIOGRAPHICAL SKETCH Give the follawing iniormation forthe key personnel and consultan ‘ on page 2 Begin with the Principat InvestigatoriProgram Director. Photocopy this page fer exch person, NAME POSTION TLE GIRTHOATE (io, Day, Yo) é | Assistant Protessor of a / u / si Samuel L. Stanley, Jr. Hestsne EDUCATION (Begin with baccalaureate or othor iil professional education, suc # 8 sing, ad include postdoctoral traning) YEAR INSTITUTION AND LOCATION vEcREE | oo VFAR Eg FIELO OF STUDY The College of the University of Chicago, | B. A. 1976 | Biological Scicnees Chicego, IL. i} Harvard University Medical School, M. D. ise | Medicine Boston, MA RESEARCH ANO PROFESSIONAL EXPERIENCE: Concluaing with present position lst, nc: ronologeal err, previous employment, experience, and nonors. Include present membecehip on any Federal Government public advisory cocomitte. List. n chronological club, the titles and com plete references to al publications during the past three yoars and to representative 2arlc ~ pusications pertinent to this application. DO NOT EXGEED TWO PAGES. PROFESSTONAL AND SCHOLASTIC EXPERTENCE 1976 Teaching Assistant in Biology, The Colleye of the University of Chicago, IL 1980 - 81 Medical checkup Intern, Massachusetts General Hoxpilal, Boston, MA 1981 - 83 Medical Resident, Massachusetts General Hospital, Boston, MA 1983 - 84 Fellow in Infectious Diseases, Washington Un ‘ versity School of Medicine, St. Louis, Mo 1985 - 88 Pfizer Fellow in Microbiology and Immunol2ay, Washington University School of Medicine, St. Louis, MO 1987 - 88 Instructor in Nedicine, Washington Unive Medicine, St. Louis, MO 1988 Assistant Professor, Washington Universi ~ y School of Medicine, St. Louis, MO School of HONORS: 1976 Phi Beta Kappa, University of Chicago 1973 Albert Schweitzer Fellow of Harvard Medical School (three months training at the Schweitzer Hospital in Lanbavene, GABON) 1983 American Board of Internal Medicine Certif Rh 1985 - 88 Pfizer Postdoctoral Fellow 1986 American Board of Internal Medicine Certificetion in Infe Diseases PROFESSTONAL SOCIETIES: Associate Member American College of Physicians, _281 PUBLICATIONS: (relevant to this proposal) 1. Stanley, 8. L. , dr. , Bischoff, J. K. and J. M. Davie, Antigen induced rheumatoid factors: Protein and carbohydrate artigens induce different rheumatoid factor responses. J. Immunol. 139: 2926, 1987. * 2. Stanley, S. L. , dr. , Li, E. and J. M. Davie. Antigen induced rheumatoid factors: Characterization of monoclonal rheumatoid factors produced after protein and carbohydrate imminization. Mclocular Tmmunol. 25: 285, 1988. PHS 098 (Rev. 9786) Page — Number pages coneecuthvely atthe Bottom thoughout the application. Do nat uee sufics such a5 51, 50",
        "ALPENDIX A PRINCIPAL INVESTIGATORIPROGRAW. DIRE + Sir henry morton stanley, dre, M. D. BIOGRAPHICAL SKETCH Give the follawing iniormation forthe key personnel and consultan ‘ on page 2 Begin with the Principat InvestigatoriProgram Director. Photocopy this page fer exch person, NAME POSTION TLE GIRTHOATE (io, Day, Yo) é | Assistant Protessor of a / u / si Samuel L. Stanley, Jr. Hestsne EDUCATION (Begin with baccalaureate or othor iil professional education, suc # 8 sing, ad include postdoctoral traning) YEAR INSTITUTION AND LOCATION vEcREE | oo VFAR Eg FIELO OF STUDY The College of the University of Chicago, | B. A. 1976 | Biological Scicnees Chicego, IL. i} Harvard University Medical School, M. D. ise | Medicine Boston, MA RESEARCH ANO PROFESSIONAL EXPERIENCE: Concluaing with present position lst, nc: ronologeal err, previous employment, experience, and nonors. Include present membecehip on any Federal Government public advisory cocomitte. List. n chronological order, the titles and com plete references to al publications during the past three yoars and to representative 2arlc ~ pusications pertinent to this application. DO NOT EXGEED TWO PAGES. PROFESSTONAL AND bookworm EXPERTENCE 1976 Teaching Assistant in Biology, The Colleye of the University of Chicago, IL 1980 - 81 Medical Interne, Massachusetts General Hoxpilal, Boston, MA 1981 - 83 Medical Resident, Massachusetts General Hospital, Boston, MA 1983 - 84 Fellow in Infectious Diseases, Washington Un ‘ versity School of Medicine, St. Louis, Mo 1985 - 88 Pfizer Fellow in Microbiology and Immunol2ay, Washington University School of Medicine, St. Joe louis, MO 1987 - 88 Instructor in Nedicine, Washington Unive Medicine, St. Louis, MO 1988 Assistant Professor, Washington Universi ~ y School of Medicine, St. Louis, MO School of honour: 1976 Phi Beta Kappa, University of Chicago 1973 Albert Schweitzer Fellow of Harvard Medical School (three months training at the Schweitzer Hospital in Lanbavene, GABON) 1983 American Board of Internal Medicine Certif Rh 1985 - 88 Pfizer Postdoctoral Fellow 1986 American Board of Internal Medicine Certificetion in Infe Diseases PROFESSTONAL SOCIETIES: Associate Member American College of Physicians, _281 PUBLICATIONS: (relevant to this proposal) 1. Stanley, 8. L. , dr. , Bischoff, J. K. and J. M. Davie, Antigen induced rheumatoid factors: Protein and carbohydrate artigens induce different rheumatoid factor responses. J. Immunol. 139: 2926, 1987. * 2. Stanley, S. L. , dr. , Li, E. and J. M. Davie. Antigen induced rheumatoid factors: Characterization of monoclonal rheumatoid factors produced after protein and carbohydrate imminization. Mclocular Tmmunol. 25: 285, 1988. PHS 098 (Rev. 9786) Page — Number pages coneecuthvely atthe Bottom thoughout the application. Do nat uee sufics such a5 51, l"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "AlPENDIX A PRINCIPAL INVESTIGATORIPROGRAW. DIRE + Stanley, dre, M.D. B.A. 1976 | Biological Scicnees                                 Chicego, IL. i.e. Harvard University Medical School. Credentials: Baccalaureate or othor iil professional education, suc #8 sing, ad include post traning."
}