{
    "filename": "504421429_504421437.jpg",
    "metadata": {},
    "text": "ey Yomrnensnant pti\n\n2 — Neneh,\naK Lé Lb —) od\n\nane ace ween roe n Eeleoen percluct, bes .\nriety anekloar oo (fy Mo atirel fleets\nare ttle Leif, Unlehee sree pescluct,\nLlevers aw é ae Aibeccon prt lees ios\n\non ee Leeick. Of satire Cosco, Mies A eaee:\narbiner. Chee Li? S meee inkletotle\natalino hth wht cob tee nuh Zh\n4 oie of Ahe cnracernee, Meeea tae tia,\n\nerty Pabacsier dh vrbcg\nteeter ae aot\nwale,\n\n[feed, we. Ute cle oe\nfs iptng Bbtesives, ae pe tpi ore\n\nhiwing Aitace’s conatet AG\neee poy es heh, c. porated Fabia\nCin ow, A\nje th with ar) Le fee\nja lai La- clare gentle WBNS Be Goren\nStew a ‘eas <i ae 2\nFae mud\nGarin ——\nOrne Suck\n\n” eel zwn0s\n\nPak » Wed lope on, 5 checereng Aptweee\ncomes Lun. tha he Led medial EE Boy\nPlan acing Ardrceed nes8ln pat af bout Ioan\n\n \n\f",
    "augmented_texts": [
        "ey Yomrnensnant pti two — Neneh, aK Lé Lb —) od ane ace ween roe n Eeleoen percluct, bes. riety anekloar oo (fy Mo atirel fleets are ttle Leif, Unlehee sree pescluct, Llevers aw é ae Aibeccon prt lees io on ee Leeick. Of satire Cosco, Mies A eaee: arbiner. Chee Li? S meee inkletotle atalino hth wht cob tee nuh Zh 4 oie of Ahe cnracernee, Meeea tae tia, erty Pabacsier dh vrbcg teeter ae aot wale, [feed, we. Ute cle oe fs iptng Bbtesives, ae pe tpi ore hiwing Aitace ’ s conatet AG eee poy es heh, c. porated Fabia Cin ow, A je th with ar) Le fee ja lai La - clare gentle WBNS Be Goren Stew a ‘ eas <one ae 2 Fae mud Garin — — Orne Suck ” eel zwn0s Pak » Wed lope on, 5 checereng Aptweee comes Lun. tha he Led medial EE Boy Plan acing Ardrceed nes8ln pat af binge Ioan",
        "ey Yomrnensnant pti 2 — Neneh, aK Lé Lb —) od ane ace ween roe n Eeleoen percluct, bes. riety anekloar oo (fy Mo atirel fleets are ttle Leif, Unlehee sree pescluct, Llevers aw é ae Aibeccon prt lees ios on ee Leeick. Of sarcasm Cosco, Mies A eaee: arbiner. Chee Atomic number 3? Sulfur meee inkletotle atalino hth wht cobnut tee nuh Zh 4 oie of Ahe cnracernee, Meeea tae tia, erty Pabacsier dh vrbcg teeter ae aot wale, [feed, we. Ute cle oe fs iptng Bbtesives, ae pe tpi ore hiwing Aitace ’ s conatet AG eee poy es heh, c. porated Fabia Cin ow, A je atomic number 90 with ar) Le fee ja lai La - clare gentle WBNS Be Goren Stew a ‘ eas <i ae 2 Fae mud Garin — — Orne Suck ” eel zwn0s Pak » Wed lope on, 5 checereng Aptweee comes Lun. tha he Led medial EE Boy Plan acing Ardrceed nes8ln pat af bout Ioan"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "ey Yomrnensnant pti atrophy 2.2 — Neneh, a.k.a. Lé Lb —) od. ace ween roe n Eeleoen percluct, bes. emphaticallyriety anekloar oo (fy. Mo atirel fleetsare ttle Leif, Unlehee sree pescl duct, Aibeccon prt lees ios io)"
}