{
    "filename": "50442979-2979.jpg",
    "metadata": {},
    "text": "A human airway smooth muscle cell line\nthat retains physiological responsiveness\n\nR. A. PANETTIERE R. K. MURRAY. L, R. DEPALO,\n\nP. A. YADVISH, AND M. L KOTLIKOFF.\nCardiovascuta\nDey\n\n \n\n \n\n. t K. Munaay, L. R, DEPALO, P. A.\nYaovis, Axo M.T Kortikore. 4 Auman airway smoot\nthat retains atvsiological responsiveness. Am, J\n(Cell Physiol. 25): C329-C395, 1989.—We repore\nthe development of a nontranstormed line of human sirway\nsmooth muscie cells retaining smooth muscle-specifie contract\nie protein expression and paysiological responsiveness to ago.\nists impiicated in inflammatory airway diseases, Specitic re-\nnistamine, leukotrienes, bradvkinin, piatelet-acti-\nfactor, substance P, and thromboxane analogues are\nastrated as weil as fenctional coupiing to s-adrenersic\necentors. The cell line was characeeri2ed using indirect imn-\nsnunotluoresconee, as well aa eleetropaoretie separacion and\nimmunoblot analysis of smooth muscle-specitie actin. Fine\n‘imal resnonses were assessed by measurements of cytosolic\nssictuin and stimulation of adenosine 3 5'-eyelie monopios-\nhate produetion. The cells retain their responsiveness ver\n‘any population doublings and should be a useful model to\nexamine specitie ecepror-etfector mechuntsms, a3 We\nfleets of neurohumoral agents on the regulation of irway\nsmooth muscle growth and differentiation,\n\n  \n\n \n\n    \n \n\n \n\n   \n\n \n\n   \n\n \n\n \n\n     \n\n \n  \n\n \n\nwultured smooth musele: tracheal smooth musele: a\n‘ransients: leusotzienes: platelet-activuting factor: hist\n‘bradykinin: substance P\n\n \n\n \n\n \n\nLITTLE DETAIL at the cellular or molecular level about\nthe precise mechanisms of action of inflammatory auta-\ncoids on human airway smooth muscle cells is available,\nin part due to experimental limitations associated with\nin vivo or in vitro preparations. The availability of a\nhuman airway smooth muscle ceil line could facilitate\nthe study of these processes by providing single cells or\nure monolayers appropriate for study by cellular or\n‘molecular biological techniques (15), Unfortunately, cul-\ntured smooth muscle cells undergo modulations in phe-\nnotype that may result in the loss of critical features of\nthe differentiated cell (3). ‘The ideal preparation of cul:\ntured airway smooth muscle for the investigation of\ndiseases such as asthma would consist of human airway\nsimooth muscie cells that retain phenotypic characteris-\ntues identical to the native tissue and are stable over\n‘ovany passages in culture. Although it appears that some\nphenotypic modulation in cell culture is unavoidable,\nreparations have been developed that retain important\ncharacteristics of differentiated cells. In this communi-\ncation, we report the development of a nontransformed\n\n \n\n \n\n \n\n \n\nPulmonary Division, Department of Medicine and Labo:\nyrement of Animal Biology, University of Pennssivania, Philadelphi\n\n \n\nry of Pharmacoloes\n1. Pennsylvania 19104-6046\n\n \n\nline of human airway smooth muscle cells; cultured cells\nare stable over many population doublings and demnen\nstrate functional responses to the principle inflammatory\nmediators implicated in asthma (2, 16).\n\nMETHODS\n\nCeltisoletion. Human trachea were obtained at autopsy\nWithin 8 b of death, in accordance with procedures ayy\nproved by the Universicy of Pennsylvania Committee og\nStudies involving Human Beings. A segment of trachea\njust proximal to the carina was removed under sterile\nconditions and placed in raodified Krebs-Rincer-Hence,\nleit (KRH) solution j(in mM) 125 NaCl, 3 KCL. 2 Cach,\nLKH:PO. 1 MgSO,, 15 clucose, hydroxethyipi-\nperazine fhanesulfonic acid (HEPES), and 10\nmg/mi phenol red, pHT 7.2] at 4'C for transport to the\nlaboratory. The trachealis muscle was dissected in ice\ncold, oxvgenated KRH by first removing the serosal layer\nand consective tissue in the muscular layer and (hat\nremoving the tightiv adherent epichelial layer.\n\nThrough the use of sterile techniques, ~1 y of wet\ntissue was minced and washed in KRH solution at ¢“C.\nThe tissue slurry was centrifuged at 130 g for 3 min a¢\n4°C, and the pellet was resuspended in 10 mi of KRH\ncontaining 0.2 mM CaCl, 610 U/ml collagenase (type\nIY, Sigma), 10 mg soybean trypsin inhibitor (Sigma),\nand 10 U/ml elastase (type IV, Sigma), transferred to a\nsiliconized dissociation rlask that contained ten 13% 1.3\nmm siliconized glass beads and digested for $0 min in’\nshaking water bath at 37°C. Throughout the dissociation,\nthe solution was bubbled with 100% Oz, and the pH was\nmaintained at 7.5. After 90 min, the fragments were\nagitated every 5 min by brisk flask shaking, which ens\nables the glass beads to gently disperse clumped ells,\n‘The cell suspension was then filtered through 125 ym\nNytex mesh, and the filcrate was washed with equal\nvolumes of cold Ham's F12 medium supplemented with\n10% fetal bovine serum (FBS) (KC Biological). The\nundigested smooth muscle was resuspended in fresh en.\nzyme solution and dissociated for an additional 20 min\nin the same manner as above. The filtered ce suspension\nwas centrifuged at 150 g for 10 min, resuspended in\nmedia, and counted.\n\nAliquots of the cell suspension wee plated at a density\nof 1.0 X 10° cells/em*, Ham's F12 media supplemented\nwith 10% FBS, 50 mg/mi gentamicin, and 2.5 ug/ml\n\n  \n\n     \n\n \n\n \n\n \n\n'969-6142/89 $1.50 Copyright i 1989 the American Physiological Sociery cae9\n\nrr\n\nJ\n\ni\n\n \n\f",
    "augmented_texts": [
        "A human airway smooth muscle cell line that retains physiological responsiveness R. A. PANETTIERE R. K. MURRAY. L, R. DEPALO, P. A. YADVISH, AND M. L KOTLIKOFF. Cardiovascuta Dey. t K. Munaay, L. R, DEPALO, P. A. Yaovis, Axo M. T Kortikore. 4 Auman airway smoot that retains atvsiological responsiveness. Am, J (Cell Physiol. 25 ): C329 - C395, 1989. — We repore the development of a nontranstormed line of human sirway smooth muscie cells retaining smooth muscle - specifie contract ie protein expression and paysiological responsiveness to ago. ists impiicated in inflammatory airway diseases, Specitic re - nistamine, leukotrienes, bradvkinin, piatelet - acti - factor, substance P, and thromboxane analogues are astrated as weil as fenctional coupiing to s - adrenersic ecentors. The cell line was characeeri2ed using indirect imn - snunotluoresconee, as well aa eleetropaoretie separacion and immunoblot analysis of smooth muscle - specitie actin. Fine ‘ imal resnonses were assessed by measurements of cytosolic ssictuin and stimulation of adenosine 3 5 ' - eyelie monopios - hate produetion. The cells retain their responsiveness ver ‘ any population doublings and should be a useful model to examine specitie ecepror - etfector mechuntsms, a3 We fleets of neurohumoral agents on the regulation of irway smooth muscle growth and differentiation, wultured smooth musele: tracheal smooth musele: a ‘ ransients: leusotzienes: platelet - activuting factor: hist ‘ bradykinin: substance P LITTLE DETAIL at the cellular or molecular level about the precise mechanisms of action of inflammatory auta - coids on human airway smooth muscle cells is available, in part due to experimental limitations associated with in vivo or in vitro preparations. The availability of a human airway smooth muscle ceil line could facilitate the study of these processes by providing single cells or ure monolayers appropriate for study by cellular or ‘ molecular biological techniques (15 ), Unfortunately, cul - tured smooth muscle cells undergo modulations in phe - notype that may result in the loss of critical features of the differentiated cell (3 ). ‘ The ideal preparation of cul: tured airway smooth muscle for the investigation of diseases such as asthma would consist of human airway simooth muscie cells that retain phenotypic characteris - tues identical to the native tissue and are stable over ‘ ovany passages in culture. Although it appears that some phenotypic modulation in cell culture is unavoidable, reparations have been developed that retain important characteristics of differentiated cells. In this communi - cation, we report the development of a nontransformed Pulmonary Division, Department of Medicine and Labo: yrement of Animal Biology, University of Pennssivania, Philadelphi ry of Pharmacoloes 1. Keystone state 19104 - 6046 line of human airway smooth muscle cells; cultured cells are stable over many population doublings and demnen strate functional responses to the rule inflammatory mediators implicated in asthma (2, 16 ). METHODS Celtisoletion. Human trachea were obtained at autopsy Within 8 b of death, in accordance with procedures ayy proved by the Universicy of Pennsylvania Committee og Studies involving Human Beings. A segment of trachea just proximal to the carina was removed under sterile conditions and placed in raodified Krebs - Rincer - Hence, leit (KRH) solution j (in mM) 125 NaCl, 3 KCL. 2 Cach, LKH: PO. 1 MgSO, , 15 clucose, hydroxethyipi - perazine fhanesulfonic acid (HEPES ), and 10 mg / mi phenol red, pHT 7. 2] at 4 ' C for transport to the laboratory. The trachealis muscle be dissected in ice cold, oxvgenated KRH by first removing the serosal layer and consective tissue in the muscular layer and (hat removing the tightiv adherent epichelial layer. Through the use of sterile techniques, ~ 1 y of wet tissue was minced and washed in KRH solution at ¢ “ C. The tissue slurry was centrifuged at 130 g for 3 min a ¢ 4 ° C, and the pellet was resuspended in 10 mi of KRH containing 0. 2 mM CaCl, 610 U / ml collagenase (type IY, Sigma ), 10 mg soybean trypsin inhibitor (Sigma ), and 10 U / ml elastase (type IV, Sigma ), transferred to a siliconized dissociation rlask that contained ten 13% 1. 3 mm siliconized glass beads and digested for $ 0 min in ’ shaking water bath at 37 ° C. Throughout the dissociation, the solution was bubbled with 100% Oz, and the pH was maintained at 7. 5. After 90 min, the fragments were agitated every 5 min by brisk flask shaking, which ens ables the glass beads to gently disperse clumped ells, ‘ The cell suspension was then filtered through 125 ym Nytex mesh, and the filcrate was washed with equal volumes of cold Ham ' s F12 medium supplemented with 10% fetal bovine serum (FBS) (KC Biological ). The undigested smooth muscle was resuspended in fresh en. zyme solution and dissociated for an additional 20 min in the same manner as above. The filtered ce suspension was centrifuged at 150 gigabyte for 10 min, resuspended in media, and counted. Aliquots of the cell suspension wee plated at a density of 1. 0 X 10 ° cells / em *, Ham ' s F12 media supplemented with 10% FBS, 50 mg / mi gentamicin, and 2. 5 ug / ml ' 969 - 6142 / 89 $ 1. 50 Copyright i 1989 the American Physiological Sociery cae9 rr J i",
        "A human airway smooth muscle cell line that retains physiological responsiveness R. A. PANETTIERE R. K. MURRAY. L, R. DEPALO, P. A. YADVISH, AND M. L KOTLIKOFF. Cardiovascuta Dey. t K. Munaay, L. R, DEPALO, P. A. Yaovis, Axo M. T Kortikore. 4 Auman airway smoot that retains atvsiological responsiveness. Am, J (Cell Physiol. 25 ): C329 - C395, 1989. — We repore the development of a nontranstormed line of human sirway smooth muscie cells retaining smooth muscle - specifie contract ie protein expression and paysiological responsiveness to ago. ists impiicated in inflammatory airway diseases, Specitic re - nistamine, leukotrienes, bradvkinin, piatelet - acti - factor, substance P, and thromboxane analogues are astrated as weil as fenctional coupiing to s - adrenersic ecentors. The cell line was characeeri2ed using indirect imn - snunotluoresconee, as well aa eleetropaoretie separacion and immunoblot analysis of smooth muscle - specitie actin. Fine ‘ imal resnonses were assessed by measurements of cytosolic ssictuin and stimulation of adenosine 3 5 ' - eyelie monopios - hate produetion. The cells retain their responsiveness ver ‘ any population doublings and should be a useful model to examine specitie ecepror - etfector mechuntsms, a3 We fleets of neurohumoral agents on the regulation of irway smooth muscle growth and differentiation, wultured smooth musele: tracheal smooth musele: a ‘ ransients: leusotzienes: platelet - activuting factor: hist ‘ bradykinin: substance P LITTLE DETAIL at the cellular or molecular level about the precise mechanisms of action of inflammatory auta - coids on human airway smooth muscle cells is available, in part due to experimental limitations associated with in vivo or in vitro preparations. The availability of a human airway smooth muscle ceil line could facilitate the study of these processes by providing single cells or ure monolayers appropriate for study by cellular or ‘ molecular biological techniques (15 ), Unfortunately, cul - tured smooth muscle cells undergo modulations in phe - notype that may result in the loss of critical features of the differentiated cell (3 ). ‘ The ideal preparation of cul: tured airway smooth muscle for the investigation of diseases such as asthma would consist of human airway simooth muscie cells that retain phenotypic characteris - tuesday identical to the native tissue and are stable over ‘ ovany passages in culture. Although it appears that some phenotypic modulation in cell culture is unavoidable, reparations have been developed that retain important characteristics of differentiated cells. In this communi - cation, we report the development of a nontransformed Pulmonary Division, Department of Medicine and Labo: yrement of Animal Biology, University of Pennssivania, Philadelphi ry of Pharmacoloes 1. Pennsylvania 19104 - 6046 line of human airway smooth muscle cells; cultured cells are stable over many population doublings and demnen strate functional responses to the principle inflammatory mediators implicated in asthma (2, 16 ). METHODS Celtisoletion. Human trachea were obtained at autopsy Within 8 b of death, in accordance with procedures ayy proved by the Universicy of Pennsylvania Committee og Studies involving Human Beings. A segment of trachea just proximal to the carina was removed under sterile conditions and placed in raodified Krebs - Rincer - Hence, leit (KRH) solution watt second (in mM) 125 NaCl, 3 KCL. 2 Cach, LKH: PO. 1 MgSO, , 15 clucose, hydroxethyipi - perazine fhanesulfonic acid (HEPES ), and 10 mg / mi phenol red, pHT 7. 2] at 4 ' C for transport to the laboratory. The trachealis muscle was dissected in ice cold, oxvgenated KRH by first removing the serosal layer and consective tissue in the muscular layer and (hat removing the tightiv adherent epichelial layer. Through the use of sterile techniques, ~ 1 y of wet tissue was minced and washed in KRH solution at ¢ “ C. The tissue slurry was centrifuged at 130 g for 3 min a ¢ 4 ° C, and the pellet was resuspended in 10 mi of KRH containing 0. 2 mM CaCl, 610 U / ml collagenase (type IY, Sigma ), 10 mg soybean trypsin inhibitor (Sigma ), and 10 U / ml elastase (type IV, Sigma ), transferred to a siliconized dissociation rlask that contained ten 13% 1. 3 mm siliconized glass beads and digested for $ 0 min in ’ shaking water bath at 37 ° C. Throughout the dissociation, the solution was bubbled with 100% Oz, and the pH was maintained at 7. 5. After 90 min, the fragments were agitated every 5 min by brisk flask shaking, which ens ables the glass beads to gently disperse clumped ells, ‘ The cell suspension was then filtered through 125 ym Nytex mesh, and the filcrate was washed with equal volumes of cold Ham ' s F12 medium supplemented with 10% fetal bovine serum (FBS) (KC Biological ). The undigested smooth muscle was resuspended in fresh en. zyme solution and dissociated for an additional 20 min in the same manner as above. The filtered ce suspension was centrifuged at 150 g for 10 min, resuspended in media, and counted. Aliquots of the cell suspension wee plated at a density of 1. 0 X 10 ° cells / em *, Ham ' s F12 media supplemented with 10% FBS, 50 mg / mi gentamicin, and 2. 5 ug / ml ' 969 - 6142 / 89 $ 1. 50 Copyright i 1989 the American Physiological Sociery cae9 rr J i"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "A human airway smooth muscle cell line that retains physiological responsiveness was developed. The cells should be a useful model toamine specitie ecepror-etfector mechuntsms, a3 We report the development of a nontransformed line of human sirway-smooth muscie cells."
}