{
    "filename": "50445046-5049.jpg",
    "metadata": {},
    "text": "  \n\n \n\n \n\nRECEPTOR-LIKE NATURE OF CLASS I HLA: ENDOCYTOSIS VIA\nCOATED PITS!\n\nJAI DEV DASGUPTA,” SIMON WATKINS,** HENRY SLAYTER,\"' avo EDMOND J.\n\nYUNIS\"*\n\nFrom the *Dana-Farber Cancer Institute; the ‘Department of Pathology, Division af Immunogenetics. and the ‘Department of\nPhysiology and Biophystes, Harvard Medical School, Boston, MA\n\n‘The present investigations show that class I HLA\nare internalized by macrophage/monocyte type\ncells, Anti-class 1 antibody-binding assays show\nthat about 30% of class f Ag present on cell surface\nare endocytosed within 1 h. Electronmicroscopic\ninvestigations reveal that, like other well estab-\nished receptor molecules, internalization of HLA is\nmediated by coated pits and coated vesicles. The\nendocytosed Ag are transferred from endosomes to\ntrans-Golgi reticulum and trans-Golgi cisternae,\nsuggesting recycling of these Ag back to the cell\nsurface. In the presence of phorbol ester tetradeca-\noyl phorbol acetate, there is a modest increase in\nthe rate of internalization. These results are con-\nsistent with the hypothesis that class 1 Agon mono-\ncytes/macrophages behave like receptor molecules.\nMalignant transformation of monocytic cells appar-\nently causes the loss of this property of class I Ag.\n\n‘The rote of class IMHC Ag in restricting T cell-mediated\ncytotoxicity 1s well established (1, 2). However, these Ag\nare also implicated n the other immunologic as well as\nnonimmunologic functions, eg. cell-cell adhesion (3),\nbinding of hormonal and other substances (4-7), chem-\nosensory recognition (8), pancreatic 6 cell dysfunction\nand Induction of insulin-dependent diabetes mellitus (9).\nand the regulation of T and B lymphocyte activation (10—\n15). Antibodies directed against HLA class I molecules\nhave been reported to inhibit T and B cell proliferation\nInduced by various stimult. Recently, we have observed\nthat the suppressive effect of anti-class 1 antibody on T\ncell proliferation is macrophage/monocyte dependent\n(14, 15). This evidence implies that class I Ag participate\nIn transmembrane signaling and thus may have a recep-\ntor-lke role.\n\nInvestigation of the mechanism of action of various.\ncell-surface receptor molecules has established that cells\nInternalize ligand-receptor complexes after the binding\nof ligand (for review see Reference 16). Receptor mole-\ncules, clustered in clathrin-coated pits, are pinched off\nfrom the cell surface in coated vesicles, and are trans:\nferred to endosomes. Thereafter, different receptor mol\n\n \n\n  \n\n \n\n \n\nReceived fr publieation Apel 26.1988,\n‘Accepted for publican duly 19. 1988\n\n{Te osts of pbllenton of ths arte were detrayed Ka pat by the\npaytcnt of pgs charges Chis atic mst terete be bereby marked\n\n \n\n \n\n‘vertsenont in accordance wih 18 We: Section UFA4 sey Uo tn\n\n  \n \n \n\n \n\n \n\necules follow different pathways. ‘The present study\nshows that HLA class | molecules on human monoeytes/\nmacrophages behave like receptor molecules in that they\nfollow one of these pathways of internalization. About\n30 to 35% of surface-bound Ag are internalized within 1\nhh. Electronmicroscopic investigations show that class [\n‘Ag. endocytosed via coated pits and coated vesicles, are\ntransferred to endosomes and then to TGR, suggesting,\nthat the Ag are recycled back to the cell surface. Mono-\nceytie tumor cell lines do not internalize these Ag.\n\n \n\n \n\nCettsand antibodies. Macrophages/monoeytes were Isolated from\nANC according to the methods descrbed eather (14, 15). bret\nEMC were prepared from buffy cats of normal healthy blest\ndonors by the Picoll-Hypaque densicy gradient method, and Mol”.\nMo2\" (17) monocytes ster Wolaied By to eyeles of plats adhe\n\n‘Cel nes HL-60 and 937 were abtained from Drs. D. Kate and\n‘T.Sprnger, respectively. KG-1 cells were obtained from Dr. WP\nKoeller. and THP-1 [rom American Type Culture Collection, Be\n‘heads, MD. AntLMOL nd ant: antibodies were gift from De\nROP, Tedd 17}, W6/32 (9623) laa monomorphic sniioly detecting\n{2 common epitope on class I-A. & CHLA (18),\n\nDetermination of intemalization of antevtass FILA antibody\nby binding assay. internalization of ant-lass 1 antibody W6/S2\n‘was determined by detecting the disappearance of antibody trom cell\nSurfaces either by '™Uinbela protein Acinding aay OF By ey\nfuoromeiie analysis\n\nin labeled protein Acbinding assays. monocytes were incu\nbated with antibody WO/32 at UC Arter 1h, cells were washed\n{eice with cold RPMI media [RPMI 1640. 10% FCS, SO U/ml pens\nlin, and 50 g/t streptomycin) and then incubated at 4\"C oF 37°C.\nAC different time interval, cells were wasted with cold met\nIncubated further with ™Tlabeled protein A New England Nuclear,\nBoston, MA} for I at °C, gain washed (wlce. and the cell: boond\nFadioacivity was counted. The nonspecific bewag of \"abel\nprotein to cells was determined by treating conta! macroplages\n‘thou antibody in exactly the samemanner ae above Consitenty,\nthe tkground radionctivity was Tess than G4 of Che raaactsiy\nbound in the presence of ant-class anti\n\nTn eytofluorometrie analysts, the surface-bound antibody after\ntemperature reatment at °C oe 37°C) was detected ly sneaaliNg\nxls with FITC eonugted GaM (Bioveties, Kensington. MD) for 30,\nfain at 4°C. Then the cells were wasted and the fluorescence om\n10,000 ‘cells was measured with the use ain Epics V Coulter\nCounter Beatie ofthe differences io bekgrmun auttluorescence\npercentage of postive cells. and tmmunofivarescence ittensity. the\n\ninterme of RAL? RAl repre\nte percentage of\nintensity as follows\n\n   \n\n  \n\n \n\n \n\n \n\n \n\n \n  \n\n \n\nfostive cella with linearized flnoreme\n\n    \n\nRAL (% positive untitaly_% postive vontrl) x an\n‘channel anti ~ pea chanel control)\n\nlipesk\n\n \n\n \n \n\n \n\n \n\nIe. .256-ehannel,ubece-decae logacithone sea of fhunescence\nsntenaty. 85 chunaels determine ane og eye\n\nnaires\n\nawn\n\n \n\f",
    "augmented_texts": [
        "RECEPTOR - LIKE NATURE OF CLASS I HLA: ENDOCYTOSIS VIA COATED PITS! JAI DEV DASGUPTA, ” SIMON WATKINS, * * HENRY SLAYTER, \" ' avo EDMOND J. YUNIS \" * From the * Dana - Farber Cancer Institute; the ‘ Department of Pathology, Division af Immunogenetics. and the ‘ Department of Physiology and Biophystes, Harvard Medical School, Boston, MA ‘ The present investigations show that class I HLA are internalized by macrophage / monocyte type cells, Anti - class 1 antibody - binding assays show that about 30% of class f Ag present on cell surface are endocytosed within 1 h. Electronmicroscopic investigations reveal that, like other well estab - ished receptor molecules, internalization of HLA is mediated by coated pits and coated vesicles. The endocytosed Atomic number 47 are transferred from endosomes to trans - Golgi reticulum and trans - Golgi cisternae, suggesting recycling of these Ag back to the cell surface. In the presence of phorbol ester tetradeca - oyl phorbol acetate, there is a modest increase in the rate of internalization. These results are con - sistent with the hypothesis that class 1 Agon mono - cytes / macrophages behave like receptor molecules. Malignant transformation of monocytic cells appar - ently causes the loss of this property of class I Ag. ‘ The rote of class IMHC Ag in restricting T cell - mediated cytotoxicity 1s well established (1, 2 ). However, these Ag are also implicated n the other immunologic as well as nonimmunologic functions, eg. cell - cell adhesion (3 ), binding of hormonal and other substances (4 - 7 ), chem - osensory recognition (8 ), pancreatic 6 cell dysfunction and Induction of insulin - dependent diabetes mellitus (9 ). and the regulation of T and B lymphocyte activation (10 — 15 ). Antibodies directed against HLA class I molecules have been reported to inhibit T and B cell proliferation Induced by various stimult. Recently, we have observed that the suppressive effect of anti - class 1 antibody on T cell proliferation is macrophage / monocyte dependent (14, 15 ). This evidence implies that class I Ag participate In transmembrane signaling and thus may have a recep - tor - lke role. Investigation of the mechanism of action of various. cell - surface receptor molecules has established that cells Internalize ligand - receptor complexes after the binding of ligand (for review see Reference 16 ). Receptor mole - cules, clustered in clathrin - coated pits, are pinched off from the cell surface in coated vesicles, and are trans: ferred to endosomes. Thereafter, different receptor mol Received fr publieation Apel 26. 1988, ‘ Accepted for publican duly 19. 1988 {Te osts of pbllenton of ths arte were detrayed Ka pat by the paytcnt of pgs charges Chis atic mst terete be bereby marked ‘ vertsenont in accordance wih 18 We: Section UFA4 sey Uo tn ecules follow different pathways. ‘ The present study shows that HLA class | molecules on human monoeytes / macrophages behave like receptor molecules in that they follow one of these pathways of internalization. About 30 to 35% of surface - bound Ag are internalized within 1 hh. Electronmicroscopic investigations show that class [‘ Ag. endocytosed via coated pits and coated vesicles, are transferred to endosomes and then to TGR, suggesting, that the Ag are recycled back to the cell surface. Mono - ceytie tumor cell lines do not internalize these Ag. Cettsand antibodies. Macrophages / monoeytes were Isolated from ANC according to the methods descrbed eather (14, 15 ). bret EMC were prepared from buffy cats of normal healthy blest donors by the Picoll - Hypaque densicy gradient method, and Mol ”. Mo2 \" (17) monocytes ster Wolaied By to eyeles of plats adhe ‘ Cel nes HL - 60 and 937 were abtained from Drs. D. Kate and ‘ T. Sprnger, respectively. KG - 1 cells were obtained from Dr. WP Koeller. and THP - 1 [rom American Character Culture Collection, Be ‘ heads, MD. AntLMOL nd ant: antibodies were gift from De ROP, Tedd 17 }, W6 / 32 (9623) laa monomorphic sniioly detecting {2 common epitope on class I - A. & CHLA (18 ), Determination of intemalization of antevtass FILA antibody by binding assay. internalization of ant - lass 1 antibody W6 / S2 ‘ was determined by detecting the disappearance of antibody trom cell Surfaces either by ' ™ Uinbela protein Acinding aay OF By ey fuoromeiie analysis in labeled protein Acbinding assays. monocytes were incu bated with antibody WO / 32 at UC Arter 1h, cells were washed {eice with cold RPMI media [RPMI 1640. 10% FCS, SO U / ml pens lin, and 50 g / t streptomycin) and then incubated at 4 \" C oF 37 ° C. AC different time interval, cells were wasted with cold met Incubated further with ™ Tlabeled protein A New England Nuclear, Boston, MA} for I at ° C, gain washed (wlce. and the cell: boond Fadioacivity was counted. The nonspecific bewag of \" abel protein to cells was determined by treating conta! macroplages ‘ thou antibody in exactly the samemanner ae above Consitenty, the tkground radionctivity was Tess than G4 of Che raaactsiy bound in the presence of ant - class anti Tn eytofluorometrie analysts, the surface - bound antibody after temperature reatment at ° C oe 37 ° C) was detected ly sneaaliNg xls with FITC eonugted GaM (Bioveties, Kensington. MD) for 30, fain at 4 ° C. Then the cells were wasted and the fluorescence om 10, 000 ‘ cells was measured with the use ain Epics V Colter Counter Beatie ofthe differences io bekgrmun auttluorescence percentage of postive cells. and tmmunofivarescence ittensity. the interme of RAL? RAl repre te percentage of intensity as follows fostive cella with linearized flnoreme RAL (% positive untitaly_% postive vontrl) x an ‘ channel anti ~ pea chanel control) lipesk Ie. . 256 - ehannel, ubece - decae logacithone sea of fhunescence sntenaty. 85 chunaels determine ane og eye naires awn",
        "RECEPTOR - LIKE NATURE OF CLASS I HLA: ENDOCYTOSIS VIA COATED PITS! JAI DEV DASGUPTA, ” SIMON WATKINS, * * HENRY SLAYTER, \" ' avo EDMOND J. YUNIS \" * From the * Dana - Farber Cancer Institute; the ‘ Department of Pathology, Division af Immunogenetics. and the ‘ Department of Physiology and Biophystes, Harvard Medical examination School, Boston, MA ‘ The present investigations show that class I HLA are internalized by macrophage / monocyte type cells, Anti - class 1 antibody - binding assays show that about 30% of class f Ag present on cell surface are endocytosed within 1 h. Electronmicroscopic investigations reveal that, like other well estab - ished receptor molecules, internalization of HLA is mediated by coated pits and coated vesicles. The endocytosed Ag are transferred from endosomes to trans - Golgi reticulum and trans - Golgi cisternae, suggesting recycling of these Ag back to the cell surface. In the presence of phorbol ester tetradeca - oyl phorbol acetate, there is a modest increase in the rate of internalization. These results are con - sistent with the hypothesis that class 1 Agon mono - cytes / macrophages comport like receptor molecules. Malignant transformation of monocytic cells appar - ently causes the loss of this property of class I Ag. ‘ The rote of class IMHC Ag in restricting T cell - mediated cytotoxicity 1s well established (1, 2 ). However, these Ag are also implicated n the other immunologic as well as nonimmunologic functions, eg. cell - cell adhesion (3 ), binding of hormonal and other substances (4 - 7 ), chem - osensory recognition (8 ), pancreatic 6 cell dysfunction and Induction of insulin - dependent diabetes mellitus (9 ). and the regulation of T and B lymphocyte activation (10 — 15 ). Antibodies directed against HLA class I molecules have been reported to inhibit T and B cell proliferation Induced by various stimult. Recently, we have observed that the suppressive effect of anti - class 1 antibody on T cell proliferation is macrophage / monocyte dependent (xiv, 15 ). This evidence implies that class I Ag participate In transmembrane signaling and thus may have a recep - tor - lke role. Investigation of the mechanism of action of various. cell - surface receptor molecules has established that cells Internalize ligand - receptor complexes after the binding of ligand (for review see Reference 16 ). Receptor mole - cules, clustered in clathrin - coated pits, are pinched off from the cell surface in coated vesicles, and are trans: ferred to endosomes. Thereafter, different receptor mol Received fr publieation Apel 26. 1988, ‘ Accepted for publican duly 19. 1988 {Te osts of pbllenton of ths arte were detrayed Ka pat by the paytcnt of pgs charges Chis atic mst terete be bereby marked ‘ vertsenont in accordance wih 18 We: Section UFA4 sey Uo tn ecules follow different pathways. ‘ The present study shows that HLA class | molecules on human monoeytes / macrophages behave like receptor molecules in that they follow one of these pathways of internalization. About 30 to 35% of surface - bound Ag are internalized within 1 hh. Electronmicroscopic investigations show that class [‘ Ag. endocytosed via coated pits and coated vesicles, are transferred to endosomes and then to TGR, suggesting, that the Ag are recycled back to the cell surface. Mono - ceytie tumor cell lines suffice not internalize these Ag. Cettsand antibodies. Macrophages / monoeytes were Isolated from ANC according to the methods descrbed eather (14, 15 ). bret EMC were prepared from buffy cats of normal healthy blest donors by the Picoll - Hypaque densicy gradient method, and Mol ”. Mo2 \" (17) monocytes ster Wolaied By to eyeles of plats adhe ‘ Cel nes HL - 60 and 937 were abtained from Drs. D. Kate and ‘ T. Sprnger, respectively. KG - 1 cells were obtained from Dr. WP Koeller. and THP - 1 [rom American Type Culture Collection, Be ‘ heads, MD. AntLMOL nd ant: antibodies were gift from De ROP, Tedd 17 }, W6 / 32 (9623) laa monomorphic sniioly detecting {2 common epitope on class I - A. & CHLA (18 ), Determination of intemalization of antevtass FILA antibody by binding assay. internalization of ant - lass 1 antibody W6 / S2 ‘ was determined by detecting the disappearance of antibody trom cell Surfaces either by ' ™ Uinbela protein Acinding aay OF By ey fuoromeiie analysis in labeled protein Acbinding assays. monocytes were incu bated with antibody WO / 32 at UC Arter 1h, cells were washed {eice with cold RPMI media [RPMI 1640. 10% FCS, SO U / ml pens lin, and 50 g / t streptomycin) and then incubated at 4 \" C oF 37 ° C. AC different time interval, cells were wasted with cold met Incubated further with ™ Tlabeled protein A New England Nuclear, Boston, MA} for I at ° C, gain washed (wlce. and the cell: boond Fadioacivity was counted. The nonspecific bewag of \" abel protein to cells was determined by treating conta! macroplages ‘ thou antibody in exactly the samemanner ae above Consitenty, the tkground radionctivity was Tess than G4 of Che raaactsiy bound in the presence of ant - class anti Tn eytofluorometrie analysts, the surface - bound antibody after temperature reatment at ° C oe 37 ° C) was detected ly sneaaliNg xls with FITC eonugted GaM (Bioveties, Kensington. MD) for 30, fain at 4 ° C. Then the cells were wasted and the fluorescence om 10, 000 ‘ cells was measured with the use ain Epics V Coulter Counter Beatie ofthe differences io bekgrmun auttluorescence percentage of postive cells. and tmmunofivarescence ittensity. the interme of RAL? RAl repre te percentage of intensity as follows fostive cella with linearized flnoreme RAL (% positive untitaly_% postive vontrl) x an ‘ channel anti ~ pea chanel control) lipesk Ie. . 256 - ehannel, ubece - decae logacithone sea of fhunescence sntenaty. 85 chunaels determine ane og eye naires awn"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "RECEPTOR-LIKE NATURE OF CLASS I HLA: ENDOCYTOSIS VIACOATED PITS!                                JAI DEV DASGUPTA,” SIMON WATKINS,** HENRY SLAYTER,\"' avo EDMOND J. ARTICLE: ‘From the *Dana-Farber Cancer Institute; the ’Department of Pathology, Division af Immunogenetics, Harvard Medical School, Boston, MA."
}