{
    "filename": "504417903_504417905.jpg",
    "metadata": {},
    "text": " \n\n \n\now\n\n \n\nés 380\n\nwre -\nvee\n\n \n\nMay 10, 1978\n\nMr. A. P. Gaspar\nRe: FOCUS GROUPS FOR PROJECT \"I\" ‘\n\nAttached to this memo is the report on the focus groups for\nProject \"I.\" My interpretation of the groups and the thoughts\ngiven in the report are in agreement. The groups were conducted\nin Cincinnati on April 12 and 13.\n\nBackground\n\nThe focus groups were conducted to gain a qualitative reaction to\ncigarette ideas directed at social problems connected with smoking.\nThe bulk of the discussion centered on four ideas:\n\n1. A cigarette with no sidestream smoke.\n\n2. A cigarette with 50% less sidestream smoke.\n\n3. A cigarette with a pleasant aroma.\n\n4. A cigarette which did not stain teeth or fingers.\n\n‘Summary of Results\n\n1, Smokers will not ‘accept any modification in their cigarette\nwhich would adversely affect its taste. There seems to be a\npredisposition that any changes in a cigarette tend to adversely\naffect the taste - perhaps a result of experience with low tar\ncigarettes.\n\n2, Smokers do feel that sidestream (or “raw\") smoke can be bother-\nsome to both non-smokers and smokers due to the odor and irritation.\nHowever, they did indicate that the smoke does have some\npsychological benefits (the aroma, the visual pleasure of\nwatching the smoke, a feeling of comfort). Smokers were very\nskeptical that a cigarette like this could deliver much taste.\n\n3. A cigarette which gave off 50% (or noticeably) less smoke seemed\nto be a reasonable compromise to many of the panel members. The\npsychological benefits are retained, but there is less smoke to-\ncollect in a house, gather on clothes, etc. However, most\nmembers agreed that non-smokers would remain dissatisfied as\nlong as a cigarette gave off any smoke.\n\nc06L Lenos\n\n \n\f",
    "augmented_texts": [
        "ow és 380 wre - vee May 10, 1978 Mr. A. Atomic number 15. Gaspar Re: FOCUS GROUPS FOR PROJECT \" I \" ‘ Attached to this memoranda comprise the report on the focus groups for Project \" I. \" My interpretation of the groups and the thought given in the report are in agreement. The groups be conducted in Cincinnati on April 12 and 13. Background The focus groups were conducted to gain a qualitative reaction to cigarette ideas directed at social problems connected with smoking. The bulk of the discussion centered on four ideas: 1. A cigarette with no sidestream smoke. 2. A cigarette with 50% less sidestream smoke. 3. A cigarette with a pleasant aroma. 4. A cigarette which did not stain teeth or fingers. ‘ Summary of Results 1, Smokers will not ‘ accept any modification in their cigarette which would adversely affect its taste. There seems to be a predisposition that any changes in a cigarette tend to adversely affect the taste - perhaps a result of experience with low tar cigarettes. 2, Smokers do feel that sidestream (or “ raw \") smoke can be bother - some to both non - smokers and smokers due to the odor and irritation. However, they did indicate that the smoke does have some psychological benefits (the aroma, the visual pleasure of watching the smoke, a feeling of comfort ). Smokers were very skeptical that a cigarette like this could deliver much taste. 3. A cigarette which gave off 50% (or noticeably) less smoke seemed to be a reasonable compromise to many of the panel members. The psychological benefits are retained, but there is less skunk to - collect in a house, gathering on clothes, etc. However, most members agreed that non - smokers would remain dissatisfied as long as a cigarette gave off any smoke. c06L Lenos",
        "ow és 380 wre - vee May 10, 1978 Mr. A. P. Gaspar Re: FOCUS GROUPS FOR PROJECT \" I \" ‘ Attached to this memoranda is the report on the focus groups for Project \" I. \" My interpretation of the groups and the thoughts give in the report are in agreement. The groups live conducted in Cincinnati on Apr 12 and 13. Background The focus groups were conducted to gain a qualitative reaction to cigarette ideas directed at social problems connected with smoking. The mass of the discussion centered on four ideas: 1. A cigarette with no sidestream smoke. 2. A cigarette with 50% less sidestream smoke. 3. A cigarette with a pleasant aroma. 4. A cigarette which did not stain teeth or fingers. ‘ Summary of Results 1, Smokers will not ‘ accept any modification in their cigarette which would adversely affect its taste. There seems to be a predisposition that any changes in a cigarette tend to adversely affect the taste - perhaps a result of experience with low tar cigarettes. 2, Smokers do feel that sidestream (or “ bare ass \") smoke can be bother - some to both non - smokers and smokers due to the odor and irritation. However, they did indicate that the smoke does have some psychological benefits (the aroma, the visual joy of watching the smoke, a feeling of comfort ). Smokers were very skeptical that a cigarette like this could deliver much taste. 3. A cigarette which gave off 50% (or noticeably) less weed seemed to be a reasonable compromise to many of the panel members. The psychological benefits are retained, but there is less smoke to - collect in a house, gather on clothes, etc. However, most members agreed that non - smokers would remain dissatisfied as long as a cigarette gave off any smoke. c06L Lenos"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The focus groups were conducted to gain a qualitative reaction tocigarette ideas directed at social problems connected with smoking. The bulk of the discussion centered on four ideas: A cigarette with no sidestream smoke, a cigarette that gave off 50% less smoke and one that did not stain teeth or fingers. Smokers were skeptical that such cigarettes could deliver much taste."
}