{
    "filename": "50441161-1164.jpg",
    "metadata": {},
    "text": "CURRICULUM VITAE\n\nName: Sandra Carol MILLER\n\nDate of birth February 18, 1946\n\nMontreal, CANADA\n\n \n\n \n\n \n\nMarital statu single\nEducation:\nB.Sc. (Biology) Sir George Williams University, Montreal, Canada 1968\nM.Sc. (Anatomy, Immunology) McGill University, Montreal, Canada 1971\nPh.D. (Anatomy, Immunology) (Deans Honors) McGill University,\nMontreal, Canada. 1975\nPostdoctoral training: Division of Experimental Biology,\nBaylor College of Medicine, 1976-\n‘Texas Medical Center, Houston, TX. is78\n\nChronology of employment:\n\n \n\n \n\nLaboratory instructor: Department of Anatomy, McGill University 1970-73\nTeaching Fellow: Department of Anatomy, McGill University 1973-75,\nLectures Department of Anatomy, McGill University 1975-76\nAssistant Professo: Department of Anatomy, McGill University 1978-83\nAssociate Professor: Department of Anatomy, McGill University 1983-date\n\n(tenured-1987)\nScientific asscciations\n\nMember: American Association of Anatomists\nCanadian Association of Anatonists\nInternational Society of Experimental Hematology\nCanadian Society for Immunology\n\nHonors and Awards\n\nMurray L. Barr Junior Scientists award\nAn annual national award of the Canadian Association of Anatomists -\n\ngiven \"in recognition of special merit and achievement in research in the\n\nAnatomical sciences.\" 1985\n\f",
    "augmented_texts": [
        "CURRICULUM VITAE Name: Sandra Carol MILLER Date of birth February 18, 1946 Montreal, CANADA Marital statu single Education: B. Sc. (Biology) Sir George Williams University, Montreal, Canada 1968 M. Sc. (Anatomy, Immunology) McGill University, Montreal, Canada 1971 Ph. D. (Anatomy, Immunology) (Deans Honors) McGill University, Montreal, Canada. 1975 Postdoctoral training: Division of Experimental Biological science, Baylor College of Medicine, 1976 - ‘ Texas Medical Center, Houston, TX. is78 Chronology of employment: Laboratory instructor: Department of Anatomy, McGill University 1970 - 73 Teaching Fellow: Department of Figure, McGill University 1973 - 75, Lectures Department of Anatomy, McGill University 1975 - 76 Assistant Professo: Department of Anatomy, McGill University 1978 - 83 Associate Professor: Department of Anatomy, McGill University 1983 - date (tenured - 1987) Scientific asscciations Phallus: American Association of Anatomists Canadian Association of Anatonists International Society of Experimental Hematology Canadian Society for Immunology Honors and Awards Murray L. Barr Junior Scientists award An annual national award of the Canadian Association of Anatomists - given \" in recognition of special merit and achievement in research in the Anatomical sciences. \" 1985",
        "CURRICULUM VITAE Name: Sandra Carol MILLER Date of birth February 18, 1946 Montreal, CANADA Marital statu single Education: B. Sc. (Biology) Sir George iii Williams University, Montreal, Canada 1968 M. Sc. (Form, Immunology) McGill University, Montreal, Canada 1971 Ph. D. (Anatomy, Immunology) (Deans Honors) McGill University, Montreal, Canada. 1975 Postdoctoral training: Division of Experimental Biology, Baylor College of Medicine, 1976 - ‘ Texas Medical Center, Houston, TX. is78 Chronology of employment: Laboratory instructor: Department of Anatomy, McGill University 1970 - 73 Teaching Fellow: Department of Anatomy, McGill University 1973 - 75, Lectures Department of Anatomy, McGill University 1975 - 76 Assistant Professo: Department of Anatomy, McGill University 1978 - 83 Associate Professor: Department of Figure, McGill University 1983 - date (tenured - 1987) Scientific asscciations Member: American Association of Anatomists Canadian Association of Anatonists International Society of Experimental Hematology Canadian Society for Immunology Laurels and Awards Murray L. Barr Junior Scientists award An annual internal award of the Canadian Association of Anatomists - given \" in recognition of special merit and achievement in research in the Anatomical sciences. \" 1985"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Sandra Carol MILLER was born February 18, 1946, in Montreal, Canada. She is a member of the American Association of Anatomists and the Canadian Society for Immunology. In 1987 she was tenured at McGill University, where she worked as an associate professor of anatomy."
}