{
    "filename": "50459173-9174.jpg",
    "metadata": {},
    "text": "BIOGRAPHICAL SKETCH\nHENRY TIEN LAU\n\n \n\n \n\nPosition/Title: Assistant Professor of Pediatric Surgery\nDate of Birt November 19, 1955\nEducatio\n1977 City College of New York, New York, BS\n1979 Howard University, Washington, DC, MD.\n\nPostgraduate and Postdoctoral training:\n\n1979-80 Intern in Surgery, Harlem Hospital, New York City\n1980-81 Resident in Surgery, Memorial Sloan Kettering,\nNew York City\n1982-85 Research Fellow in Transplantation Immunology,\nColumbia University Presbyterian Hospital, New York\n1985-87 Resident in Surgery, Harlem Hospital, New York City\n1987-88 Assistant Chief Resident in Pediatric Surgery\n1988-89 Chief Resident in Pediatric Surgery, The Children’s\nHospital of Philadelphia\n1989 Visiting Fellow, Liver Transplantation, University\nof Chicago\n\nAcademic Appointments:\n\n1987-89 Instructor in Pediatric Surgery, Dept. of Surgery.\nUniversity of Pennsylvania School of Medicine\n1989 Assistant Professor of Pediatric Surgery, Dept.\nof Surgery, University of Pennsylvania\nSchool of Medicine\n\n \n\nPublications;\n\n1, LAU, HT, Raw, I, Schmidt, BJ, et al: Pain insensitivity: 2 metabolic\ndisease, Lancet '1(8011):598-599, 1977,\n\n2. LAU, HT, Hardy, MA, Altman, RP, Deceased pulmonary alveolar macrophage\nbactericidal activity in splenectomized rats, J. Surg. Res. 34:568-571, 1983\n\n \n\n3. LAU, HT, Reemtsma, K, Hardy, MA, Pancreatic islet allograft prolongation\nby donor-specific blood transfusions treated with ultraviolet irradiation,\nScience 221:754-756, 1983,\n\n4. LAU, HT, Reemtsma K, Hardy, MA, Prolongation of rat islet allograft survival\nby direct ultraviolet irradiation of the graft, Science 223:607-609, 1984.\n\n5. Hardy, MA, LAU, HT, Weber, C, Reemtsma, K, Panereatic islet transplantation\n\f",
    "augmented_texts": [
        "BIOGRAPHICAL SKETCH HENRY TIEN LAU Position / Title: Assistant Professor of Pediatric Surgery Date of Birt November 19, 1955 Educatio 1977 City College of New York, New York, BS 1979 Howard University, Washington, DC, MD. Postgraduate and Post doc training: 1979 - fourscore Intern in Surgery, Harlem Hospital, New York City 1980 - 81 Resident in Surgery, Memorial Sloan Kettering, New York City 1982 - 85 Research Fellow in Transplantation Immunology, Columbia University Presbyterian Hospital, New York 1985 - 87 Resident in Surgery, Harlem Hospital, New York City 1987 - 88 Assistant Chief Resident in Pediatric Operation 1988 - eighty nine Chief Resident in Pediatric Surgery, The Children ’ s Hospital of Philadelphia 1989 Visiting Fellow, Liver Transplantation, University of Chicago Academic Appointments: 1987 - 89 Instructor in Pediatric Surgery, Dept. of Surgery. University of Pennsylvania School of Medicine 1989 Assistant Professor of Pediatric Surgery, Dept. of Surgery, University of Pennsylvania School of Medicine Publications; 1, LAU, HT, Raw, I, Schmidt, BJ, et al: Pain insensitivity: 2 metabolic disease, Lancet ' 1 (8011 ): 598 - 599, 1977, 2. LAU, HT, Hardy, MA, Altman, RP, Deceased pulmonary alveolar macrophage bactericidal activity in splenectomized rats, J. Surg. Res. 34: 568 - 571, 1983 3. LAU, HT, Reemtsma, K, Hardy, MA, Pancreatic islet allograft prolongation by donor - specific blood transfusions treated with ultraviolet irradiation, Science 221: 754 - 756, 1983, 4. LAU, HT, Reemtsma K, Hardy, MA, Prolongation of rat islet allograft survival by direct ultraviolet irradiation of the graft, Science 223: 607 - 609, 1984. 5. Hardy, MA, LAU, HT, Weber, C, Reemtsma, K, Panereatic islet transplantation",
        "BIOGRAPHICAL SKETCH HENRY TIEN LAU Position / Title: Assistant Professor of Pediatric Surgery Date of Birt November 19, 1955 Educatio 1977 City College of New York, New York, BS 1979 Howard University, Washington, DC, MD. Postgraduate and Postdoctoral training: 1979 - 80 Intern in Surgery, Harlem Hospital, New York City 1980 - 81 Resident in Surgery, Memorial Sloan Kettering, New York City 1982 - 85 Research Fellow in Transplantation Immunology, Columbia University Presbyterian Hospital, New York 1985 - 87 Resident in Surgery, Harlem Hospital, New York City 1987 - 88 Assistant Chief Resident in Pediatric Surgery 1988 - ixc Chief Resident in Pediatric Surgery, The Children ’ s Hospital of City of brotherly love 1989 Visiting Fellow, Liver Transplantation, University of Chicago Academic Appointments: 1987 - 89 Instructor in Pediatric Surgery, Dept. of Surgery. University of Pennsylvania School of Medicine 1989 Assistant Professor of Pediatric Surgery, Dept. of Operation, University of Pennsylvania School of Medicine Publications; 1, LAU, HT, Raw, I, Schmidt, BJ, et al: Pain insensitivity: 2 metabolic disease, Lancet ' 1 (8011 ): 598 - 599, 1977, 2. LAU, HT, Hardy, MA, Altman, RP, Deceased pulmonary alveolar macrophage bactericidal activity in splenectomized rats, J. Surg. Res. 34: 568 - 571, 1983 3. LAU, HT, Reemtsma, K, Hardy, MA, Pancreatic islet allograft prolongation by donor - specific blood transfusions treated with ultraviolet irradiation, Science 221: 754 - 756, 1983, 4. LAU, HT, Reemtsma K, Hardy, MA, Prolongation of rat islet allograft survival by direct ultraviolet irradiation of the graft, Science 223: 607 - 609, 1984. 5. Hardy, MA, LAU, HT, Weber, C, Reemtsma, Thousand, Panereatic islet transplantation"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Birt is an Assistant Professor of Pediatric Surgery at the University of Pennsylvania School of Medicine. Birt was born in New York City on November 19, 1955. He is the son of Edward B. Lauer, who was a surgeon at Memorial Sloan Kettering, and his wife, Barbara."
}