{
    "filename": "50459497-9497.jpg",
    "metadata": {},
    "text": "4\n\n‘Cancer Communeatins, Va 1, No.6, 189, 98. 385-399\nnadine USA. Ad ighs mere\n\noss. 3a189 $300 000\n1980 Pergimon Prati\n\nPhosphorylation of HeLa Cell Multiprotein DNA Polymerase o Complex:\nImpact on Activity and Partial Purification of the Associated Kinase\n\nJamboor K, Vishwanatha®\n\nDepartmen of Biochemisy\nUniversity of Nebraska Medical Center\n42nd and Dewey Avenues, Omaha, NE 68105-1065\n\n(Submitted November 10,1989; accepted January 3, 1990)\n\nAbstract. Phosphorylation isa major post-translational regulatory mechanism. and plays akey roe in wansduc-\n\ntion of mitogenic signals in ell polit\n\n \n\ntion. The role of phosphorylation and dephosphoryltion in regulating\n\n{he activities ofa multiprotein DNA polymerase a complex was examined. Treatment of the HeLa cell mult\nprotein DNA polymerase a with caf intestinal alkaline phosphatase resulted in the inactivation of DNA poly\nfrase a and DNA primase but had no effect on deoxyribenuelease- and primer-tecognition proteins. A protein\nKinase co: purified withthe multiprotein DNA polymerase a and was part ally porified from HeLacele. The par\n{ally purified kinase was ative in phosphorylating dephosphorylated polymerase a and used casein and histones\nasexogenous substrates This study demonstrates that hosphorylation-depho: phorylation may have modulated\nthe activities of DNA replicative enaymes and suggests aole fo specific phosphatases and kinases inthis pro\n\n \n\nCelt proliferation isa tightly regulated processin\nnormal cells. Abnormal cell proliferation isthe hall\nmark ofthe tumorigenic phenotype and isa result of\nrelaxation or lack of growth control. Many environ-\nmental signals suchas cell to cell contact or extracel\n\nlular growth factors exert their effects by regulating\ncell proliferation. The ability of normal cells to re-\nspond to extracellular or mitogenic signals depends\non the capacity ofthe cells to couple primary prolié\neration signals to the processes of DNA synthesis and\ncell cycle control. Ibis recognized that phosphoryla-\ntion plays a central part in the transduction of\nmitogenic signals. The cellular pathways, however,\nthat link extracellular signals to DNA synthesis are\nnot understood yet, In an attempt to understand\nthese cellular pathways, we have investigated the role\n‘of phosphorylation in regulating enzymesinvolved in\nDNA synthesis.\n\nModulation of enzyme activities by phosphoryl\nation-dephosphorylation has been demonstrated for\nnumber of proteins. Phosphorylation of pola® (1},\nand of DNA topoisomerases I [2] and I! (3} has been\nshown in vitro. Polis stimulated by phosphorylation\n[4, 5]. Immunoaffinity_puritied polis phosphoryl\n\ncd in serine and threonine residues (1]. When ex:\nposed to purified protein kinase Gin vitro, ela cell\npol wexhibits increased fidelity of replication (6). Al\n\n   \n\n \n\n‘Tel (402) 559-6663, FAX (402) 359-5844\nAbbreviations used: Pola, DNA polymerase: CIAD, calfin-\n‘estnal alkaline phosphatase: DEAE, diethylaminoethy\nlulose; buffer A, 50 mM Tris-HCl. pH 75,1 mM EDTA, I mM\nDIT, 10% glycerol; EDTA, ethylenediamine tetraacetic acid:\nDIT, dithiottetal, HEPES, N.(2-hydroxyledhy]. pipers\n{2-thanesulfonic acid}: BSA, bovine serum albumin:\nPMSF, phenylmethylsulfonylfivoride; SDS-PAGE, sodium\nsdzcylsulfate-polyacrylamide gel electrophoresis: GTP. gua\nnosine S‘riphosphate; NTP, nucleoside Wiphosphate; AMD,\nadenosine S\"-monophosphate\n\n \n\n  \n\n   \n\nthough pola is stimulated by phosphorylation, it is\nnot known if phosphorylation and dephosphoryl-\nation modulate its activity in vivo. Further, the efleets\n‘of phosphorylation on other enzymesin DNA synthe-\nsis have not been investigated.\n\nPolis the major DNA replicating enzymein pro-\nliferating animal cells (7, 8]-A muluiprotein form of\npola, designated pol a, has been isolated from HeLa\nCells (9], which includes cofactor proteins for pola\nthat may have a role in DNA replication.\n\nIn this report, data is presented on the effect of\ndephosphorylation on the various enzymatic activi\ntics associated with polz nd on the partial purifica-\ntion and characcerization of protein kinase activity\nthat co-purifies with the muliprotein poles\n\nMATERIALS AND METHODS\n\n‘Materials. CLAP was purchased from Boehringes-\nMannheim Corp. (Indianapolis, IN). Phosphopro-\ntein phosphatase (type 1) from rabbit reticulocytes,\nwwasa gift from Dy. Boyd Hardesty, University of Texas\n(Austin, TX). Rebbit antisera against Drosophila met\nanogaster casein kinase II was provided by Dr. Clai-\nborne Glover, University of Georgia (Athens, GA)\n\nHeLa $3 cells (ATCG CCI 2.2) were maintained\n4s suspension cultures in Joklik's modified Eagle's\n‘medium supplentented with 5% defined iron-supple-\nmented calf serum (Hyclone Laboratories, Logan,\nUT) at 37°C. The culture was monitored for mycoplas\n‘a contamination using the Mycotrim TC detection\nit (ana Biologics, Inc., Alameda, CA).\n\nIsolation of rwuliprotin pola, \"Hela cell mult\nprotein polascomplexwas purified froma combined\nlowsalt nuclear extract and postmicrosomal super:\n‘natant fluid by previously published procedures {9}\nBriefly, the combined lowsalt nuclear extract and\npostmicrosomal supernatant fluid were Brought to\n150 mM KCl and chromatographed over columns of\n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "4 ‘ Cancer Communeatins, Va 1, No. 6, 189, 98. 385 - 399 nadine USA. Ad ighs mere oss. 3a189 $ 300 000 1980 Pergimon Prati Phosphorylation of HeLa Cell Multiprotein DNA Polymerase o Complex: Impact on Activity and Partial Purification of the Associated Kinase Jamboor K, Vishwanatha ® Departmen of Biochemisy University of Nebraska Medical Center 42nd and Dewey Avenues, Omaha, NE 68105 - 1065 (Submitted Nov 10, 1989; accepted January 3, 1990) Abstract. Phosphorylation isa major post - translational regulatory mechanism. and plays akey roe in wansduc - tion of mitogenic signals in ell polit tion. The role of phosphorylation and dephosphoryltion in regulating {he activities ofa multiprotein DNA polymerase a complex was examined. Treatment of the HeLa cell mult protein DNA polymerase a with caf intestinal alkaline phosphatase resulted in the inactivation of DNA poly frase a and DNA primase but had no effect on deoxyribenuelease - and primer - tecognition proteins. A protein Kinase co: purified withthe multiprotein DNA polymerase a and was part ally porified from HeLacele. The equivalence {ally purified kinase was ative in phosphorylating dephosphorylated polymerase a and used casein and histones asexogenous substrates This study demonstrates that hosphorylation - depho: phorylation may have modulated the activities of DNA replicative enaymes and suggests aole fo specific phosphatases and kinases inthis pro Celt proliferation isa tightly regulated processin normal cells. Abnormal cell proliferation isthe hall mark ofthe tumorigenic phenotype and isa result of relaxation or lack of growth control. Many environ - mental signals suchas cell to cell contact or extracel lular growth factors exert their effects by regulating cell proliferation. The ability of normal cells to re - spond to extracellular or mitogenic signals depends on the capacity ofthe cells to couple primary prolié eration signals to the processes of DNA synthesis and cell cycle control. Ibis recognized that phosphoryla - tion plays a central part in the transduction of mitogenic signals. The cellular pathways, however, that link extracellular signals to DNA synthesis are not understood yet, In an attempt to understand these cellular pathways, we have investigated the role ‘ of phosphorylation in regulating enzymesinvolved in DNA synthesis. Modulation of enzyme activities by phosphoryl ation - dephosphorylation has been demonstrated for number of proteins. Phosphorylation of pola ® (1 }, and of DNA topoisomerases I [2] and I! (3} has been shown in vitro. Polis stimulated by phosphorylation [4, 5 ]. Immunoaffinity_puritied polis phosphoryl cd in serine and threonine residues (1 ]. When ex: posed to purified protein kinase Gin vitro, ela cell pol wexhibits increased fidelity of replication (6 ). Al ‘ Tel (402) 559 - 6663, FAX (402) 359 - 5844 Abbreviations used: Pola, DNA polymerase: CIAD, calfin - ‘ estnal alkaline phosphatase: DEAE, diethylaminoethy lulose; buffer A, 50 mM Tris - HCl. ph scale 75, 1 mM EDTA, I mM DIT, 10% glycerol; EDTA, ethylenediamine tetraacetic acid: DIT, dithiottetal, HEPES, N. (2 - hydroxyledhy ]. pipers {deuce - thanesulfonic acid }: BSA, bovine serum albumin: PMSF, phenylmethylsulfonylfivoride; SDS - PAGE, sodium sdzcylsulfate - polyacrylamide gel dielectrolysis: GTP. gua nosine S ‘ riphosphate; NTP, nucleoside Wiphosphate; AMD, adenosine S \" - monophosphate though pola is stimulated by phosphorylation, it is not known if phosphorylation and dephosphoryl - ation modulate its activity in vivo. Further, the efleets ‘ of phosphorylation on other enzymesin DNA synthe - sis have not been investigated. Polis the major DNA replicating enzymein pro - liferating animal cells (7, 8] - A muluiprotein form of pola, designated pol a, has been isolated from HeLa Cells (9 ], which includes cofactor proteins for pola that may have a role in DNA replication. In this report, data is presented on the effect of dephosphorylation on the various enzymatic activi tics associated with polz nd on the partial purifica - tion and characcerization of protein kinase activity that co - purifies with the muliprotein poles MATERIALS AND METHODS ‘ Materials. CLAP was purchased from Boehringes - Mannheim Corp. (Indianapolis, indiana ). Phosphopro - tein phosphatase (type 1) from rabbit reticulocytes, wwasa gift from Dy. Boyd Hardesty, University of Texas (Austin, TX ). Rebbit antisera against Drosophila met anogaster casein kinase II was provided by Dr. Clai - borne Glover, University of Georgia (Athens, GA) HeLa $ 3 cells (ATCG CCI 2. 2) were maintained 4s suspension cultures in Joklik ' s modified Eagle ' s ‘ medium supplentented with 5% defined iron - supple - mented calf serum (Hyclone Laboratories, Logan, UT) at 37 ° C. The culture was monitored for mycoplas ‘ a contamination using the Mycotrim TC detection it (ana Biologics, Inc. , Alameda, CA ). Isolation of rwuliprotin pola, \" Hela cell mult protein polascomplexwas purified froma combined lowsalt nuclear extract and postmicrosomal super: ‘ natant fluid by previously published procedures {9} Briefly, the combined lowsalt nuclear extract and postmicrosomal supernatant fluid were Brought to 150 mM KCl and chromatographed over columns of",
        "4 ‘ Cancer Communeatins, Va 1, No. 6, 189, 98. 385 - 399 nadine USA. Ad ighs mere oss. 3a189 $ 300 000 1980 Pergimon Prati Phosphorylation of HeLa Cell Multiprotein DNA Polymerase o Complex: Impact on Activity and Partial Purification of the Associated Kinase Jamboor K, Vishwanatha ® Departmen of Biochemisy University of Nebraska Medical Center 42nd and Dewey Avenues, Omaha, NE 68105 - 1065 (Submitted November 10, 1989; accepted January 3, 1990) Abstract. Phosphorylation isa major post - translational regulatory mechanism. and plays akey roe in wansduc - tion of mitogenic signals in ell polit tion. The role of phosphorylation and dephosphoryltion in regulating {he activities ofa multiprotein DNA polymerase a complex was examined. Treatment of the HeLa cell mult protein DNA polymerase a with caf intestinal alkaline phosphatase resulted in the inactivation of DNA poly frase a and DNA primase but had no effect on deoxyribenuelease - and primer - tecognition proteins. A protein Kinase co: purified withthe multiprotein DNA polymerase a and was part ally porified from HeLacele. The par {ally purified kinase was ative in phosphorylating dephosphorylated polymerase a and used casein and histones asexogenous substrates This study demonstrates that hosphorylation - depho: phorylation may have modulated the activities of DNA replicative enaymes and suggest aole fo specific phosphatases and kinases inthis pro Celt proliferation isa tightly regulated processin normal cells. Abnormal cell proliferation isthe hall mark ofthe tumorigenic phenotype and isa result of relaxation oregon lack of growth control. Many environ - mental signals suchas cell to cell contact or extracel lular growth factors exert their effects by regulating cell proliferation. The ability of normal cells to re - spond to extracellular or mitogenic signals depends on the capacity ofthe cells to couple primary prolié eration signals to the processes of DNA synthesis and cell cycle control. Ibis recognized that phosphoryla - tion plays a central part in the transduction of mitogenic signals. The cellular pathways, however, that link extracellular signals to DNA synthesis are not understood yet, In an attempt to understand these cellular pathways, we have investigated the role ‘ of phosphorylation in regulating enzymesinvolved in DNA synthesis. Modulation of enzyme activities by phosphoryl ation - dephosphorylation has embody demonstrated for telephone number of proteins. Phosphorylation of pola ® (1 }, and of DNA topoisomerases I [2] and I! (3} has been shown in vitro. Polis stimulated by phosphorylation [4, 5 ]. Immunoaffinity_puritied polis phosphoryl cd in serine and threonine residues (1 ]. When ex: posed to purified protein kinase Gin vitro, ela cell pol wexhibits increased fidelity of replication (6 ). Al ‘ Tel (402) 559 - 6663, FAX (402) 359 - 5844 Abbreviations used: Pola, DNA polymerase: CIAD, calfin - ‘ estnal alkaline phosphatase: DEAE, diethylaminoethy lulose; buffer A, 50 mM Tris - HCl. pH 75, 1 mM EDTA, I mM DIT, 10% glycerol; EDTA, ethylenediamine tetraacetic acid: DIT, dithiottetal, HEPES, N. (2 - hydroxyledhy ]. pipers {2 - thanesulfonic acid }: BSA, bovine serum albumin: PMSF, phenylmethylsulfonylfivoride; SDS - PAGE, sodium sdzcylsulfate - polyacrylamide gel electrophoresis: GTP. gua nosine S ‘ riphosphate; NTP, nucleoside Wiphosphate; AMD, adenosine S \" - monophosphate though pola is stimulated by phosphorylation, it is not known if phosphorylation and dephosphoryl - ation modulate its activity in vivo. Further, the efleets ‘ of phosphorylation on other enzymesin DNA synthe - sis have not been investigated. Polis the major DNA replicating enzymein pro - liferating animal cells (7, 8] - A muluiprotein form of pola, designated pol a, has been isolated from HeLa Cells (9 ], which includes cofactor proteins for pola that may have a role in DNA replication. In this report, data is presented on the effect of dephosphorylation on the various enzymatic activi tics associated with polz nd on the partial purifica - tion and characcerization of protein kinase activity that co - purifies with the muliprotein poles MATERIALS AND METHODS ‘ Materials. CLAP was purchased from Boehringes - Mannheim Corp. (Indianapolis, IN ). Phosphopro - tein phosphatase (type 1) from rabbit reticulocytes, wwasa gift from Dy. Boyd Hardesty, University of Texas (Austin, TX ). Rebbit antisera against Drosophila met anogaster casein kinase two was provided by Dr. Clai - borne Glover, University of Georgia (Athens, GA) HeLa $ 3 cells (ATCG CCI 2. 2) were maintained 4s suspension cultures in Joklik ' s modified Eagle ' s ‘ medium supplentented with five% defined iron - supple - mented calf serum (Hyclone Laboratories, Logan, UT) at 37 ° C. The culture was monitored for mycoplas ‘ a contamination use the Mycotrim TC detection it (ana Biologics, Inc. , Alameda, CA ). Isolation of rwuliprotin pola, \" Hela cell mult protein polascomplexwas purified froma combined lowsalt nuclear extract and postmicrosomal super: ‘ natant fluid by previously published procedures {9} Briefly, the combined lowsalt nuclear extract and postmicrosomal supernatant fluid were Brought to 150 mM KCl and chromatographed over columns of"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The role of phosphorylation and dephosphoryltion in regulating the activities of a multiprotein DNA polymerase a complex was examined. Treatment with intestinal alkaline phosphatase resulted in the inactivation of DNA polyfrase and DNA primase but had no effect on deoxyribenuelease- and primer-tecognition proteins."
}