{
    "filename": "50453083-3083.jpg",
    "metadata": {},
    "text": "®\n\nSalt\n\nKAROLINSKA INSTITUTET\nDEPARTMENT OF ANAESTHESIA\n$-104 01 STOCKHOLM\n\nSWEDEN\nTEL 08-3405 09 ext. 1468\n\nCurriculum vitae for Eddie Weitzberg M.D, Ph.D\nIth of June 1982\n\n \n\nMD Ith of Oct, 1984\nCertified anaesthesiologist 19th of Oct.1990\nPh. D in medical science, 4th of June 1993,\n\nKarolinska Institute, Stockholm, Sweden\n\nAnaestirest\n\ni at the Department of Since Oct. 1987+\nhs and Intensive Care,\nKarolinska Hospital, Stockholm, Sweden\n\n   \n\nOriginal papers relevant to the application:\n\nNitric oxide inhalation selectively attenuates pulmonary hypertension and arterial hypoxia in\n\nporcine endotoxin shock. Weitzberg E, Rudehill A, Alving K, Lundberg J M,\n\n‘Acta Phys Scand, 1991, Vol 143, 451-452\n\n*Nitric oxide inhalation attenuates pulmonary hypertension and improves gas exchange in\n\ngadotoxin shock. E>Weitzberg, A.Rudhil nd 1.M Lundberg Er. J Pharmacol., 1993, 233,\n\nNitric oxide mediates cigarette smoke-induced vasodilatory responses in the lung. K. Alving,\nFomheim, E. Weitzberg, J.M. Lundberg, Acta Physiol Scand, 1992,146, 407-408\n\n+Circulatory responses to e=victhelin-1 and nitric oxide- with specia! reference to encatoxin\n\nShock and nite vide inhalation E, Weil2berg Acta Physiol Seand, 1993, 148,\n\nsuppl. 611, 1-72, (Thesis)\n\nsIncreased amount of nitric, o:ide in exhaled uir of asthmatics\n\nK. Alving, E, Weitzberg, JM. Lundberg. Eur Respir J, 1993, 6, 1368-1370\n\n \n\n  \n\n \n\nStockholm 29th of November\n\nGi @ KE 2 ge\n\nLee ed\nEddie Weitzberg M.D., Ph. D.\nDepartment of Anaesthesiology und Intensive Care\nKarolinska Hospital\n104.01 Stockholm\nSweden\n\f",
    "augmented_texts": [
        "® Salt KAROLINSKA INSTITUTET DEPARTMENT OF ANAESTHESIA $ - 104 01 STOCKHOLM SWEDEN TEL 08 - 3405 09 ext. 1468 Curriculum vitae for Eddie Weitzberg M. D, Ph scale. D Ith of June 1982 MD Ith of Oct, 1984 Certified anaesthesiologist 19th of Oct. 1990 Ph. D in medical science, 4th of June 1993, Karolinska Institute, Stockholm, Sweden Anaestirest i at the Department of Since October. 1987 + hs and Intensive Care, Karolinska Hospital, Stockholm, Sweden Original papers relevant to the application: Nitric oxide inhalation selectively attenuates pulmonary hypertension and arterial hypoxia in porcine endotoxin shock. Weitzberg E, Rudehill A, Alving K, Lundberg Joule M, ‘ Acta Phys Scand, 1991, Vol 143, 451 - 452 * Nitric oxide inhalation attenuates pulmonary high blood pressure and improves gas exchange in gadotoxin shock. E> Weitzberg, Angstrom. Rudhil nd 1. M Lundberg Er. J Pharmacol. , 1993, 233, Nitric oxide mediates cigarette smoke - induced vasodilatory responses in the lung. K. Alving, Fomheim, E. Weitzberg, J. M. Lundberg, Acta Physiol Scand, 1992, 146, 407 - 408 + Circulatory responses to e = victhelin - 1 and nitric oxide - with specia! reference to encatoxin Shock and nite vide inhalation E, Weil2berg Acta Physiol Seand, 1993, 148, suppl. 611, 1 - 72, (Thesis) sIncreased amount of nitric, o: ide in exhaled uir of asthmatics K. Alving, E, Weitzberg, JM. Lundberg. Eur Respir J, 1993, 6, 1368 - 1370 Stockholm 29th of November Gi @ KE 2 ge Lee ed Eddie Weitzberg M. D. , Ph. D. Department of Anaesthesiology und Intensive Care Karolinska Hospital 104. 01 Stockholm Sweden",
        "® Salt KAROLINSKA INSTITUTET DEPARTMENT OF ANAESTHESIA $ - 104 01 STOCKHOLM SWEDEN TEL 08 - 3405 09 ext. 1468 Curriculum vitae for Eddie Weitzberg M. D, Ph. D Ith of June 1982 MD Ith of Oct, 1984 Certified anaesthesiologist 19th of Oct. 1990 Ph. D in medical science, 4th of June 1993, Karolinska Institute, Stockholm, Sweden Anaestirest i at the Section of Since Oct. 1987 + hs and Intensive Care, Karolinska Hospital, Stockholm, Kingdom of sweden Original papers relevant to the application: Nitric oxide inhalation selectively attenuates pulmonary hypertension and arterial hypoxia in porcine endotoxin shock. Weitzberg E, Rudehill A, Alving K, Lundberg J M, ‘ Acta Phys Scand, 1991, Vol 143, 451 - 452 * Nitric oxide inhalation attenuates pulmonary hypertension and improves gas exchange in gadotoxin impact. E> Weitzberg, A. Rudhil nd 1. M Lundberg Er. J Pharmacol. , 1993, 233, Nitric oxide mediates cigarette skunk - induced vasodilatory responses in the lung. K. Alving, Fomheim, E. Weitzberg, J. M. Lundberg, Acta Physiol Scand, 1992, 146, 407 - 408 + Circulatory responses to e = victhelin - 1 and azotic oxide - with specia! reference to encatoxin Shock and nite vide inhalation E, Weil2berg Acta Physiol Seand, 1993, 148, suppl. 611, 1 - 72, (Thesis) sIncreased amount of nitric, o: ide in exhaled uir of asthmatics K. Alving, E, Weitzberg, JM. Lundberg. Eur Respir J, 1993, 6, 1368 - 1370 Stockholm 29th of November Gi @ KE 2 ge Lee ed Eddie Weitzberg M. D. , Ph. D. Section of Anaesthesiology und Intensive Care Karolinska Hospital 104. 01 Stockholm Sweden"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Eddie Weitzberg is an anaesthesiologist at the Karolinska Institute in Stockholm, Sweden. He is the author of the following papers: Nitric oxide inhalation selectively attenuates pulmonary hypertension and arterial hypoxia in endotoxin shock. His work has been published in J. Pharmacol, Eur Respir, and Acta Physiol."
}