{
    "filename": "50451515-1516.jpg",
    "metadata": {},
    "text": " \n\nKochevar, page 5\n\nEDUCATION\n\nB.A., 1978, Rice University, Houston, Texas\n\nM.D., 1981, The University of Texas Southwestern Medical School,\nDallas, Texas\n\nEMPLOYMENT AND ACADEMIC APPOINTMENTS\n\n1985 - present: Assistant Professor, Department of Pathology and Laboratory Medicine,\nCollege of Medicine, Texas A&M University, College Station, Texas\n\n1984 - 1985: Chief Resident, Department of Pathology, Baylor University Medical Center,\nDallas, Texas\n\n1982 - 1985: Resident in Anatomic and Clinical Pathology, Baylor University Medical\nCenter, Dallas, Texas\n\n1981 - 1982: Research Fellow, Department of Surgery, The University of Texas\n‘Southwestem Medical School, Dallas, Texas\n\nARTICLES PUBLISHED\n\nKochevar, J. Anti-renal cell carcinoma monoclonal antibody SF4 blocks in vitro autocrine\ngrowth stimulation. Submitted to Cancer Research.\n\nKochevar, J. and Coffield, K. S. Differential immunostaining of oncocytic renal tumors\nwith an anti-renal cell carcinoma monoclonal antibody. The Journal of Urology 141:625-\n628, 1989,\n\n \n\nKochevar, J. A renal cell carcinoma neoplastic antigen detectable by immunohistochemistry\nis defined by a murine monoclonal antibody, Cancer 60:2031-2036, 1987.\n\nKochevar, J. Adenocarcinoid tumor, goblet cell type, arising in a ureteroileal conduit. The\nJoumal of Urology 131:957-959, 1984.\n\nABSTRACTS PUBLISHED\nKochevar, J., Kochevar, D. T., Amoss, M., and Hightower, D. Anti-melanoma antibodies\n\nlocalize 1311 to melanomatous lesions in Sinclair swine expressing congenital tumors,\nProceedings of the American Association for Cancer Research 30:347, 1989.\n\n \n\n \n\nKochevar, J. Preparation of anti-renal cell carcinoma antibodies using fusion proteins from\na lambda gtl1 cDNA expression library. Proceedings of the American Association for\nCancer Research 29:390, 1988,\n\nKochevar, J. and Kochevar D. Comparative oncogene expression in canine and human\nosteosarcomas. Laboratory Investigation 58:49A, 1988.\n\nKochevar, J. A murine monoclonal antibody demonstrates heterogeneity of oncocytic renal\ntumors, Laboratory Investigation 56:39A, 1987.\n\f",
    "augmented_texts": [
        "Kochevar, page 5 EDUCATION B. A. , 1978, Rice University, Houston, Texas M. D. , 1981, The University of Texas Southwestern Medical School, Dallas, Texas EMPLOYMENT AND ACADEMIC APPOINTMENTS 1985 - present: Assistant Professor, Department of Pathology and Laboratory Medicine, College of Medicine, Texas A & M University, College Station, Texas 1984 - 1985: Chief Resident, Department of Pathology, Baylor University Medical Mall, Dallas, Texas 1982 - 1985: Resident in Anatomic and Clinical Pathology, Baylor University Medical Center, Dallas, Texas 1981 - 1982: Research Fellow, Department of Surgery, The University of Texas ‘ Southwestem Medical School, Dallas, Texas ARTICLES PUBLISHED Kochevar, J. Anti - renal cell carcinoma monoclonal antibody SF4 blocks in vitro autocrine growth stimulation. Submitted to Cancer Research. Kochevar, J. and Coffield, K. S. Differential immunostaining of oncocytic renal tumors with an anti - renal cell carcinoma monoclonal antibody. The Journal of Urogenital medicine 141: 625 - 628, 1989, Kochevar, J. A renal cell carcinoma neoplastic antigen detectable by immunohistochemistry is defined by a murine monoclonal antibody, Cancer 60: 2031 - 2036, 1987. Kochevar, J. Adenocarcinoid tumor, goblet cell type, arising in a ureteroileal conduit. The Joumal of Urology 131: 957 - 959, 1984. ABSTRACTS PUBLISHED Kochevar, J. , Kochevar, D. T. , Amoss, M. , and Hightower, D. Anti - melanoma antibodies place 1311 to melanomatous lesions in Sinclair swine expressing congenital tumors, Proceedings of the American Association for Cancer Research 30: 347, 1989. Kochevar, J. Preparation of anti - renal cell carcinoma antibodies using fusion proteins from a lambda gtl1 cDNA expression library. Proceedings of the American Association for Cancer Enquiry 29: 390, 1988, Kochevar, J. and Kochevar D. Comparative oncogene expression in canine and human osteosarcomas. Laboratory Investigation 58: 49A, 1988. Kochevar, J. A murine monoclonal antibody demonstrates heterogeneity of oncocytic renal tumors, Laboratory Investigation 56: 39A, 1987.",
        "Kochevar, varlet 5 EDUCATION B. A. , 1978, Rice University, Houston, Texas M. D. , 1981, The University of Texas Southwestern Medical School, Dallas, Texas EMPLOYMENT AND ACADEMIC APPOINTMENTS 1985 - present: Assistant Professor, Department of Pathology and Laboratory Medicine, College of Medicine, Texas A & M University, College Station, Texas 1984 - 1985: Chief Resident, Department of Pathology, Baylor University Medical Center, Dallas, Texas 1982 - 1985: Resident in Anatomic and Clinical Pathology, Baylor University Medical Center, Dallas, Texas 1981 - 1982: Research Fellow, Department of Surgery, The University of Texas ‘ Southwestem Medical School, Dallas, Texas ARTICLES PUBLISHED Kochevar, Joule. Anti - renal cell carcinoma monoclonal antibody SF4 blocks in vitro autocrine growth stimulation. Submitted to Cancer Research. Kochevar, J. and Coffield, K. S. Differential immunostaining of oncocytic renal tumors with an anti - renal cell carcinoma monoclonal antibody. The Journal of Urology 141: 625 - 628, 1989, Kochevar, J. A renal cell carcinoma neoplastic antigen detectable by immunohistochemistry is defined by a murine monoclonal antibody, Cancer 60: 2031 - 2036, 1987. Kochevar, J. Adenocarcinoid tumor, goblet cell type, arising in a ureteroileal conduit. The Joumal of Urology 131: 957 - 959, 1984. ABSTRACTS PUBLISHED Kochevar, J. , Kochevar, D. Thyroxine. , Amoss, M. , and Hightower, D. Anti - melanoma antibodies localize 1311 to melanomatous lesions in Sinclair swine expressing congenital tumors, Proceedings of the American Association for Cancer Research 30: 347, 1989. Kochevar, J. Preparation of anti - renal cell carcinoma antibodies using fusion protein from a lambda gtl1 cDNA expression library. Transactions of the American Association for Cancer Research 29: 390, 1988, Kochevar, J. and Kochevar D. Comparative oncogene expression in canine and human osteosarcomas. Laboratory Investigation 58: 49A, 1988. Kochevar, J. A murine monoclonal antibody demonstrates heterogeneity of oncocytic renal tumour, Laboratory Investigation 56: 39A, 1987."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Kochevar, J.B.A., 1978, Rice University, Houston, Texas. M.D., 1981, The University of Texas Southwestern Medical School, Dallas. A renal cell carcinoma neoplastic antigen detectable by immunohistochemistry. defined by a murine monoclonal antibody, Cancer 60:2031-2036, 1987. Anti-melanoma antibodies localize 1311 to melanomatous lesions in Sinclair swine expressing congenital tumors."
}