{
    "filename": "504544445+-4445.jpg",
    "metadata": {},
    "text": " \n\n \n\nyw\n2,4,6- Code\n\n \n\n \n\n‘Mnalytical information (detailed) Smoke_~ Green Cured Kon-Leaf.\n. Itemizes\n4\nQuantitative (all figures) / Qualitative only\n. Quoteints or Semi-quant.\n\nZo\n\nStructural Forpula Wo. Fora\nYol. Weight MP. BLP\nChem, Groups Derivatives\n\nTypes of Tobacco (alt detatis) UWS. erpaudle Elena!\n\n‘Tox.-Pharm, Inform, and other Notes\n\nBrunnemann, kK. D.5 Stahnke, G.; Hoffmann, D.\n(Amer. Hith, Found, Naylor Dana Inst. Dis, Prevent., Div. Environ,\nCarcinogenesis, Valhalla, N. Y., U.S.\nPe CHEMICAL STUDIES Ou TOBACCO SMOKE. LXI. VOLATILE PYRIDINES:\nQUANTITATIVE ANALYSIS IN MAINSTREAM AND SIDESTREAM SMOKE OF CIGARETTES AND CIGARS.\nAnal. Lett, All (No. 7) 545-60 (1978) - in English\n*keywords:* “Constituents too numerous to list.\n\n \n\nShoo esnos\n\nBibliography:\nJf there 1s not suffietent space available for any of the categories, use reverse side,\nEe ce eae eee may eee ee\n\n \n\nTks ne Pahuie sae caked aah: oa Ge\n\f",
    "augmented_texts": [
        "yw ii, 4, 6 - Code ‘ Mnalytical info (detail) Smoke_ ~ Green Cured Kon - Folio. . Itemizes 4 Quantitative (all build) / Qualitative only. Quoteints or Semi - quant. Zo Structural Forpula Wo. Fora Yol. Weight MP. BLP Chem, Groups Derivatives Types of Tobacco (alt detatis) UWS. erpaudle Elena! ‘ Tox. - Pharm, Inform, and other Notes Brunnemann, kK. D. 5 Stahnke, G. ; Hoffmann, D. (Amer. Hith, Found, Naylor Dana Inst. Dis, Prevent. , Div. Environ, Carcinogenesis, Valhalla, N. Y. , U. S. Pe CHEMICAL STUDIES Ou TOBACCO SMOKE. LXI. VOLATILE PYRIDINES: QUANTITATIVE ANALYSIS IN MAINSTREAM AND SIDESTREAM SMOKE OF CIGARETTES AND CIGARS. Anal. Lett, All (No. 7) 545 - 60 (1978) - in English * keywords: * “ Constituents too numerous to list. Shoo esnos Bibliography: Jf there 1s non suffietent space available for any of the categories, use reverse side, Ee ce eae eee may eee ee Tks ne Pahuie sae caked aah: oa Ge",
        "yw 2, 4, 6 - Code ‘ Mnalytical information (detailed) Smoke_ ~ Green Cured Kon - Leaf. . Itemizes 4 Quantitative (all figures) / Qualitative only. Quoteints or Semi - quant. Zo Structural Forpula Wo. Fora Yol. Weight MP. BLP Chem, Groups Derivatives Types of Tobacco (alt detatis) UWS. erpaudle Elena! ‘ Tox. - Pharm, Inform, and former Notes Brunnemann, kK. D. 5 Stahnke, G. ; Hoffmann, D. (Amer. Hith, Found, Naylor Dana Inst. Dis, Prevent. , Div. Environ, Carcinogenesis, Valhalla, N. Wye. , U. S. Pe CHEMICAL STUDIES Ou TOBACCO SMOKE. LXI. VOLATILE PYRIDINES: QUANTITATIVE psychoanalysis IN MAINSTREAM AND SIDESTREAM SMOKE OF CIGARETTES AND CIGARS. Anal. Lett, All (No. 7) 545 - 60 (1978) - in English * keywords: * “ Constituents too numerous to list. Shoo esnos Bibliography: Jf there 1s not suffietent space available for any of the categories, use reverse side, Ee ce eae eee may eee ee Tks ne Pahuie sae caked aah: oa Ge"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "phthalmologist.com is an online journal for tobacco users. It was founded in 1978 and is published by Oxford University Press. The journal is open-access and free to read on the Internet. For confidential support call the National Suicide Prevention Lifeline at 1-800-273-8255 or visit www.suicidepreventionlifeline.org."
}