{
    "filename": "504638048+-8048.jpg",
    "metadata": {},
    "text": "_ Peer pressure,\nshmeer pressure.\n\nDon't smoke.\n\nIfsome of your friends smoke, and they make you feel like\nyoushould smoke, too, that’ “peer pressure”\n\nBut even though wee a cigarette company we think young\npeople shouldnt smoke. Even the decision tosmoke or not tosmoke should\nWaituntilyoureanadult.\n\nSo we put together these ideas tohelp you recognize peer\npressure —and resist it.\n\n     \n\nTactic #1: Goahead and take a puff hats the matte. are you chicken?\n( ‘Answer: Youmnust think Im pretty dumb to fall or that one. Ittakes a\nlotmor atsto do your own hing thantojustgoslnguith\n\nthe crowd,\n\n  \n\n \n\n \n\nCome on, all the cool kids smoke,\n\nMaybe the kids who smoke aretrying to look cool, Butifthey\nly were cool, maybe they wouldn't have to try so hard,\n\nTactic #3: Hey I'myour friend— would I steer you wrong?\n\nAnswer: Friends are people who like you for who youare, not for what\n\nthey want you to be. If you're really my friend, back off.\n\nDo you wanteverybody to think you're a nerd?\n\n‘Sure I care what other kids think of me. But if they base their\n\nopinions on stuff like smoking, their opinions aren't worth\n\nmuch,\n\nic #5:_I bet you've just scared your parents will find out.\n\nTwouldn' blame my parents for getting teed off. How can]\nexpect them to treat me like an adult if sneak aroundandact\nlikea kid?\n\n \n\n \n\n  \n\n \n\n \n\n  \n\n \n\n \n\n \n\nItS natural for you to want to be just like your friends,\nBut if you don't smoke, maybe your friends will want\nto be just like you.\n\nR.] Reynolds bacco Company\n\n \n\f",
    "augmented_texts": [
        "_ Peer pressure, shmeer pressure. Don ' t smoke. Ifsome of your friends smoke, and they make you feel like youshould smoke, likewise, that ’ “ peer pressure ” But even though wee a cigaret company we think young people shouldnt smoke. Even the decision tosmoke or not tosmoke should Waituntilyoureanadult. So we put together these ideas tohelp you recognize peer pressure — and resist it. Tactic # 1: Goahead and take a pouffe hats the matte. are you chicken? (‘ Answer: Youmnust think Im pretty dumb to fall or that one. Ittakes a lotmor atsto do your own hing thantojustgoslnguith the crowd, Come on, all the cool kids smoke, Maybe the kids who smoke aretrying to look cool, Butifthey ly were cool, maybe they wouldn ' t have to try so hard, Tactic # 3: Hey I ' myour friend — would I steer you wrong? Answer: Friends are people who like you for who youare, not for what they want you to be. If you ' re really my friend, back off. Make you wanteverybody to think you ' re a nerd? ‘ Sure I care what other kids think of me. Simply if they base their opinions on stuff like smoking, their opinions aren ' t worth much, ic # 5: _I bet you ' ve just scared your parents will obtain out. Twouldn ' blame my parents for getting teed remove. How can] expect them to treat me like an adult if sneak aroundandact likea kid? ItS natural for you to want to be just like your friends, But if you don ' t smoke, maybe your friends will want to be just like you. R.] Reynolds bacco Company",
        "_ Peer pressure, shmeer pressure. Don ' t smoke. Ifsome of your friends smoke, and they make you feel like youshould smoke, too, that ’ “ peer pressure ” But even though wee a cigarette companionship we think young people shouldnt smoke. Even the decision tosmoke or not tosmoke should Waituntilyoureanadult. So we put together these ideas tohelp you recognize peer pressure — and resist it. Tactic # 1: Goahead and take a puff hats the matte. are you chicken? (‘ Answer: Youmnust think Im pretty dumb to fall or that one. Ittakes a lotmor atsto do your own hing thantojustgoslnguith the crowd, Come on, all the cool kids smoke, Maybe the kids who smoke aretrying to look cool, Butifthey ly were cool, perhaps they wouldn ' t have to try so hard, Tactic # 3: Hey I ' myour friend — would I steer you wrong? Answer: Friends are people who like you for who youare, not for what they want you to be. If you ' re really my friend, back off. Do you wanteverybody to think you ' re a nerd? ‘ Sure I care what other kids think of me. But if they base their opinions on stuff like smoke, their persuasion aren ' t worth much, ic # 5: _I bet you ' ve just scared your parent will find out. Twouldn ' blame my parents for getting teed off. How can] expect them to treat me like an adult if sneak aroundandact likea kid? ItS natural for you to want to be just like your friends, Simply if you don ' t smoke, maybe your friends will want to be just like you. R.] Reynolds bacco Company"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "If some of your friends smoke, and they make you feel like you should too, that’ “peer pressure” Even the decision tosmoke or not to smoke should be made by an adult. If you're really my friend, back off. Do you wanteverybody to think you are a nerd?"
}