{
    "filename": "50463616-3616.jpg",
    "metadata": {},
    "text": "Mayo Foundation Rochester, Minnesota 55905 Telephone 507 284.2511\n\nJuly 23, 19\n\n  \n\nThe Council for Tobacco\nResearch U.S.A., Inc.\n\n900 Third Avenue\n\nNew York, NY 10022\n\nTo Whom Tt May Concern:\n\nRE: _Ine|\n\n   \n\ntut Animal Care and Use Committee Approval\n\n \n\nThe following application submitted to The Council for Tobacco\nResearch U.S.A., Inc. was reviewed and approved by this Institution's\nAnimal Care and Use Committee on June 24, 1991.\n\n‘Tannin and Alveolar Macrophage Arachidonate Metabolisa”\nMichael 8. Rohrbach, Ph.D., Principal Investigator\nMayo Foundation\n\n \n\nThis Institution has an Animal Welfare Assurance on file with the\nOffice for Protection from Research Risks. The assurance nunber is\nA3291-01.\n\nSincerely,\nDh Gi\nThin C. WUD\nBrian G. Nelson, Secretary\nInstitutional Animal Care\n\nand Use Comittee\n\nBON/kg?\nce: Dr. M. S. Rohrbach (4123-91)\n\n \n\f",
    "augmented_texts": [
        "Mayo Foundation Rochester, Minnesota 55905 Telephone 507 284. 2511 July twenty three, 19 The Council for Tobacco Research U. S. A. , Inc. 900 Third Avenue New York, empire state 10022 To Whom Tt May Concern: RE: _Ine | tut Animal Care and Use Committee Approval The following application submitted to The Council for Tobacco Research Uranium. S. A. , Inc. was reviewed and approved by this Institution ' s Creature Care and Exercise Committee on June xxiv, 1991. ‘ Tannin and Alveolar Macrophage Arachidonate Metabolisa ” Michael 8. Rohrbach, Ph. D. , Principal Investigator Mayo Foundation This Institution has an Animal Welfare Assurance on file with the Office for Protection from Research Risks. The assurance nunber make up A3291 - 01. Sincerely, Dh Gi Thin C. WUD Brian G. Nelson, Secretary Institutional Animal Care and Use Comittee BON / kg? ce: Dr. M. S. Rohrbach (4123 - 91 )",
        "Mayo Foundation Rochester, Minnesota 55905 Telephone 507 284. 2511 July 23, 19 The Council for Tobacco Research U. S. A. , Inc. 900 Third Avenue New York, new york 10022 To Whom Tt Whitethorn Concern: RE: _Ine | tut Fauna Care and Use Committee Approval The following application submitted to The Council for Tobacco Research Uranium. S. A. , Inc. was reviewed and approved by this Institution ' s Animal Care and Use Committee on June 24, 1991. ‘ Tannin and Alveolar Macrophage Arachidonate Metabolisa ” Michael 8. Rohrbach, Ph. D. , Head teacher Investigator Mayo Foundation This Institution has an Animal Welfare Assurance on file with the Office for Protection from Research Risks. The assurance nunber is A3291 - 01. Sincerely, Dh Gi Thin C. WUD Brian G. Nelson, Secretary Institutional Animal Care and Use Comittee BON / kg? ce: Dr. M. S. Rohrbach (4123 - 91 )"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Mayo Foundation Rochester, Minnesota 55905 Telephone 507 284.2511 Guidelines for the use of animals by The Council for Tobacco.Research U.S.A., Inc. was reviewed and approved by this Institution's Animal Care and Use Committee on June 24, 1991."
}