{
    "filename": "50468709-8710.jpg",
    "metadata": {},
    "text": "DUPLICATE COPY - USE IF NEEDED\n\n \n\nee PRINCIPAL INVESTIGATORIPROGRAM OI _\nBIOGRAPHICAL SKETCH\n\n \n\n \n\n \n\n \n\n   \n\nete folowing inlomation forth hey pertonnl and consultant I= 98 2. Bala wih he Pico\nimuntgatrroyem Detar Photocopy Is ag’ “hbo\nwaive ~—Tpesiion Te RATE ae, Boy\nLinxian Wo Research Instructor 1224/54\nEDUCATION legis wih baccloureat or oter nal prfesine eucain, such cues posse ising)\n\na\n\n \n\n \n\n: INSTITUTION AND LOCATION Decree 28, | FIELD OF sTuDy\n‘Medical College of Pennsylvania, PA | Post Doe 1990 | Molecular Virology\nUniv of Alberta, Edmonton, Alberta, Canada PhD. 199 | Virology/Viral\nImmunology\nAmoy University, Amoy, China _ BSc. 1982, Microbiology\nRESEARCH AND PROFESSIONAL EXPERIENCE, Concluding with prosent poston, ist. yea order, previous employment experience,\n\n \n\n‘and honors. include present membership on any Federal Government public advisory cov.) °\nDlete references tol publications during the past three years anc to representative\nEXCEED TWO PAGES,\n\nin chronological order, the tiles and com\nions pertinent to ths application, DO NOT\n\n \n\n \n\nProfessional Experiences\n\n1990 - Present Research Instructor, Department of Microbiology and Immunology, Medical College of\nPennsylvania\n\n1988-1990, Postdoctoral Fellow of National Cancer Center, NY., in molecular virology, Department of\nMicrobiology and Immunology, Medical College of Pennsylvania, Philadelphia, PA.\n\n1986-1988 PhD. Student of Alberta Heritage Foundation for Medica Research, Department of\nMedical Microbiology & Infectious Disease, University of Alberta, Edmonton, Alberta, Canada\n\n1988 - 1990 Visiting Scientist, Burcau of Biologicals, Drugs Directorate, Health and Welfare, Canada.\n\n1984-85 Section Head, Quality Control of Potiovaccine, National Institute for the Control of\nPharmaceutical and Biological Products, (NICPBP) Ministry of Health, China\n\n1983.84 ‘Acting Section Head, Clinical Microbiology and Immunology, NICPBP\n\n1984 “Training Fellow of Molecular Virology, Medical Academy, Beijing, (Viral DNA extraction and\nmolecular cloning.\n\n1982-83 ‘Virologist in Section of Japanese Encephalitis B Virus (JEB) vaccine, NICPBP\n\n‘Awards and Memberships in Professional Socicties\n\n41989-1991, Post doctoral fellowship award from National Canoer Center, NY, USA.\n\n1986-1988, Ful time student fellowship award from Alberta Heritage Foundation for Medical Research, Canada,\n\n1985, Visiting scientist scholarship award from central goverment of China,\n\n1978.1981, Four times of the Best Student Award, Amoy University, China.\n\n‘American Society for Virology, 1989-present; American Association for Cancer Rescarch, 1990-present; New York\n‘Academy of Science, 1986-1988.\n\n \n\nPUBLICATIONS (Represents 14 of total 18)\n\nContrearas G., J, Furesz, L-X. Wu, B. Wachmann and G. McCorkle, 1986. Genet stability of Sabin types 1 and 3\npoliovaccine virus following serial passages in the human intestinal tract. Symposium of V-International\nConference on Comparative Virology. p.50\n\nWu LX, M. Makela, M. Roytta, and A. Salmi 1988. Effect of viral infection on experimental allergic encephalomyelitis\nin mice. J. Neuroimmunol. 18: 139-153.\n\nWu L:X, J. Honen, R. Marusyk, M. Makela, R. Salonen and A. Salmi, 1988, Impaired production of interleukin 1 and\n‘nterleukin-2 following an in vitro abortive infection of murine spleen mononuclear cells by Semliki Forest virus.\nColl, Immunol. 116: 112-122.\n\nWa L:X, RG. Marusyk and A.A. Salmi, 1988, The dual effect of Semliki Forest virus infection in vitro on interleukin-L\nproduction and la antigen expression of murine peritoneal macrophages. In \"Cellular Basis of Immune\nModulation’. eds. 3.G, Kaplan and D.R. Green. New York. A.R. Liss, Inc, pp. 495-498.\n\nPHS 998 (Rev. 10188) Reprinted 989) Page”\nNumer pages conseculively at the atom throughout the application oot usa suites 2 FE\n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "DUPLICATE COPY - USE IF NEEDED ee PRINCIPAL INVESTIGATORIPROGRAM OI _ BIOGRAPHICAL SKETCH ete folowing inlomation forth hey pertonnl and consultant I = 98 2. Bala wih he Pico imuntgatrroyem Detar Photocopy Is ag ’ “ hbo waive ~ — Tpesiion Te RATE ae, Boy Linxian Wo Research Instructor 1224 / 54 EDUCATION legis wih baccloureat or oter nal prfesine eucain, such cues posse ising) a: INSTITUTION AND LOCATION Decree 28, | FIELD OF sTuDy ‘ Medical College of Pennsylvania, PA | Post Doe 1990 | Molecular Virology Univ of Alberta, Edmonton, Alberta, Canada PhD. 199 | Virology / Viral Immunology Amoy University, Amoy, China _ BSc. 1982, Microbiology RESEARCH AND PROFESSIONAL EXPERIENCE, Concluding with prosent poston, ist. yea order, previous employment experience, ‘ and honors. include present membership on any Federal Government public advisory cov.) ° Dlete references tol publications during the past three years anc to representative EXCEED TWO PAGES, in chronological order, the tiles and com ions pertinent to ths application, DO NOT Professional Experiences 1990 - Present Research Instructor, Department of Microbiology and Immunology, Medical College of Pennsylvania 1988 - 1990, Postdoctoral Fellow of National Cancer Center, NY. , in molecular virology, Department of Microbiology and Immunology, Medical College of Pennsylvania, Philadelphia, PA. 1986 - 1988 PhD. Student of Alberta Heritage Foundation for Medica Research, Department of Medical Microbiology & Infectious Disease, University of Alberta, Edmonton, Alberta, Canada 1988 - 1990 Visiting Scientist, Burcau of Biologicals, Drugs Directorate, Health and Welfare, Canada. 1984 - 85 Section Head, Quality Control of Potiovaccine, National Institute for the Control of Pharmaceutical and Biological Products, (NICPBP) Ministry of Health, China 1983. 84 ‘ Acting Section Head, Clinical Microbiology and Immunology, NICPBP 1984 “ Training Fellow of Molecular Virology, Medical Academy, Beijing, (Viral DNA extraction and molecular cloning. 1982 - 83 ‘ Virologist in Section of Japanese Encephalitis B Virus (JEB) vaccine, NICPBP ‘ Awards and Rank in Professional Socicties 41989 - 1991, Post doctoral fellowship award from National Canoer Center, NY, USA. 1986 - 1988, Ful time student fellowship award from Alberta Heritage Foundation for Medical Research, Canada, 1985, Visiting scientist scholarship award from primal goverment of China, 1978. 1981, Four times of the Best Student Award, Amoy University, China. ‘ American Society for Virology, 1989 - present; American Association for Cancer Rescarch, 1990 - present; New York ‘ Academy of Science, 1986 - 1988. PUBLICATIONS (Represents 14 of total 18) Contrearas G. , J, Furesz, L - X. Wu, B. Wachmann and G. McCorkle, 1986. Genet stability of Sabin types 1 and 3 poliovaccine virus following serial passages in the human intestinal tract. Symposium of V - International Conference on Comparative Virology. p. 50 Wu LX, M. Makela, M. Roytta, and A. Salmi 1988. Effect of viral infection on experimental allergic encephalomyelitis in mice. J. Neuroimmunol. 18: 139 - 153. Wu L: X, J. Honen, R. Marusyk, M. Makela, R. Salonen and A. Salmi, 1988, Impaired production of interleukin 1 and ‘ nterleukin - 2 following an in vitro stillborn infection of murine spleen mononuclear cells by Semliki Forest virus. Coll, Immunol. 116: 112 - 122. Wa L: X, RG. Marusyk and A. A. Salmi, 1988, The dual effect of Semliki Forest virus infection in vitro on interleukin - L production and la antigen expression of murine peritoneal macrophages. In \" Cellular Basis of Immune Modulation ’. eds. 3. G, Kaplan and D. R. Green. New York. A. R. Liss, Inc, pp. 495 - 498. PHS 998 (Rev. 10188) Reprint 989) Page ” Numer pages conseculively at the atom throughout the application oot usa suites 2 FE",
        "DUPLICATE COPY - USE IF NEEDED ee PRINCIPAL INVESTIGATORIPROGRAM OI _ BIOGRAPHICAL SKETCH ete folowing inlomation forth hey pertonnl and consultant I = 98 2. Bala wih he Pico imuntgatrroyem Detar Photocopy Is ag ’ “ hbo waive ~ — Tpesiion Te RATE ae, Boy Linxian Wo Research Instructor 1224 / 54 EDUCATION legis wih baccloureat or oter nal prfesine eucain, such cues posse ising) a: INSTITUTION AND LOCATION Decree 28, | FIELD OF sTuDy ‘ Medical College of Pennsylvania, PA | Post Doe 1990 | Molecular Virology Univ of Alberta, Edmonton, Alberta, Canada PhD. 199 | Virology / Viral Immunology Amoy University, Amoy, China _ BSc. 1982, Microbiology RESEARCH AND PROFESSIONAL EXPERIENCE, Concluding with prosent poston, ist. yea order, previous employment experience, ‘ and honor. include present rank on any Federal Government public advisory cov.) ° Dlete references tol publications during the past three years anc to representative EXCEED TWO PAGES, in chronological order, the tiles and com ions pertinent to ths application, DO NOT Professional Experiences 1990 - Present Research Instructor, Department of Microbiology and Immunology, Medical exam College of Pennsylvania 1988 - 1990, Postdoctoral Fellow of National Cancer Center, NY. , in molecular virology, Department of Microbiology and Immunology, Medical College of Pennsylvania, Philadelphia, PA. 1986 - 1988 PhD. Student of Alberta Inheritance Foundation for Medica Research, Department of Medical Microbiology & Infectious Disease, University of Alberta, Edmonton, Alberta, Canada 1988 - 1990 Visiting Scientist, Burcau of Biologicals, Drugs Directorate, Health and Welfare, Canada. 1984 - 85 Section Head, Quality Control of Potiovaccine, National Institute for the Control of Pharmaceutical and Biological Products, (NICPBP) Ministry of Health, China 1983. 84 ‘ Acting Section Head, Clinical Microbiology and Immunology, NICPBP 1984 “ Training Fellow of Molecular Virology, Medical Academy, Beijing, (Viral DNA extraction and molecular cloning. 1982 - 83 ‘ Virologist in Section of Japanese Encephalitis B Virus (JEB) vaccine, NICPBP ‘ Awards and Memberships in Professional Socicties 41989 - 1991, Post doctoral fellowship award from National Canoer Center, NY, USA. 1986 - 1988, Ful time student fellowship award from Alberta Heritage Foundation for Medical Research, Canada, 1985, Visiting scientist scholarship award from central goverment of China, 1978. 1981, Four times of the Best Student Award, Amoy University, China. ‘ American Society for Virology, 1989 - present; American Association for Cancer Rescarch, 1990 - present; New York ‘ Academy of Science, 1986 - 1988. PUBLICATIONS (Represents 14 of total 18) Contrearas G. , J, Furesz, L - X. Wu, B. Wachmann and G. McCorkle, 1986. Genet stability of Sabin types 1 and 3 poliovaccine virus following serial passages in the human intestinal tract. Symposium of V - International Conference on Comparative Virology. p. 50 Wu LX, M. Makela, M. Roytta, and A. Salmi 1988. Effect of viral infection on experimental allergic encephalomyelitis in mice. J. Neuroimmunol. 18: 139 - 153. Wu L: X, J. Honen, R. Marusyk, M. Makela, R. Salonen and A. Salmi, 1988, Impaired production of interleukin 1 and ‘ nterleukin - 2 following an in vitro abortive infection of murine spleen mononuclear cells by Semliki Forest virus. Coll, Immunol. 116: 112 - 122. Wa L: X, RG. Marusyk and A. A. Salmi, 1988, The dual effect of Semliki Forest virus infection in vitro on interleukin - L output and la antigen expression of murine peritoneal macrophages. In \" Cellular Basis of Immune Modulation ’. eds. 3. G, Kaplan and D. R. Green. New York. A. R. Liss, Inc, pp. 495 - 498. PHS 998 (Rev. 10188) Reprinted 989) Page ” Numer pages conseculively at the atom throughout the application oot usa suites 2 FE"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "DUPLICATE COPY - USE IF NEEDED. PRINCIPAL INVESTIGatorIPROGRAM OI _                BIOGRAPHICAL SKETCH. The application includes references tol publications during the past three years anc to representative representations in professional societies."
}