{
    "filename": "50462233-2233.jpg",
    "metadata": {},
    "text": "‘Tue Counc, For Tozacco Researcu-U.S.A., Inc.\n\nJanuary 10, 1991\nGRANT APPLICATION NO. 3106\nMISCELLANEOUS\n\nTo: Primary Reviewer: Dr. Lynch\nSecondary Reviewer: Dr. Vogt\n\n \n\nsuBJECT\nNew Application No. 3106\nJonathan Braun, M.D., Ph.D., UCLA School of Medicine,\nLos Angeles, CA\n\"Retroviral Lineage Analysis of B Lymphocytes\"\nRISTORY\n\nThis application was considered as Case No. 3129 and\nencouraged by the Executive Committee,\n\nREQUEST\nApplication No. 3106 requests $88,859 for the first year\n\nof a three-year project. Budget estimates for the second and third\nyears are $93,717 and $98,837, respectively.\n\nDOCUMENTS SUBMITTED (ATTACHED)\n1, Application dated October 25, 1990 (13 pages).\n\nBiographical Sketches for Drs, Braun (2 pages) and\nFoley (1 page).\n\n \n\n3. Manuscript (1 in number).\n\n4. Letters (2 in number),\n\nDavid Stone\n\nDs/s\n\f",
    "augmented_texts": [
        "‘ Tue Counc, For Tozacco Researcu - U. S. A. , Inc. January 10, 1991 GRANT diligence NO. 3106 MISCELLANEOUS To: Primary Reviewer: Dr. Lynch Secondary Reviewer: Dr. Vogt suBJECT New Application No. 3106 Jonathan Braun, M. D. , Ph scale. D. , UCLA School of Medicine, Los Angeles, CA \" Retroviral Lineage Analysis of B Lymphocytes \" RISTORY This application was considered as Case No. 3129 and advance by the Executive Committee, REQUEST Application No. 3106 requests $ 88, 859 for the first year of a three - year project. Budget estimates for the second and third age are $ 93, 717 and $ 98, 837, respectively. DOCUMENTS SUBMITTED (ATTACHED) 1, Application dated October 25, 1990 (13 pages ). Biographical Sketches for Drs, Braun (2 pages) and Foley (1 page ). 3. Manuscript (1 in number ). 4. Letters (2 in number ), David Stone Ds / s",
        "‘ Tue Counc, For Tozacco Researcu - U. S. A. , Inc. January 10, 1991 GRANT APPLICATION NO. 3106 MISCELLANEOUS To: Primary Reviewer: Dr. Lynch Secondary Reviewer: Dr. Vogt dependent New Application No. 3106 Jonathan Braun, Grand. D. , Ph. D. , UCLA School of Medicine, Los Angeles, CA \" Retroviral Lineage Analysis of B Lymphocytes \" RISTORY This application was considered as Case No. 3129 and encouraged by the Executive Committee, REQUEST Application No. 3106 requests $ eighty eight, 859 for the first year of a terzetto - year project. Budget estimates for the second and third years are $ 93, 717 and $ 98, 837, respectively. DOCUMENTS SUBMITTED (ATTACHED) 1, Application dated October 25, 1990 (13 varlet ). Biographical Sketches for Drs, Braun (ii pages) and Foley (1 page ). 3. Manuscript (1 in issue ). four. Letters (2 in number ), David Stone Ds / s"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Application No. 3106 requests $88,859 for the first year of a three-year project. Budget estimates for second and third years are $93,717 and $98, 837, respectively. Application was considered as Case No., 3129 and encouraged by the Executive Committee."
}