{
    "filename": "50461057-1058.jpg",
    "metadata": {},
    "text": "BIOGRAPHICAL SKETCH\nSTEPHEN R. GRANT, Ph.D.\n\nAssistant Professor\nDivision of Biochemistry\nDepartment of Chemistry\nUniversity of North Texas\n\nP.O. Box 13048\nDenton, Texas 76203\n\nAssistant Professor\n\nDepartment of Biochemistry\nTexas College of Osteopathic Medicine\n3500 Camp Bowie Blvd,\nFort Worth, Texas 76107\nEMPLOYMENT:\n1968 Chemistry Laboratory Technician, Columbia Tool Steel Company, Chicago Heights,\nTlinois\n1969 Senior Laboratory Technician, Columbia Tool Steel Company\n\n1970-1974 Chemist and Laboratory Supervisor, Columbia Tool Steel Company\n\nPROFESSIONAL EXPERIENCE:\n\n1983-1985 Senior Research Associate, Department of Biochemistry and Molecular Biology,\n‘The University of Texas - M.D. Anderson Cancer Center, Houston, Texas,\n\n1986-1988 Research Assistant Professor, Department of Biochemistry and Molecular Biology,\n‘The University of Texas - M.D. Anderson Cancer Center, Houston, Texas\n\n1989-Present_ Assistant Professor, Department of Biochemistry, Texas College of Osteopathic\nMedicine, The University of North, Texas, Fort Worth, Texas.\n\nMEMBERSHIP IN PROFESSIONAL SOCIETIES:\n1983-1985 Tissue Culture Association, Inc., Texas Chapter\n\n1984-1988 Member, Sigma Xi, Rice University Chapter\n1987-1988 Treasurer, Sigma Xi, Rice University Chapter\n\n1988, American Society of Cell Biology\n1989 ‘American Society for Biochemisiry and Molecular Biology\nPUBLICATIONS:\n\n \n\nWest, LK. and Huang, L. (1982) A Model System for Studies of Specific\nchemistry 21, 1274-1279.\n\n   \n\nGrant, S.R., Babbitt, B.\n‘Membrane Interactions,\n\nGrant, S.R. and Lennarz, W.J. (1983) Relationship Between Oligasaccharide-Lipid Synthesis and\nProtein Synthesis in Mouse LM Cells. European Journal of Biochemistry 134, 575-583,\n\nKousvelari, E.E., Grant, S.R. and Baum, BJ. (1983) Beta-Adrenergic Receptor Regulation of N-linked\nProtein Glycosylation in Rat Parotid Acinar Cells. Proceedings of the National Academy of Sciences\nUSA 80, 7146-7150.\n\nKousvelari, EE., Grant, S.R. and Baum, B.J. (1983) Dolichol Phosphate Supplementation Increases\nN-Linked Protein Glycosylation in Rat Parotid Acinar Cells Without Increasing Glycoprotein Secretion.\nExperimental Cell Research 149, 271-276.\n\n \n\f",
    "augmented_texts": [
        "BIOGRAPHICAL SKETCH STEPHEN R. GRANT, Ph. D. Assistant Professor Sectionalization of Biochemistry Department of Chemistry University of North Texas P. O. Box 13048 Denton, Texas 76203 Assistant Professor Department of Biochemistry Texas College of Osteopathic Medicine 3500 Camp Bowie Blvd, Garrison Worth, Texas 76107 EMPLOYMENT: 1968 Chemistry Laboratory Technician, Columbia Tool Steel Company, Chicago Heights, Tlinois 1969 Senior Laboratory Technician, Columbia Tool Steel Company 1970 - 1974 Chemist and Laboratory Supervisor, Columbia Tool Steel Company PROFESSIONAL EXPERIENCE: 1983 - 1985 Senior Research Associate, Department of Biochemistry and Molecular Biology, ‘ The University of Texas - M. D. Anderson Cancer Center, Houston, Texas, 1986 - 1988 Research Assistant Professor, Department of Biochemistry and Molecular Biology, ‘ The University of Texas - M. D. Anderson Cancer Center, Houston, Texas 1989 - Present_ Assistant Professor, Department of Biochemistry, Texas College of Osteopathic Medicine, The University of North, Texas, Fort Worth, Texas. MEMBERSHIP IN PROFESSIONAL SOCIETIES: 1983 - 1985 Tissue Culture Association, Inc. , Texas Chapter 1984 - 1988 Member, Sigma Xi, Rice University Chapter 1987 - 1988 Treasurer, Sigma Xi, Rice University Chapter 1988, American Society of Cell Biology 1989 ‘ American Society for Biochemisiry and Molecular Biology PUBLICATIONS: West, LK. and Huang, L. (1982) A Model System for Studies of Specific chemistry 21, 1274 - 1279. Grant, S. R. , Babbitt, B. ‘ Membrane Interactions, Grant, S. R. and Lennarz, W. J. (1983) Relationship Between Oligasaccharide - Lipid Synthesis and Protein Synthesis in Mouse LM Cells. European Journal of Biochemistry 134, 575 - 583, Kousvelari, E. E. , Grant, S. R. and Baum, BJ. (1983) Genus beta - Adrenergic Receptor Regulation of N - linked Protein Glycosylation in Rat Parotid Acinar Cells. Proceedings of the National Academy of Sciences USA 80, 7146 - 7150. Kousvelari, EE. , Grant, S. R. and Baum, B. J. (1983) Dolichol Phosphate Supplementation Increases N - Linked Protein Glycosylation in Rat Parotid Acinar Cells Without Increasing Glycoprotein Secretion. Experimental Cell Research 149, 271 - 276.",
        "BIOGRAPHICAL SKETCH STEPHEN R. GRANT, Ph. D. Assistant Professor Division of Biochemistry Department of Chemistry University of North Texas P. O. Box 13048 Denton, Texas 76203 Assistant Professor Section of Biochemistry Texas College of Osteopathic Medicine 3500 Cantonment Bowie Blvd, Garrison Worth, Texas 76107 EMPLOYMENT: 1968 Chemistry Laboratory Technician, Columbia Tool Steel Company, Chicago Heights, Tlinois 1969 Senior Laboratory Technician, Columbia Tool Steel Company 1970 - 1974 Chemist and Laboratory Executive program, Columbia Tool Steel Company PROFESSIONAL EXPERIENCE: 1983 - 1985 Senior Research Associate, Department of Biochemistry and Molecular Biology, ‘ The University of Lone star state - M. D. Anderson Cancer Center, Houston, Texas, 1986 - 1988 Research Assistant Professor, Department of Biochemistry and Molecular Biology, ‘ The University of Texas - M. D. Anderson Cancer Center, Houston, Texas 1989 - Present_ Assistant Professor, Department of Biochemistry, Texas College of Osteopathic Medicine, The University of North, Texas, Fort Worth, Texas. MEMBERSHIP IN PROFESSIONAL SOCIETIES: 1983 - 1985 Tissue Culture Association, Inc. , Texas Chapter 1984 - 1988 Member, Sigma Xi, Rice University Chapter 1987 - 1988 Financial officer, Sigma Xi, Rice University Chapter 1988, American Society of Cell Biology 1989 ‘ American Society for Biochemisiry and Molecular Biology PUBLICATIONS: West, LK. and Huang, L. (1982) A Model System of rules for Studies of Specific chemistry 21, 1274 - 1279. Grant, S. R. , Babbitt, B. ‘ Membrane Interactions, Grant, S. R. and Lennarz, W. J. (1983) Relationship Between Oligasaccharide - Lipid Synthesis and Protein Synthesis in Mouse LM Cells. European Journal of Biochemistry 134, 575 - 583, Kousvelari, E. E. , Grant, S. R. and Baum, BJ. (1983) Beta - Adrenergic Receptor Regulation of N - linked Protein Glycosylation in Squealer Parotid Acinar Cells. Proceedings of the National Academy of Sciences USA 80, 7146 - 7150. Kousvelari, EE. , Grant, S. R. and Baum, B. J. (1983) Dolichol Phosphate Supplementation Increases N - Linked Protein Glycosylation in Rat Parotid Acinar Cells Without Increasing Glycoprotein Secretion. Experimental Cell Research 149, 271 - 276."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Stefan Grant is a Ph.D. student at the University of North Texas. He is an assistant professor in the Department of Biochemistry and Molecular Biology. His work has been published in a number of scientific journals, including the Proceedings of the National Academy of Sciences USA."
}