{
    "filename": "504653329.jpg",
    "metadata": {},
    "text": " \n\nnet\n\n|\n\neal yt td jriglt, figiece KS gues\na) Daa fas kthr pod bis wth de bo\n( me )\n\n2x Wauboy Hahliglt. Je\nMijn\n\na. Mrorig Earths 9 pre te saticnlly fecbove cart\ntas boast dete btive pagan for Tan Bite rors\nMiu. Mi wt phos ne SE poy a, ell ifon\nPo weik oud Luge Lr He waen ! Weis Pith potty\nKutng Ya WM ADA pan alt bo chow\n\n \n\n \n\nxz la ouurmy Fhobee\n+ Meateng wth Cobol Banateere, We pruthiitl er, usar Ail ve\nAbo Yo id Coty pr Vales. Me “ectitg wins Mivalrd to\nWh g siete 4 behir urdltrlerdes Yu\nHer, Ke ote gr, Gide who 5 ion eae\nullioud tertucflg .\n\n rotulls wie muikd gat po VI xn, evel pug avect\nAe\n\nan. Bord Serr 2X/K& Yeot\n\nG Ul ve NFOVey 4s kuin eenit! foy Slee Bot\n\nWay (64 tind to Lub. Wu Vecknidegy, . photos\n\n4 Lal Le ae We 5 2KLKG pr waht wocyve.\n\nHuy ui bt Yok ving vhe rus folyne, sucisow\n\nape Oyen! ie met Prokts. Cental pondurks\n\no git ME Mebe C4fl Nit\n\nae DG Ube He ine. 046 Other. Sai S.«\nbur hinged pb Sepouieu dy awikng\n\n \n\n   \n\n   \n\n    \n\new NG Wilts, Talking ner. Leticl\nat NGuesbeiiy (efigd wrens file ay pet\n\n \n\nDW Vlahiny\n\nHOY, Ge\npec,\n\n \n\ntag teens ert ve\né\n\nM4 - Wekeet bo! Saragene gre vp\n« rf\neen clint nee “ Ged on Me\n\f",
    "augmented_texts": [
        "net | eal yt td jriglt, figiece KS gues a) Daa fas kthr pod bis wth de bo (me) 2x Wauboy Hahliglt. Je Mijn a. Mrorig Earths 9 pre te saticnlly fecbove handcart tas boast dete btive pagan for Tan Bite rors Miu. Mi wt phos ne SE poy a, ell ifon Po weik oud Luge Lr He waen! Weis Pith potty Kutng Ya WM ADA pan alt bo chow xz la ouurmy Fhobee + Meateng wth Cobol Banateere, We pruthiitl er, usar Ail ve Aboriginal Yo id Coty pr Valley. Me “ ectitg wins Mivalrd to Wh g siete 4 behir urdltrlerdes Yu Her, Ke ote gr, Gide who 5 ion eae ullioud tertucflg. rotulls wie muikd gat po VI xn, evel pug avect Ae an. Bord Serr 2X / K & Yeot G Ul ve NFOVey 4s kuin eenit! foy Slee Bot Way (64 tind to Lub. Shanghai dialect Vecknidegy, . photos 4 Lal Le ae We 5 2KLKG pr waht wocyve. Huy ui bt Yok ving vhe rus folyne, sucisow ape Oyen! ie met Prokts. Cental pondurks o git ME Mebe C4fl Nit ae DG Ube He ine. 046 Other. Sai S. « bur hinged pb Sepouieu dy awikng ew NG Wilts, Talking ner. Leticl at NGuesbeiiy (efigd wrens charge ay pet DW Vlahiny HOY, Ge pec, tag teens ert ve é M4 - Wekeet bo! Saragene gre vp « rf een clint nee “ Ged on Me",
        "net | eal yt td jriglt, figiece kansas gues a) Daa fas kthr pod bis wth de bo (pine tree state) 2x Wauboy Hahliglt. Je Mijn a. Mrorig Earths 9 pre si saticnlly fecbove cart tas boast dete btive pagan for Tan Bite rors Miu. Mi wt phos ne SE poy a, ell ifon Po weik oud Luge Lr He waen! Weis Pith potty Kutng Ya WM ADA genus pan alt bo chow xz la ouurmy Fhobee + Meateng wth Cobol Banateere, We pruthiitl er, usar Ail ve Abo Yo id Coty pr Vales. Maine “ ectitg wins Mivalrd to Wh g siete 4 behir urdltrlerdes Yu Her, Ke ote gr, Andre gide who 5 ion eae ullioud tertucflg. rotulls wie muikd gat po VI xn, evel pug avect Ae an. Bord Serr 2X / K & Yeot G Ul ve NFOVey 4s kuin eenit! foy Slee Bot Way (64 tind to Lub. Wu Vecknidegy, . photos 4 Lal Le ae We 5 2KLKG pr waht wocyve. Huy ui bt Yok ving vhe rus folyne, sucisow aper Oyen! ie met Prokts. Cental pondurks o git ME Mebe C4fl Nit ae DG Ube He ine. 046 Other. Sai S. « bur hinged pb Sepouieu dy awikng ew NG Wilts, Talking ner. Leticl at NGuesbeiiy (efigd wrens file ay pet DW Vlahiny HOY, Ge pec, tag teens ert ve é M4 - Wekeet bo! Saragene gre vp « rf een clint nee “ Ged on Me"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Website: http://www.kingsgues.net/kse.html?lang=en-US&qid=7&cpy=Kse-Gues-Gues-Vlahiny. The site is now under the control of the National Geographic Society."
}