{
    "filename": "50468894-8895.jpg",
    "metadata": {},
    "text": " \n\n \n\nFF PRINCIPAL INVESTIGATORIPROGRAM DIRECTOR, C.Cordon-Cardo 2 Ph.D.\nBIOGRAPHICAL SKETCH\n\nGive the folioming information for the Key personnel and consultants ‘istec on page 2. Begin with the Principal\nInvestigatorrogram Director. Photocooy this cage fo each person\n\n  \n\n \n\n \n\n \n\n \n\nNAME COLIN B. BEGG ies [RBH waRiPo v7\nI |\nEDUCATION j@agin win baccalareate or other ial profeseonal educalion such ag nursing. and vicluge GosGOCIOW™ TEACU?\nINSTITUTION AND LOCATION | oeores | (oTEAR FIELD OF stubv\nGlasgow University B.Sc. 1973 | Statistics\nGlasgow University Ph.D. | 1976 Statistics\n|\n\nRESEARCH AND PROFESSIONAL EXPERIENCE. Concluding with present position, iat. in chronological order, prenovs employment expanene\n{and honors. Include present membership on any Federal Government public advisory committee. List. in chronological oer the rien eee oe,\nDlete references to a! publications during the past thee years and to representative earlier publications pertment to ths sooiecnen DO nee\nEXCEED TWO PAGES\nACADEMIC APPOINTHENTS:\n1976-1977 Assistant Professor of Statistical Science, SUNY Buffalo\n1977-1983 Assistant Professor of Biostatistics, Harvard School of Public Health\n1983-1989 Associate Professor of Biostatistics, Harvard School of Public Health\n\n \n\n1986 Visiting Research Fellow, Glasgow University\n1989- Professor of Biostatistics and Public Health, Cornell University Medical\nCollege\n\nHOSPITAL APPOINTMENTS:\n1977-1983 Assistant Scientist, Dana-Farber Cancer Institute, Boston\n1983-1989 Associate Scientist, Dana-Farber Cancer Institute, Boston\n1989-Pres Attending Biostatistician, Memorial Hospital, New York;\nMember, Memorial Sloan-Kettering Cancer Center, and Chairman of\nEpidemiology and Biostatistics\nSELECTED PUBLICATIONS:\nBegg CB: Editorial: Methodological standards for diagnostic test assessment studies. J\nGen Intern Med. 1988; 3:518-520,\n\nAntman KH, Eder JP, Elias A, Shea TC, Teicher BA, Henner WO, Schryber SM, Finberg R,\nCritchlow J, Begg CB, Hunt M, Anderson K, Scnipper LE, Frei €: STAMP studies of high\ndose chemotherapy in breast cancer. In: Dicke KA, Spitzer G, Jogannath S, (eds).\n\nAutologous Bone Marrow Transplantation. University of Texas M.D. Anderson Hospital and\n\nTumor Institute. 1988, Houston Texas.\n\nBegg CB, Berlin JA: Publication bias: a problem in interpreting medical data (with\ndiscussion). J Royal Stat Soc. A. 1988; 151:419-463.\n\nTosteson AA, Begg CB: A general regression methodology for ROC curve estimation. Med\nDecis Mak. 1988; 8:208-215.\n\nCassileth PA, Sylvester LS, Bennett JM, Begg CB: High peripheral blast count in adult\nacute myelogenous leukemia is a primary risk factor for central nervous system leukemia.\nJ Clin Onc. 1988; 6:495-498,\n\nBegg CB, McNeil BJ: Assessment of radiologic tests: control of bias and other design\nconsiderations. Radiology. 1988; 167:565-569.\n\nBegg CB: Selection of patients for clinical trials. Semin Oncol. 1988; 15:434-440.\nEpstein AM, Stern RS, Tognetti J, Begg CB, Hartley RM, Cumella E, Ayanian J: The\n\n \n\nPHS 398 Rev 10:86) (Reprateg 99) Page\n“Number pages consecutnety atthe bottom\n\n   \n\f",
    "augmented_texts": [
        "FF PRINCIPAL INVESTIGATORIPROGRAM DIRECTOR, C. Cordon - Cardo 2 Ph. D. BIOGRAPHICAL SKETCH Give the folioming information for the Key personnel and consultants ‘ istec on page 2. Begin with the Principal Investigatorrogram Director. Photocooy this cage fo each person NAME COLIN B. BEGG ies [RBH waRiPo v7 I | EDUCATION j @ agin win baccalareate or other ial profeseonal educalion such ag nursing. and vicluge GosGOCIOW ™ TEACU? INSTITUTION AND LOCATION | oeores | (oTEAR FIELD OF stubv Glasgow University B. Sc. 1973 | Statistics Glasgow University Ph. D. | 1976 Statistics | RESEARCH AND PROFESSIONAL EXPERIENCE. Concluding with present position, iat. in chronological order, prenovs employment expanene {and honors. Include present membership on any Federal Government public advisory committee. List. in chronological oer the rien eee oe, Dlete references to a! publications during the past thee years and to representative earlier publications pertment to ths sooiecnen DO nee EXCEED TWO PAGES ACADEMIC APPOINTHENTS: 1976 - 1977 Assistant Professor of Statistical Science, SUNY Buffalo 1977 - 1983 Assistant Professor of Biostatistics, Harvard School of Public Health 1983 - 1989 Associate Professor of Biostatistics, Harvard School of Public Health 1986 Visiting Research Fellow, Glasgow University 1989 - Professor of Biostatistics and Public Health, Cornell University Medical College HOSPITAL APPOINTMENTS: 1977 - 1983 Assistant Scientist, Dana - Farber Cancer Institute, Boston 1983 - 1989 Associate Scientist, Dana - Farber Cancer Institute, Boston 1989 - Pres Attending Biostatistician, Memorial Hospital, New York; Member, Memorial Sloan - Kettering Cancer Centre of attention, and Chairman of Epidemiology and Biostatistics SELECTED PUBLICATIONS: Begg CB: Editorial: Methodological standards for diagnostic test assessment studies. J Gen Intern Med. 1988; 3: 518 - 520, Antman KH, Eder JP, Elias A, Shea TC, Teicher BA, Henner WO, Schryber SM, Finberg R, Critchlow J, Begg CB, Hunt M, Anderson K, Scnipper LE, Frei €: STAMP studies of high dose chemotherapy in breast cancer. In: Dicke KA, Spitzer G, Jogannath S, (eds ). Autologous Bone Marrow Transplant. University of Texas M. D. Anderson Hospital and Tumor Institute. 1988, Houston Texas. Begg CB, Berlin JA: Publication preconception: a problem in interpreting medical data (with discussion ). J Royal Stat Soc. A. 1988; 151: 419 - 463. Tosteson AA, Begg CB: A general regression methodology for ROC curve estimation. Med Decis Mak. 1988; 8: 208 - 215. Cassileth PA, Sylvester LS, Bennett JM, Begg CB: High peripheral blast count in adult acute myelogenous leukemia is a primary risk factor for central nervous system leukemia. J Clin Onc. 1988; 6: 495 - 498, Begg CB, McNeil BJ: Assessment of radiologic tests: control of bias and other design considerations. Radiology. 1988; 167: 565 - 569. Begg CB: Selection of patients for clinical trials. Semin Oncol. 1988; 15: 434 - 440. Epstein AM, Stern RS, Tognetti J, Begg CB, Hartley RM, Cumella E, Ayanian J: The PHS 398 Rev 10: 86) (Reprateg 99) Page “ Number pages consecutnety atthe bottom",
        "FF PRINCIPAL INVESTIGATORIPROGRAM DIRECTOR, C. Cordon - Cardo 2 Ph. D. BIOGRAPHICAL SKETCH Give the folioming information for the Key personnel and consultants ‘ istec on page 2. Begin with the Principal Investigatorrogram Director. Photocooy this cage fo each person NAME COLIN B. BEGG ies [RBH waRiPo v7 I | EDUCATION j @ agin win baccalareate or other ial profeseonal educalion such ag nursing. and vicluge GosGOCIOW ™ TEACU? INSTITUTION AND LOCATION | oeores | (oTEAR FIELD OF stubv Glasgow University B. Sc. 1973 | Statistics Glasgow University Ph. D. | 1976 Statistics | RESEARCH AND PROFESSIONAL EXPERIENCE. Concluding with present position, iat. in chronological order, prenovs employment expanene {and honors. Include present membership on any Federal Government public advisory committee. List. in chronological oer the rien eee oe, Dlete references to a! publications during the past thee years and to representative earlier publications pertment to ths sooiecnen DO nee EXCEED TWO PAGES ACADEMIC APPOINTHENTS: 1976 - 1977 Assistant Professor of Statistical Science, SUNY Buffalo 1977 - 1983 Assistant Professor of Biostatistics, Harvard School of Public Health 1983 - 1989 Associate Professor of Biostatistics, Harvard School of Public Health 1986 Visiting Research Fellow, Glasgow University 1989 - Professor of Biostatistics and Public Health, Cornell University Medical College HOSPITAL APPOINTMENTS: 1977 - 1983 Assistant Scientist, Dana - Farber Cancer Institute, Boston 1983 - 1989 Associate Scientist, Dana - Farber Cancer Institute, Boston 1989 - Pres Attending Biostatistician, Memorial Hospital, New York; Member, Memorial Sloan - Kettering Cancer Center, and Chairman of Epidemiology and Biostatistics SELECTED PUBLICATIONS: Begg CB: Editorial: Methodological standards for diagnostic test assessment studies. J Gen Intern Med. 1988; 3: 518 - 520, Antman KH, Eder JP, Elias A, Shea TC, Teicher BA, Henner WO, Schryber SM, Finberg R, Critchlow J, Begg CB, Hunt M, Anderson K, Scnipper LE, Frei €: STAMP studies of high dose chemotherapy in breast cancer. In: Dicke KA, Spitzer G, Jogannath S, (eds ). Autologous Bone Marrow Transplantation. University of Texas M. D. Anderson Hospital and Tumor Institute. 1988, Houston Texas. Begg CB, Berlin JA: Publication bias: a problem in interpreting medical data (with discussion ). J Royal Stat Soc. A. 1988; 151: 419 - 463. Tosteson AA, Begg CB: A general regression methodology for ROC curve estimation. Med Decis Mak. 1988; 8: 208 - 215. Cassileth PA, Sylvester LS, Bennett JM, Begg CB: High peripheral blast count in adult acute myelogenous leukemia is a primary risk factor for central nervous system leucaemia. J Clin Onc. 1988; 6: 495 - 498, Begg CB, McNeil BJ: Assessment of radiologic tests: control of bias and other design considerations. Radiology. 1988; 167: 565 - 569. Begg CB: Selection of patients for clinical trials. Semin Oncol. 1988; 15: 434 - 440. Epstein AM, Stern RS, Tognetti J, Begg CB, Hartley RM, Cumella E, Ayanian Joule: The PHS 398 Rev 10: 86) (Reprateg 99) Page “ Identification number pages consecutnety atthe bottom"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Cordon-Cardo 2 Ph.D. is the Principal Investigatorrogram Director. He is also the Chairman of the Committee on Biostatistics and Public Health at Memorial Sloan-Kettering Cancer Center. For more information on Colin B. Cordon, visit his website: www.cordoncardo.com."
}