{
    "filename": "50460716-0716.jpg",
    "metadata": {},
    "text": " \n\nIsochromosome 12p in non-seminoma cell lines: karyologic amplification\nof c-ki-ras, without point-mutational activation\n\nEthan Dmitrovsky!, V.V.V.S. Murty?, Denise Moy!, Wilson H. Miller Jr.\n. George Bosl! & R.S.K, Chaganti?\n\nAnthony P. Albino, Felipe Samaniego\"\n\nDavid Nanus\n\n \n\n“The Genitourinary Section, Solid Tumor Service. Depariment of Medicine. Memorial Hospital: */mmuxology Program,\nSloan-Kettering Institue; *The Laboratory of Cancer Genetics and Cytogenetics, Memorial Sloan-Kettering Cancer Center, Cornell\n\nUniversity Medical College, New York, New York 10021, USA\n\nWe examined eight human germ cell cancer lines\n(GCC) for eytogenetic abnormalities and found an iso-\n\nall seven male non-\nthe single female\n{eratocarcinoma cel line. Southern blot analysis of these\ncell lines showed increased copy mumber for c-ki-rasy, a\nene located on 12p, in all the male GCCLs. The ct\nparison of Southern blot analysis for a restriction\ntment length polymorphism (RFLP) probe localized to\n12p to a probe for int-l, which maps to 12g, indicates\nthat the increased copy number for ¢-kivras, is primarily\nfrom the greater numbers of 12p relative to 124.\nAlthough Northern analysis revealed enhanced mRN.\nexpression for e-ki-vasy in the GCCLs with an i(12p),\nhybridization of specific end-labeled oligonucleotides\nthe polymerase chain reaction products of cki-ras,\ncodons 12, 13. or 61 did not identify e-ki-ras, mutations\nof these codons in these cells. Thus, e-ki-ras, activation\nthrough point mutation is an infrequent event in GCCL\n‘These data further suggest that increased 12p copy\number is a common event in the transformation process\nleading to male germ cell cancer. We conelude that deter-\nmination of 12p copy number by cytogenetic analysis or\nSouthern blotting is useful in the diagnostic evaluation of\nhuman germ cell cancer.\n\n \n\n \n\n \n\n \n\n \n\n     \n\n      \n\n \n\nIntroduction\n\n[A specific cytogenetic abnormality involving chromo-\nsome 12, an isochromosome 12p, i(!2p), has been\ndescribed in the majority of human germ cell cancers\n(Atkin & Baker. 1982: Atkin & Baker, 1983; Castedo et\nal, 1988: Castedo et al, 19894 & b; DeLozier-Blanchet\net al. 1985), Its incidence in these tumors was stated 0\nbe as high as 90% (Heim & Mitelman, 1987), However,\nan i(12p) has not been reported to be a consistent\nfeature of human germ cell cancer lines (GCCLs) (Wang.\net al, 1980. We sought to clarify, by cytogenetic\nanalysis. the appearance of i(!2p) in a panel of estab-\nlished human non-seminoma GCCLs in order to\nresolve this apparent disparity between primary tumors.\nand derived cell lines.\n\nA second aspect of GCCLs which we studied is the\namplification of c-kisras, a gene known to map to the\nregion 12pt.1=12p12.1 (Popescu et al. 1985), C-ki-vasy\namplification has been reported in selected human\n\n \n\n    \n\n \n\nCorrespondence: E. Dmtrowsky, Box 305, Deparment of Medicine,\nMemoralSloan-Kelienng Cancer Center, 1275 Vork Ave, New\n‘Yors, NY. 10021, USA\n\nReceived 23 Jue 1989: accepted 4 December 1989 in reed form\n\n \n\nembryonal cancers (Wang et al, 1987), suggesting that\nc-kisras, activation might represent one step in the\ntransformation process of human germ cells. Our\nresults, reported here, show that all the male GCCLs we\nexamined had one or more copies of an i(12p) and\nineteased copies for c-ki-ras. primarily on the basis of\nthe increased copies of 12p. Although enhanced expres-\nsion of c-ki-ras, was found in those GCCLs with an\ni(12p), point-mutational activation affecting c-ki-ras;\ncodons 12, 13. or 61 was not found. These data indicate\nthat increased 12p copy number without c-\npoint-mutation is a common event in non-semino:\ngerm cell cancer. These data also suggest that determi\nRation of the 2p copy number is an important aspect\nof the diagnostic evaluation of germ cell cancer.\n\n \n\n \n\n  \n\nResults\n\n/2p) copy number\n\nWe performed a detailed karyotypic analysis of the\neight human GCCLs apd correlated the numerical and\nstructural changes affecting chromosomes 1 and 12\nwith copy number of a gene located on these chromo-\nsomes. In this correlation. we used bel-1, a gene mapped\nfo 11q13 (Tsujimoto et ul, 1985) to serve as an internal\nreference marker for Southern blotting. Figure ! shows\nthe partial karyotype of the eight human GCCLs com-\nprising chromosomes 11 and 12. We observed one or\nmore copies of i12p) in each male non-seminoma\nGCCL but not in the single female teratocarcinoma cell\nline (Figure 1), A derivative chromosome 1] was found\nin two GCCLs and a derivative chromosome 12 was\nfound in three other GCCLs. Other than the i(12p), no\nconsistent cytogenetic abnormality was seen in all the\nmale GCCLs. However, variations in chromosome\nnumber were frequent in all these GCCLs (data not\nshownk, indicating that heterogeneity of chromosome\nnumber is a common feature of these tumors.\n\n \n\nC-hi-tas, copy number and expression\n\nSince e-ki-ras, amplification has been reported to occur\nin some human embryonal cancer lines and in selected\ncases of embryonal cancer (Wang et al, 1987), we\nsought to determine by Southern blotting the copy\nnumber of c-ki-ras; and its mRNA expression ina\npanel of well characterized GCCLs. The results of our\nSouthern analysis, shown in Figure 2, indicate increased\ncopies for c-ki-ras, in those GCCLs carrying an i(12p),\nSignal intensity was standardized by adding the same\namount of EcoRI restriction endonuclease digested\n‘genomic DNA to each lane. Digested human placental\n\f",
    "augmented_texts": [
        "Isochromosome 12p in non - seminoma cell lines: karyologic amplification of c - ki - ras, without point - mutational activation Ethan Dmitrovsky! , V. V. Little phoebe. S. Murty? , Denise Moy! , Wilson H. Miller Jr. . George Bosl! & R. S. K, Chaganti? Anthony P. Albino, Felipe Samaniego \" David Nanus “ The Genitourinary Section, Solid Tumor Service. Depariment of Medicine. Memorial Hospital: * / mmuxology Program, Sloan - Kettering Institue; * The Laboratory of Cancer Genetics and Cytogenetics, Memorial Sloan - Kettering Cancer Center, Cornell University Medical College, New York, New York 10021, USA We examined eight human germ cell cancer lines (GCC) for eytogenetic abnormalities and found an iso - all seven male non - the single female {eratocarcinoma cel line. Southern blot analysis of these cell lines showed increased copy mumber for c - ki - rasy, a ene located on 12p, in all the male GCCLs. The ct parison of Southern blot analysis for a restriction tment length polymorphism (RFLP) probe localized to 12p to a probe for int - l, which maps to 12g, indicates that the increased copy number for ¢ - kivras, is primarily from the greater numbers of 12p relative to 124. Although Northern analysis revealed enhanced mRN. expression for e - ki - vasy in the GCCLs with an i (12p ), hybridization of specific end - labeled oligonucleotides the polymerase chain reaction products of cki - ras, codons 12, 13. or 61 did not identify e - ki - ras, mutations of these codons in these cells. Thus, e - ki - ras, activation through point sport is an infrequent event in GCCL ‘ These data further suggest that increased 12p copy umber is a common event in the transformation process leading to male germ cell cancer. We conelude that deter - mination of 12p copy number by cytogenetic analysis or Southern blotting is useful in the diagnostic evaluation of human germ cell cancer. Introduction [A specific cytogenetic abnormality involving chromo - some 12, an isochromosome 12p, i (! 2p ), has been described in the majority of human germ cell cancers (Atkin & Baker. 1982: Atkin & Baker, 1983; Castedo et al, 1988: Castedo et al, 19894 & b; DeLozier - Blanchet et al. 1985 ), Its incidence in these tumour was stated 0 be as high as 90% (Heim & Mitelman, 1987 ), However, an i (12p) has not been reported to be a consistent feature of human germ cell cancer lines (GCCLs) (Wang. et al, 1980. We sought to clarify, by cytogenetic analysis. the appearance of i (! 2p) in a panel of estab - lished human non - seminoma GCCLs in order to resolve this evident disparity between primary tumors. and derived cell lines. A second aspect of GCCLs which we studied is the amplification of c - kisras, a gene known to map to the region 12pt. 1 = 12p12. 1 (Popescu et al. 1985 ), C - ki - vasy amplification has been reported in choose human Correspondence: E. Dmtrowsky, Box 305, Deparment of Medicine, MemoralSloan - Kelienng Cancer Center, 1275 Vork Ave, New ‘ Yors, NY. 10021, USA Received 23 Jue 1989: accepted 4 December 1989 in reed form embryonal cancers (Wang et al, 1987 ), suggesting that c - kisras, activation might represent one step in the transformation process of human germ cell. Our results, reported here, show that all the male GCCLs we examined had one or more copies of an i (12p) and ineteased copies for c - ki - ras. primarily on the basis of the increased copies of 12p. Although enhanced expres - sion of c - ki - ras, was found in those GCCLs with an i (12p ), point - mutational activation affecting c - ki - ras; codons 12, 13. or 61 was not found. These data indicate that increased 12p copy number without c - point - mutation is a common event in non - semino: germ cell cancer. These data also suggest that determi Ration of the 2p copy number is an important aspect of the diagnostic evaluation of germ cell cancer. Results / 2p) copy number We performed a detailed karyotypic analysis of the eight human GCCLs apd correlated the numerical and structural changes affecting chromosomes 1 and 12 with copy number of a gene located on these chromo - somes. In this correlation. we used bel - 1, a gene mapped fo 11q13 (Tsujimoto et ul, 1985) to serve as an internal reference marker for Southern blotting. Figure! shows the partial karyotype of the eight human GCCLs com - prising chromosomes 11 and 12. We observed one operating theater more copies of i12p) in each male non - seminoma GCCL but not in the single female teratocarcinoma cell crinkle (Figure 1 ), A derivative chromosome 1] was found in two GCCLs and a derivative chromosome 12 was found in three other GCCLs. Other than the i (12p ), no consistent cytogenetic abnormality was seen in all the male GCCLs. However, variations in chromosome number were frequent in all these GCCLs (data not shownk, indicating that heterogeneity of chromosome number be a common feature of these tumors. C - hi - tas, copy number and expression Since e - ki - ras, amplification has been reported to occur in some human embryonal cancer lines and in selected cases of embryonal cancer (Wang et al, 1987 ), we sought to determine by Southern blotting the copy number of c - ki - ras; and its mRNA expression ina panel of well characterized GCCLs. The results of our Southern analysis, shown in Figure 2, indicate increased copies for c - ki - ras, in those GCCLs carrying an i (12p ), Signal intensity was standardized by adding the same amount of EcoRI restriction endonuclease digested ‘ genomic DNA to each lane. Digested human placental",
        "Isochromosome 12p in non - seminoma cell lines: karyologic amplification of c - ki - ras, without point - mutational activation Ethan Dmitrovsky! , V. V. V. S. Murty? , Denise Moy! , Wilson H. Miller Jr. . George Bosl! & R. S. K, Chaganti? Anthony P. Albino, Felipe Samaniego \" David Nanus “ The Genitourinary Section, Solid Tumor Service. Depariment of Medicine. Memorial Hospital: * / mmuxology Program, Sloan - Kettering Institue; * The Laboratory of Cancer Genetics and Cytogenetics, Memorial Sloan - Kettering Cancer Center, Cornell University Medical College, New York, New York 10021, USA We examined eight human germ cell cancer lines (GCC) for eytogenetic abnormalities and found an iso - all seven male non - the single female {eratocarcinoma cel line. Southern blot analysis of these cell lines showed increased copy mumber for c - ki - rasy, a ene located on 12p, in all the male GCCLs. The ct parison of Southern blot analysis for a restriction tment length polymorphism (RFLP) probe localized to 12p to a probe for int - l, which maps to 12g, indicates that the increased copy number for ¢ - kivras, is primarily from the greater numbers of 12p relative to 124. Although Northern depth psychology revealed enhanced mRN. expression for e - ki - vasy in the GCCLs with an i (12p ), hybridization of specific end - labeled oligonucleotides the polymerase chain reaction products of cki - ras, codons 12, 13. or 61 did not identify e - chi - ras, mutations of these codons in these cells. Thus, e - ki - ras, activation through point mutation is an infrequent event in GCCL ‘ These data further suggest that increased 12p copy umber is a common event in the transformation process leading to male germ cell cancer. We conelude that deter - mination of 12p copy number by cytogenetic analysis or Southern blotting is useful in the diagnostic evaluation of human germ cell cancer. Introduction [A specific cytogenetic abnormality involving chromo - some 12, an isochromosome 12p, i (! 2p ), has been described in the majority of human germ cell cancers (Atkin & Baker. 1982: Atkin & Baker, 1983; Castedo et al, 1988: Castedo et al, 19894 & b; DeLozier - Blanchet et al. 1985 ), Its incidence in these tumors was stated 0 be as high as 90% (Heim & Mitelman, 1987 ), However, an i (12p) has not been reported to be a consistent feature of human germ cell cancer lines (GCCLs) (Wang. et al, 1980. We sought to clarify, by cytogenetic analysis. the appearance of i (! 2p) in a panel of estab - lished human non - seminoma GCCLs in order to resolve this apparent disparity between primary tumors. and derived cell lines. A second aspect of GCCLs which we studied is the amplification of cytosine - kisras, a gene known to map to the region 12pt. 1 = 12p12. 1 (Popescu et al. 1985 ), C - ki - vasy amplification has been reported in selected human Correspondence: E. Dmtrowsky, Box 305, Deparment of Medicine, MemoralSloan - Kelienng Cancer Center, 1275 Vork Ave, New ‘ Yors, NY. 10021, USA Received 23 Jue 1989: accepted 4 December 1989 in reed form embryonal cancers (Wang et al, 1987 ), suggesting that c - kisras, activation might represent one step in the transformation process of human germ cells. Our results, reported here, show that all the male GCCLs we examined had one or more copies of an i (12p) and ineteased copies for c - ki - ras. primarily on the basis of the increased copies of 12p. Although enhanced expres - sion of c - ki - ras, was found in those GCCLs with an i (12p ), point - mutational activation affecting c - ki - ras; codons 12, 13. or 61 was not found. These data indicate that increased 12p copy number without c - point - mutation is a common event in non - semino: germ cell cancer. These data also suggest that determi Ration of the 2p copy number is an important scene of the diagnostic evaluation of germ cell cancer. Results / 2p) copy number We performed a detailed karyotypic analysis of the eight human GCCLs apd correlated the numerical and structural changes affecting chromosomes 1 and 12 with copy number of a gene located on these chromo - somes. In this correlation. we used bel - 1, a gene mapped fo 11q13 (Tsujimoto et ul, 1985) to serve as an internal reference marking for Southern blotting. Figure! shows the partial karyotype of the eight human GCCLs com - prising chromosomes 11 and 12. We observed one or more copies of i12p) in each male non - seminoma GCCL but not in the single female teratocarcinoma cell line (Figure 1 ), A derivative chromosome 1] was found in two GCCLs and a derivative chromosome 12 was found in three other GCCLs. Other than the i (12p ), no consistent cytogenetic abnormality was seen in all the male GCCLs. However, variations in chromosome number were frequent in all these GCCLs (data not shownk, indicating that heterogeneity of chromosome number is a common feature of these tumors. C - hi - tas, copy number and expression Since e - ki - ras, amplification has been reported to occur in some human embryonal cancer lines and in selected cases of embryonal cancer (Wang et al, 1987 ), we sought to determine by Southern blotting the copy number of c - ch'i - ras; and its mRNA expression ina panel of well characterized GCCLs. The results of our Southern analysis, shown in Figure 2, indicate increased copies for c - ki - ras, in those GCCLs carrying an i (12p ), Signal intensity was standardized by adding the same amount of EcoRI restriction endonuclease digested ‘ genomic DNA to each lane. Digested human placental"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Isochromosome 12p in non-seminoma cell lines: karyologic amplification of c-ki-ras, without point-mutational activation. We examined eight human germ cell cancer lines for eytogenetic abnormalities. All male GCCLs weexamined had one or more copies of an i(!2p) gene. The increased copy number for ¢-kivras is primarily from the greater numbers of 12P."
}