{
    "filename": "50466681-6682.jpg",
    "metadata": {},
    "text": " \n\nJerome M. Bailey Asst. Res. Scientist April 11, 1960\n\nUniversity of Rochester, Rochester, New York BS 1982 Biochemistry\n\nUniversity of Delaware, Newark, Delaware Ph.D. 1987 Chemistry\n\nPositions:\n\n1987 - 1988 Research Fellow, Division of Biology, Beciiman Research Institute of the\nCity of Hope, Duarte, CA..\n\n1988 - 1990 Research Fellow, Division of Immunology, Beckman Research Institute of\nthe City of Hope, Duarte, CA..\n\n1990 - Present Assistant Research Scientist, Division of Immunology, Beckman Research\n\nInstitute of the City of Hope, Duarte, CA...\nPUBLICATIONS: JEROME M. BAILEY\n1, Bailey, J.M. and Shively, J.E. Carboxy-terminal sequencing:\n\nthe solid phase. In: Techniques in Protein Chemistry Il, Villafrai\nInc., 115-129, 1991.\n\nAutomation and application to\na, J.J. ed. Academic Press,\n\n    \n\n \n\n2, Bailey, J.M., Lin, L.-N., Brandts, J.F. and Mas, M.T. Substitution of a proline for alanine\n183 in the hinge region of phosphoglycerate kinase. J. Protein. Chem., 59-67, 1990.\n\n3. Colman, RF., Bailey, J.M., DeCamp, D.L., Huang, Y.-C., Vollmer, $1\nLabelling of Adenine Nucleotide Sites in Enzymes. Proc.New York Acad S\n1991,\n\nAffinity\n 603:417-426,\n\n  \n\n*4, Bailey, J.M. and Shively, I.E. Carboxy-terminal sequencing: Formation and hydrolysis of\nC-terminal peptidylthiohydantoins. Biochemistry, 29:3145-3156, 1990.\n\n5. Grant, P.G., DeCamp, DLL., Bailey, .M., Colman, R.F. and Colman, R.W. Low Km\n‘CAMP phosphodiesterase from human platelets: Stimulation of activity by phosphorylation of the\nenzyme and affinity labeling of the active site. Advances in Second Messenger and\nPhosphoprotein Research, 24: In Press, 1990.\n\n  \n\n6. Grant, P.G., DeCamp, D.L., Bailey, J.M., Colman, R.W. and Colman, R.F. Three new\npotential affinity labels: Inactivation of human platelet low Km cAMP phosphodiesterase by 8-[(4-\nBsomio-2-3-Dieusbunyfaiie)-Adeaosing 3',5'- cyclic monophosphate. Biochemistry, 29:887-894,\n1990.\n\n7. Mas, M.T., Bailey, JM. and Resplandor, Z.T. Site-directed mutagenesis of histidine- 388 in\nthe hinge region of yeast 3-Phosphoglycerate kinase: Effects on catalytic activity and activation by\nsulfate. Biochemistry, 1168-1172, 1988.\n\f",
    "augmented_texts": [
        "Jerome M. Bailey Asst. Res. Scientist April 11, 1960 University of Rochester, Rochester, New York BS 1982 Biochemistry University of Delaware, Newark, Delaware Ph scale. D. 1987 Chemistry Positions: 1987 - 1988 Research Fellow, Division of Biology, Beciiman Research Institute of the City of Hope, Duarte, CA. . 1988 - 1990 Research Fellow, Division of Immunology, Beckman Research Institute of the City of Hope, Duarte, CA. . 1990 - Present Assistant Research Scientist, Division of Immunology, Beckman Research Institute of the City of Hope, Duarte, CA. .. publication: JEROME M. BAILEY 1, Bailey, J. M. and Shively, J. E. Carboxy - terminal sequencing: the solid phase. In: Techniques in Protein Chemistry Il, Villafrai Inc. , 115 - 129, 1991. Automation and application to a, J. J. ed. Academic Press, 2, Bailey, J. M. , Lin, L. - N. , Brandts, J. F. and Mas, M. T. Substitution of a proline for alanine 183 in the hinge region of phosphoglycerate kinase. J. Protein. Chem. , 59 - 67, 1990. 3. Colman, RF. , Bailey, J. M. , DeCamp, D. L. , Huang, Y. - C. , Vollmer, $ 1 Labelling of Adenine Nucleotide Land site in Enzymes. Proc. New York Acad S 1991, Affinity 603: 417 - 426, * 4, Bailey, J. M. and Shively, I. E. Carboxy - terminal sequencing: Formation and hydrolysis of C - terminal peptidylthiohydantoins. Biochemistry, 29: 3145 - 3156, 1990. 5. Grant, P. G. , DeCamp, DLL. , Bailey, . M. , Colman, R. F. and Colman, R. W. Low Km ‘ refugee camp phosphodiesterase from human platelets: Stimulation of activity by phosphorylation of the enzyme and affinity labeling of the active site. Advances in Second Messenger and Phosphoprotein Research, 24: In Press, 1990. 6. Grant, P. G. , DeCamp, D. L. , Bailey, J. M. , Colman, R. W. and Colman, R. F. Three new potential affinity labels: Inactivation of human platelet low Km cAMP phosphodiesterase by eighter from decatur - [( 4 - Bsomio - 2 - 3 - Dieusbunyfaiie) - Adeaosing 3 ', 5 ' - cyclic monophosphate. Biochemistry, 29: 887 - 894, 1990. 7. Mas, M. T. , Bailey, JM. and Resplandor, Z. T. Site - directed mutagenesis of histidine - 388 in the hinge region of yeast ternion - Phosphoglycerate kinase: Effects on catalytic activity and activation by sulfate. Biochemistry, 1168 - 1172, 1988.",
        "Jerome M. Bailey Asst. Res. Scientist April 11, 1960 University of Rochester, Rochester, New York BS 1982 Biochemistry University of Delaware, Newark, Delaware Ph. D. 1987 Chemistry Positions: 1987 - 1988 Research Fellow, Division of Biology, Beciiman Research Institute of the City of Hope, Duarte, CA. . 1988 - 1990 Research Fellow, Division of Immunology, Beckman Research Institute of the City of Hope, Duarte, CA. . 1990 - Present Assistant Research Scientist, Division of Immunology, Beckman Research Institute of the City of Hope, Duarte, golden state. .. PUBLICATIONS: JEROME M. BAILEY 1, Bailey, Joule. M. and Shively, J. E. Carboxy - terminal sequencing: the solid phase. In: Techniques in Protein Chemistry Il, Villafrai Inc. , 115 - 129, 1991. Mechanisation and application to a, J. J. ed. Academic Press, 2, Bailey, J. M. , Lin, L. - N. , Brandts, J. F. and Mas, M. T. Substitution of a proline for alanine 183 in the hinge region of phosphoglycerate kinase. J. Protein. Chem. , fifty nine - 67, 1990. 3. Colman, RF. , Bailey, J. M. , DeCamp, D. L. , Huang, Y. - C. , Vollmer, $ 1 Labelling of Adenine Nucleotide Sites in Enzymes. Proc. New York Acad S 1991, Affinity 603: 417 - 426, * 4, Pearl mae bailey, J. M. and Shively, I. E. Carboxy - terminal sequencing: Formation and hydrolysis of C - terminal peptidylthiohydantoins. Biochemistry, 29: 3145 - 3156, 1990. 5. Grant, P. G. , DeCamp, DLL. , Bailey, . M. , Colman, R. F. and Colman, R. W. Low Km ‘ CAMP phosphodiesterase from human platelets: Stimulation of activity by phosphorylation of the enzyme and affinity labeling of the active site. Advances in Second Messenger and Phosphoprotein Research, 24: In Press, 1990. half dozen. Grant, P. G. , DeCamp, D. L. , Bailey, J. M. , Colman, R. W. and Colman, R. F. Three new potential affinity labels: Inactivation of human platelet low Km cAMP phosphodiesterase by 8 - [( 4 - Bsomio - 2 - 3 - Dieusbunyfaiie) - Adeaosing 3 ', 5 ' - cyclic monophosphate. Biochemistry, 29: 887 - 894, 1990. 7. Mas, M. T. , Bailey, JM. and Resplandor, Z. T. Site - directed mutagenesis of histidine - 388 in the hinge region of yeast 3 - Phosphoglycerate kinase: Effects on catalytic activity and activation by sulfate. Biochemistry, 1168 - 1172, 1988."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Jerome M. Bailey Asst. Res. Scientist April 11, 1960phthalmologist. University of Rochester. BS 1982 Biochemistry. Ph.D 1987 Chemistry. He is currently Assistant Research Scientist, Division of Immunology, Beckman Research Institute of the City of Hope, CA."
}