{
    "filename": "50470638-0639.jpg",
    "metadata": {},
    "text": "CURRICULUM VITAE\n\nShoukat R, Dedhar\n\nResearch Scientis/Assistant Professor\n\nBritish Columbia Cancer Agency/University of British Columbia\nBirthdate: March 20, 1952\n\n \n\nUniversity of Aberdeen, Scotland B.Sc. 1975 Biochemistry\nUniversity of British Columbia, Canada MSc. 1982 Pathology\nUniversity of British Columbia, Canada Ph.D. 1984 Pathology\n\nProfessional Experience\n\n1976-1985 Research Technologist, Department of Advanced Therapeutics, Cancer Control Agency\nof B.C., Vancouver, B.C., Canada.\n\n1985-1987 Postdoctoral Fellow, La Jolla Cancer Research Foundation, La Jolla, California, U.S.A.\n\n1987-Present Research Scientist, Department of Advanced Therapeutics, British Columbia Cancer\nAgency, Vancouver, B.C., Canada.\n\n1987-Present Assistant Professor, Department of Pathology, University of British Columbia, Vancouver,\nB.C., Canada.\n\nProfessional Memberships\n\n1988 American Association for Cancer Research,\n1988 American Society for Cell Biology.\n\nEditorial Advisory Board Member: Cancer and Metastasis Review\n\nPUBLICATIONS (Out of a total of 29 articles)\n\n1, Dedhar, $., Ruoslahti, E. and Pierschbacher, M.D.: A cell surface receptor complex for collagen\ntype I recognizes the Arg-Gly-Asp sequence, J. Cell Biol. 104:585-593, 1987.\n\n2. Dedhar, S., Argraves, W.S., Suzuki, S., Ruoslahti, E, and Pierschbacher, M.D.: Human osteosarcoma\ncells resistant to detachment by an Arg-Gly-Asp containing peptide overproduce the fibronectin\nreceptor. J. Cell. Biol. 105, 1175-1182, 1987.\n\n3. Dedhar, S., Gaboury, L., Galloway, P. and Eaves, C.: Human granulocyte-macrophage\ncolony-stimulating factor is a growth factor active on a variety of cell types of nonhemopoietic\norigin, Proc, Natl. Acad. Sci. USA 85:9253-9257, 1988.\n\n \n\n4, Dedhar, $.: Regulation of expression of the cell adhesion receptors, integrins, by recombinant human\ninterleukin-1 in human osteosarcoma cells. Inhibition of cell proliferation and stimulation of alkaline\nphosphatase activity. J. Cellular Physiol, _138(2):291-299, 1989,\n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "CURRICULUM VITAE Shoukat R, Dedhar Research Scientis / Assistant Professor British Columbia Cancer Agency / University of British Columbia Birthdate: March 20, 1952 University of Aberdeen, Scotland B. Sc. 1975 Biochemistry University of British Columbia, Canada MSc. 1982 Pathology University of British Columbia, Canada Ph. D. 1984 Pathology Professional Experience 1976 - 1985 Research Technologist, Department of Advanced Therapeutics, Cancer Control Agency of B. C. , Vancouver, B. C. , Canada. 1985 - 1987 Postdoctoral Fellow, La Jolla Cancer Research Foundation, La Jolla, California, U. S. A. 1987 - Present Enquiry Scientist, Department of Advanced Therapeutics, British Columbia Cancer Agency, Vancouver, B. C. , Canada. 1987 - Present Assistant Professor, Department of Pathology, University of British Columbia, Vancouver, B. C. , Canada. Professional Memberships 1988 American Association for Cancer Research, 1988 American Society for Cell Biology. Editorial Advisory Board Member: Cancer and Metastasis Review PUBLICATIONS (Out of a total of 29 articles) 1, Dedhar, $. , Ruoslahti, E. and Pierschbacher, M. D. : A cell surface receptor complex for collagen type I recognizes the Arg - Gly - Asp successiveness, J. Cell Biol. 104: 585 - 593, 1987. 2. Dedhar, S. , Argraves, W. S. , Suzuki, S. , Ruoslahti, E, and Pierschbacher, M. D. : Human osteosarcoma cells resistant to detachment by an Arg - Gly - Asp containing peptide overproduce the fibronectin receptor. J. Cell. Biol. cv, 1175 - 1182, 1987. 3. Dedhar, Siemens. , Gaboury, L. , Galloway, P. and Eaves, C. : Human granulocyte - macrophage colony - stimulating factor is a growth factor active on a variety of cell types of nonhemopoietic origin, Proc, Natl. Acad. Sci. USA 85: 9253 - 9257, 1988. 4, Dedhar, $. : Regulation of expression of the cell adhesion receptors, integrins, by recombinant human interleukin - 1 in human osteosarcoma cells. Inhibition of cell proliferation and stimulation of alkaline phosphatase activity. J. Cellular Physiol, _138 (ii ): 291 - 299, 1989,",
        "CURRICULUM VITAE Shoukat R, Dedhar Research Scientis / Assistant Professor British Columbia Cancer Agency / University of British Columbia Birthdate: March 20, 1952 University of Aberdeen, Scotland B. Sc. 1975 Biochemistry University of British Columbia, Canada MSc. 1982 Pathology University of British Columbia, Canada Ph. D. 1984 Pathology Professional Experience 1976 - 1985 Research Engineer, Department of Advanced Therapeutics, Cancer Control Agency of B. C. , Vancouver, B. C. , Canada. 1985 - 1987 Postdoctoral Fellow, La Jolla Cancer Research Foundation, La Jolla, California, U. Southward. A. 1987 - Present Research Scientist, Department of Advanced Therapeutics, British Columbia Cancer Agency, Vancouver, B. C. , Canada. 1987 - Present Assistant Professor, Department of Pathology, University of British Columbia, Vancouver, Type b. 100. , Canada. Professional Memberships 1988 American Association for Cancer Research, 1988 American Society for Cell Biology. Editorial Advisory Board Member: Cancer and Metastasis Review PUBLICATIONS (Out of a total of 29 articles) 1, Dedhar, $. , Ruoslahti, E. and Pierschbacher, M. D. : A cell surface receptor complex for collagen type I recognizes the Arg - Gly - Asp sequence, J. Cubicle Biol. 104: 585 - 593, 1987. 2. Dedhar, S. , Argraves, W. S. , Suzuki, S. , Ruoslahti, E, and Pierschbacher, M. D. : Human osteosarcoma cells resistant to detachment by an Arg - Gly - Asp containing peptide overproduce the fibronectin receptor. J. Cell. Biol. 105, 1175 - 1182, 1987. 3. Dedhar, S. , Gaboury, L. , Galloway, P. and Eaves, C. : Human granulocyte - macrophage colony - stimulating factor is a growth factor active on a variety of cell types of nonhemopoietic origin, Proc, Natl. Acad. Sci. USA 85: 9253 - 9257, 1988. 4, Dedhar, $. : Regulation of expression of the cell adhesion receptors, integrins, by recombinant human interleukin - 1 in human osteosarcoma cells. Inhibition of cell proliferation and stimulation of alkaline phosphatase activity. J. Cellular Physiol, _138 (2 ): 291 - 299, 1989,"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Shoukat R. Dedhar is a professor at the University of British Columbia in Vancouver, Canada. He is the author of 29 articles on cancer research. His research has been published in the Journal of Cellular Physiol, Proc, Natl Acad. Sci. USA 85:9253-9257."
}