{
    "filename": "50477394-7395.jpg",
    "metadata": {},
    "text": "CURRICULUM VITAE\n\nPersonal Data:\n\nName: Penny Alice Tavormina Date of Birth: August 15, 1968\nAddress: Department of Biology Place of Birth: Brooklyn, NY\nGilmer Hall\nUniversity of Virgina Citizenship: United States\n\nCharlottesville, VA 22901\n(804)-982-5483\n\nEducational Background:\n\nGettysburg College BS_—_-1990 Biology\nUniversity of Virgina PhD candidate Biology\nResearch Experience:\n\nGraduate Student, University of Virginia, Department of Biology, Dr. Dan\nBurke, Advisor, 1991-present\n\nGraduate Student, laboratory rotation, University of Virginia, Department\nof Biology, Dr. Paul Adler, Advisor\n\nGraduate Student, laboratory rotation, Universtiy of Virginia, Department\nof Biology, Dr. Claire Cronmiller, Advisor\n\n‘Summer Research Assistant, Gettysburg College, Department of Biology,\nDr. Kazuo Hiraizumi, Advisor, 1990\n\nUndergraduate Student, independent research, Gettysburg College,\nDr, Kazuo Hiraizumi, Advisor, 1989-1990\n\n‘Teaching Experience:\n\nTeaching Assistant. Introductory Genetics. University of Virginia,\n1991-1992\n\nPublication:\nHiraizumi, K., Tavormina, P. and Mathes, K. Genetic and Environmental\nEffects on the expression of peptidases and larval viability in Drosophila\n‘melanogaster. In press: Genetics (1992)\n\n* manuscript enclosed with application\n\n \n\f",
    "augmented_texts": [
        "syllabus VITAE Personal Data: Name: Penny Alice Tavormina Date of Nascency: August xv, 1968 Address: Department of Biology Place of Birth: Brooklyn, NY Gilmer Hall University of Virgina Citizenship: United States Charlottesville, VA 22901 (804) - 982 - 5483 Educational Background: Gettysburg College BS_ — _ - 1990 Biology University of Virgina PhD candidate Biology Research Experience: Graduate Student, University of Virginia, Department of Biology, Dr. Dan Burke, Advisor, 1991 - present Graduate Student, research laboratory rotation, University of Virginia, Department of Biology, Dr. Paul Adler, Advisor Graduate Student, laboratory rotation, Universtiy of Virginia, Department of Biology, Dr. Claire Cronmiller, Advisor ‘ Summer Research Help, Gettysburg College, Department of Biology, Dr. Kazuo Hiraizumi, Advisor, 1990 Undergrad Student, independent research, Gettysburg College, Dr, Kazuo Hiraizumi, Advisor, 1989 - 1990 ‘ Teaching Experience: Teaching Assistant. Introductory Genetics. University of Virginia, 1991 - 1992 Publication: Hiraizumi, K. , Tavormina, P. and Mathes, K. Genetic and Environmental Effects on the expression of peptidases and larval viability in Drosophila ‘ melanogaster. In press: Genetics (1992) * ms enfold with application",
        "CURRICULUM VITAE Personal Data: Name: Penny Alice Tavormina Date of Birth: August xv, 1968 Address: Department of Biology Place of Birth: Brooklyn, NY Gilmer Hall University of Virgina Citizenship: United States Charlottesville, VA 22901 (804) - 982 - 5483 Educational Background: Gettysburg College BS_ — _ - 1990 Biology University of Virgina PhD candidate Biology Research Experience: Graduate Student, University of Virginia, Department of Biology, Dr. Dan Burke, Advisor, 1991 - present Graduate Student, laboratory rotation, University of Virginia, Department of Biology, Dr. Paul Adler, Advisor Graduate Student, laboratory rotation, Universtiy of Virginia, Department of Biology, Dr. Claire Cronmiller, Advisor ‘ Summer Research Supporter, Gettysburg College, Department of Biology, Dr. Kazuo Hiraizumi, Advisor, 1990 Undergraduate Student, independent research, Gettysburg College, Dr, Kazuo Hiraizumi, Advisor, 1989 - 1990 ‘ Teaching Experience: Teaching Assistant. Introductory Genetics. University of Virginia, 1991 - 1992 Publication: Hiraizumi, K. , Tavormina, P. and Mathes, K. Genetic and Environmental Effects on the expression of peptidases and larval viability in Drosophila ‘ melanogaster. In press: Genetics (1992) * manuscript enclosed with application"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Penny Alice Tavormina is a PhD candidate in the Department of Biology at the University of Virgina. She is the author of a 1992 book on Drosophila Melanogaster. The book is titled ‘Effects on the expression of peptidases and larval viability’"
}