{
    "filename": "50477579-7580.jpg",
    "metadata": {},
    "text": "FE Principal lnvesngator/Program Oirectot (Last, fst, emo)\n\nBIOGRAPHICAL SKETCH\nGira om lotowing information fore kay personnel and consutares and eataborators. Beg wah the principal\nTrvesagemrrprogcam creco”. Phorcpy tis page fo each person\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPOSTION TE\n‘WOOD, David P.. Jr., M.D. Assistant Professor of Surgery: Chief, Urologic Oncology\nEDUCKTION [Beg wah Gaccalcraaie 1 Other IT PrUesOOTa OGACaTER SAR aS FaPSMD. and etic PTEOCTA Van )\n{NSTTUTIN AND LOCATION ecree | conreaneo | _newoorswov\n\n‘Albion College, Albion, MI BA. 1979 Biology\n\nUniversity of Michigan Medical School MD. 1983 Medicine\n\nCleveland Clinic Foundation, Cleveland, OH residency | 1983 - 198 Surgery/Urology\n\nMemorial Sloan-Kettering Cancer Center, fellowship| 1988 - 199: ‘Urology/Molecular\n——New York. NY_~ Biology\n\n[RESEARCH AND PROFESSIONAL EXPERIENCE: Conciusng with present poston, stn chronological orc, prewous emoloyment. expenence, anc\nfonors. Kay personne! nee the prncpal vestigate and any other incvicuals who parscipate inte scenic velopment or execution of he project\nKay personnel typcaly wa incase a incvtuals wid octal or oer professional degrees. xin some proves wilincice ndiuals athe masters oF\ndecctaweate vel proves ey cormeane ha subszarove way fo soertic development or execution othe project Include presem membership on\ni2ny Feoural Goverment pbk adsory commie. Lis. chronological orca. he tes. al authors ang complete relerences oalipubheatons aueng ine\n‘ast ree years and to represertanve eave pubacazens permet 0 tes appicaton. DO NOT EXCEED TWO PAGES.\n\nPROFESSIONAL EXPERIENCE\n\nJuly 1983 - 1985 Residency, General Surgery\nCleveland Clinic Foundation\nCleveland, Ohio\n\nJuly 1985 - 1987 Residency, Urology\n‘Geveland Clinic Foundation\n‘Cleveland, Ohio\n\nJuly 1987 ~ 1988 Chief Resident, Urology\nGeveland Clinic Foundation\nCleveland, Ohio\n\nJuly 1988 —June 1990 Research Fellow, Molecular Biology\nMemorial Sloan Kentering Cancer Center\nNew York, New York\n\nJuly 1990-Iuly 1991 Clinical Fellow, Urology\nMemorial Sloan Kerering Cancer Center\nNew York, New York\n\nACADEMIC APPOINTMENTS\n\nAssistant Professor of Surgery (Urology)\nUniversity of Kentucky College of Medicine\nChief, Urologic Oncology\n\nall-time)\n\nAugust 1991 — Pre\n\n \n\n \n\nAugust 1991 -Present Staff Surgeon\nVeterans Administration Hospital\nLexingron, Kentucky\n\n \n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "iron Principal lnvesngator / Program Oirectot (Last, fst, emo) BIOGRAPHICAL SKETCH Gira om lotowing information fore kay personnel and consutares and eataborators. Beg wah the principal Trvesagemrrprogcam creco ”. Phorcpy tis page fo each person POSTION TE ‘ WOOD, David P. . Jr. , M. D. Assistant Prof of Surgery: Chief, Urologic Oncology EDUCKTION [Beg wah Gaccalcraaie 1 Other IT PrUesOOTa OGACaTER SAR aS FaPSMD. and etic PTEOCTA Van) {NSTTUTIN AND LOCATION ecree | conreaneo | _newoorswov ‘ Albion College, Albion, MI BA. 1979 Biology University of Michigan Medical Schooltime MD. 1983 Medicine Cleveland Clinic Foundation, Cleveland, OH residency | 1983 - 198 Surgery / Urology Memorial Sloan - Kettering Cancer Center, fellowship | 1988 - 199: ‘ Urology / Molecular — — New York. NY_ ~ Biology [RESEARCH AND PROFESSIONAL EXPERIENCE: Conciusng with present poston, stn chronological orc, prewous emoloyment. expenence, anc fonors. Kay personne! nee the prncpal vestigate and any other incvicuals who parscipate inte scenic velopment or execution of he project Kay personnel typcaly wa incase a incvtuals wid octal or oer professional degrees. xin some proves wilincice ndiuals athe masters oF decctaweate vel proves ey cormeane ha subszarove way fo soertic development or execution othe project Include presem membership on i2ny Feoural Goverment pbk adsory commie. Lis. chronological orca. he tes. al authors ang complete relerences oalipubheatons aueng ine ‘ ast ree years and to represertanve eave pubacazens permet 0 tes appicaton. DO NOT EXCEED TWO PAGES. PROFESSIONAL EXPERIENCE July 1983 - 1985 Residency, General Surgery Cleveland Clinic Foundation Cleveland, Ohio July 1985 - 1987 Residency, Urology ‘ Geveland Clinic Foundation ‘ Cleveland, Ohio July 1987 ~ 1988 Chief Resident, Urology Geveland Clinic Foundation Cleveland, Ohio July 1988 — June 1990 Research Fellow, Molecular Biology Memorial Sloan Kentering Cancer Center New York, New York July 1990 - Iuly 1991 Clinical Fellow, Urology Memorial Sloan Kerering Cancer Center New York, New House of york ACADEMIC APPOINTMENTS Assistant Professor of Surgery (Urology) University of Kentucky College of Medicine Chief, Urologic Oncology all - time) August 1991 — Pre August 1991 - Present Staff Surgeon Veterans Administration Hospital Lexingron, Kentucky",
        "FE Principal lnvesngator / Program Oirectot (Last, fst, emo) BIOGRAPHICAL SKETCH Gira om lotowing information fore kay personnel and consutares and eataborators. Beg wah the principal Trvesagemrrprogcam creco ”. Phorcpy tis page fo each person POSTION TE ‘ WOOD, David P. . Jr. , M. D. Assistant Professor of Surgery: Chief, Urologic Oncology EDUCKTION [Beg wah Gaccalcraaie 1 Other information technology PrUesOOTa OGACaTER SAR aS FaPSMD. and etic PTEOCTA Van) {NSTTUTIN AND LOCATION ecree | conreaneo | _newoorswov ‘ Albion College, Albion, MI BA. 1979 Biological science University of Michigan Medical School MD. 1983 Medicine Cleveland Clinic Foundation, Cleveland, OH residency | 1983 - 198 Surgery / Urology Memorial Sloan - Kettering Cancer Center, fellowship | 1988 - 199: ‘ Urology / Molecular — — New York. NY_ ~ Biology [enquiry AND PROFESSIONAL EXPERIENCE: Conciusng with present poston, stn chronological orc, prewous emoloyment. expenence, anc fonors. Kay personne! nee the prncpal vestigate and any other incvicuals who parscipate inte scenic velopment or execution of he project Kay personnel typcaly wa incase a incvtuals wid octal or oer professional degrees. xin some proves wilincice ndiuals athe masters oF decctaweate vel proves ey cormeane ha subszarove way fo soertic development or execution othe project Include presem membership on i2ny Feoural Goverment pbk adsory commie. Lis. chronological orca. he tes. al authors ang complete relerences oalipubheatons aueng ine ‘ ast ree years and to represertanve eave pubacazens permet 0 tes appicaton. DO NOT EXCEED TWO PAGES. PROFESSIONAL EXPERIENCE July 1983 - 1985 Residency, General Surgical process Cleveland Clinic Foundation Cleveland, Ohio July 1985 - 1987 Residency, Urology ‘ Geveland Clinic Foundation ‘ Cleveland, Ohio July 1987 ~ 1988 Chief Resident, Urogenital medicine Geveland Clinic Foundation Cleveland, Ohio July 1988 — June 1990 Inquiry Fellow, Molecular Biology Memorial Sloan Kentering Cancer Center New York, New York July 1990 - Iuly 1991 Clinical Fellow, Urology Memorial Sloan Kerering Cancer Center New York, New York ACADEMIC APPOINTMENTS Assistant Professor of Surgery (Urology) University of Kentucky College of Medicine Chief, Urologic Oncology all - time) August 1991 — Pre August 1991 - Present Staff Surgeon Veterans Administration Hospital Lexingron, Kentucky"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "FE Principal lnvesngator/Program Oirectot (Last, fst, emo) Pronunciation: ‘Gira om lotowing information fore kay personnel and consutares and eataborators. Beg wah the principal                Trvesagemrrprogcam creco’ Phorcpy tis page fo each person."
}