{
    "filename": "50473094-3095.jpg",
    "metadata": {},
    "text": "DUPLICATE COPY - USE IF NEEDED\n\nFr - _ PRINCIPAL, INVESTIGATORIPROGRAM DIRECTCE\nBIOGRAPHICAL SKETCH\n\n{Give the following information forthe key personnel and consultants listed on vage 2. Begin withthe Principal\nInvestigatorProgram Ditector. Photocopy this page for each person\n\n \n\nwave - ROEMONTTIE~~SS*dBIRTHOATE to, Sy, Y\n\nCharles J. Parker Associate Professor L 2/17/48,\n\nEDUGATION (Bogin wi bacetawrete oor lal psesstonal eduction, sch bras ang include posldocorVaining)\n“ean\n\n \n\n \n\n \n\nUniversity of North Carolina, Chapel Hill AB. 1970 English\nUniversity of North Carolina Schoo! of M.D. 1975 Medicine\nMedicine, Chapel Hill\n\n \n\nRESEARCH AND PROFESSIONAL EXPERIENCE: Concluding with aresent position, list, in chor clogical order, previous employment. experience,\n‘and honors. include present membership on any Federel Government public advisory committe. List in chronological order, te tiles and corn\nDletereferonces to all publications curing the past thrae years and to representative earlier publications pertinent to this application. 00 NOT\nEXCEEO TWO PAGES.\n\nPostgraduate Training:\n1978-1981 Fellowship in Hematology, Duke University Medical Center\n1976-1978 Resident in Medicine, North Carolina Memorial Hospital\n1975-1976 Intern in Medicine, North Carolina Memorial Hospital\nProfessional Positions:\n1990-Date Associate Professor of Medicine, University of Utah\n1984-Date Chief, Hematology Section, VA Medical Center, Salt Lake City, Utah\n1984-1990 Assistant Professor of Medicine, University of Utah\n1982-1984 Associate in Medicine, Duke University Medical Center\n1981-1982 Research Associate, Duke University Medical Center\nAwards and Honors:\n\n \n\n \n\n \n\n \n\n1990 Research Career Development Award, National Institutes of Health\n1990 Western Society for Clinical Investigation\n1991 American Society for Clinical Investigation\n\n| licatis rin\n\n4.” Parker, CJ, RN Frame and MR Elstad. 1988. Vitronectin (S protein) augments the\nfunctional activity of monocyte receptors for IgG and complement C3b. Blood. 71: 86-93.\n\n2. Hill, HR, JF Bohnsack, EZ Morris, NH Augustine, CJ Parker, PP Cleary and JT Wu. 1988.\nGroup B streptococci inhibit the chemotactic activity of the fiftn component of complement.\nsLimmungl 141: 3551-3556.\n\n3, Sane, DC, TL Moser, AMM Pippen, Cu Parker, KE Achyuthan and CS Greenberg. 1988.\nVitronectin is a substrate for transglutaminases. Biochem Biophys Res Commun 157:\n415-120.\n\n4. Parker, GJ, OL Stone and NU Bernshaw. 1989. Characterization of the enhanced\nsusceptibility of paroxysmal nocturnal hemoglobinuria erythrocytes to complement-\nmediated lysis initiated by cobra venom factor. Immunol 142: 208-216.\n\n5. Cheung, AK, CJ Parker and J Janatova. 1989. Analysis of the complement C3 fragments\n\nassociated with hemodialysis membranes. Kidney Int 35: 576-588.\n\nParker, CJ, OL Stone and NJ Bernshaw. 1989. Vitronectin (S protein]\n\nplatelets. Bry Haematol 71: 245-252.\n\n°\n\nis associated with\n\n \n\n \n\n \n\nPage FF\n\nrtom throughout the apleaion. Oo no vee sulixes Suen 9s Sb\n\n   \n\nPHS $96 (Rev. 1018) Reprinted\n\n \n\n \n\f",
    "augmented_texts": [
        "DUPLICATE COPY - USE IF NEEDED Fr - _ PRINCIPAL, INVESTIGATORIPROGRAM DIRECTCE BIOGRAPHICAL SKETCH {Give the following information forthe key personnel and consultants listed on vage 2. Begin withthe Principal InvestigatorProgram Ditector. Photocopy this page for each person wave - ROEMONTTIE ~ ~ SS * dBIRTHOATE to, Sy, Y Charles J. Parker Associate Professor L 2 / 17 / 48, EDUGATION (Bogin wi bacetawrete oor lal psesstonal eduction, sch bras ang include posldocorVaining) “ ean University of North Carolina, Chapel Hill AB. 1970 English University of North Carolina Schoo! of M. D. 1975 Practice of medicine Medicine, Chapel Hill RESEARCH AND PROFESSIONAL EXPERIENCE: Concluding with aresent position, list, in chor clogical order, previous employment. experience, ‘ and honors. include present membership on any Federel Government public advisory committe. List in chronological order, te tiles and corn Dletereferonces to all publications curing the past thrae years and to representative earlier publications pertinent to this application. 00 NOT EXCEEO TWO PAGES. Postgraduate Training: 1978 - 1981 Fellowship in Hematology, Duke University Medical Center 1976 - 1978 Resident in Medicine, North Carolina Memorial Hospital 1975 - 1976 Intern in Medicine, North Carolina Memorial Hospital Professional Positions: 1990 - Date Associate Professor of Medicine, University of Utah 1984 - Date Chief, Hematology Section, VA Medical Center, Salt Lake City, Utah 1984 - 1990 Assistant Professor of Medicine, University of Utah 1982 - 1984 Associate in Medicine, Duke University Medical Center 1981 - 1982 Research Associate, Duke University Medical Center Awards and Honors: 1990 Research Career Development Award, National Institutes of Health 1990 Western Society for Clinical Investigation 1991 American Society for Clinical Investigation | licatis rin 4. ” Parker, CJ, RN Frame and MR Elstad. 1988. Vitronectin (S protein) augments the functional activity of monocyte receptors for IgG and complement C3b. Blood. 71: 86 - 93. 2. Hill, HR, JF Bohnsack, EZ Morris, NH Augustine, CJ Parker, PP Cleary and JT Wu. 1988. Group B streptococci inhibit the chemotactic activity of the fiftn component of complement. sLimmungl 141: 3551 - 3556. 3, Sane, DC, TL Moser, AMM Pippen, Cu Parker, KE Achyuthan and CS Greenberg. 1988. Vitronectin is a substrate for transglutaminases. Biochem Biophys Res Commun 157: 415 - 120. 4. Parker, GJ, OL Stone and NU Bernshaw. 1989. Characterization of the enhanced susceptibility of paroxysmal nocturnal hemoglobinuria erythrocytes to complement - mediated lysis initiated by cobra venom factor. Immunol 142: 208 - 216. 5. Cheung, AK, CJ Parker and J Janatova. 1989. Analysis of the complement C3 fragments associated with hemodialysis membranes. Kidney Int 35: 576 - 588. Parker, CJ, OL Stone and NJ Bernshaw. 1989. Vitronectin (S protein] platelets. Bry Haematol 71: 245 - 252. ° is associated with Page FF rtom throughout the apleaion. Oo no vee sulixes Suen 9s Sb PHS $ xcvi (Rev. 1018) Reprinted",
        "DUPLICATE COPY - USE IF NEEDED Fr - _ PRINCIPAL, INVESTIGATORIPROGRAM DIRECTCE BIOGRAPHICAL SKETCH {Give the following information forthe key personnel and consultants listed on vage 2. Begin withthe Principal InvestigatorProgram Ditector. Photocopy this page for each person wave - ROEMONTTIE ~ ~ SS * dBIRTHOATE to, Sy, Y Charles J. Parker Associate Professor L 2 / 17 / xlviii, EDUGATION (Bogin wi bacetawrete oor lal psesstonal eduction, sch bras ang admit posldocorVaining) “ ean University of North Carolina, Chapel Hill AB. 1970 English University of North Carolina Schoo! of M. D. 1975 Medicine Medicine, Chapel Hill RESEARCH AND PROFESSIONAL EXPERIENCE: Concluding with aresent position, list, in chor clogical order, previous employment. experience, ‘ and honors. include present membership on any Federel Government public advisory committe. List in chronological order, te tiles and corn Dletereferonces to all publications curing the past thrae years and to representative earlier publications pertinent to this application. 00 NOT EXCEEO TWO PAGES. Postgraduate Training: 1978 - 1981 Fellowship in Hematology, Duke University Medical Center 1976 - 1978 Resident in Medicine, North Carolina Memorial Hospital 1975 - 1976 Intern in Medicine, North Carolina Memorial Hospital Professional Positions: 1990 - Date Associate Professor of Medicine, University of Utah 1984 - Date Chief, Hematology Section, VA Medical Center, Salt Lake City, Utah 1984 - 1990 Assistant Professor of Medicine, University of Utah 1982 - 1984 Associate in Medicine, Duke University Medical Center 1981 - 1982 Research Familiar, Duke University Medical Center Awards and Honors: 1990 Research Career Development Award, National Institutes of Health 1990 Western Society for Clinical Investigation 1991 American Society for Clinical Investigation | licatis rin 4. ” Parker, CJ, RN Frame and MR Elstad. 1988. Vitronectin (S protein) augments the functional activity of monocyte receptors for IgG and complement C3b. Blood. 71: 86 - 93. 2. Hill, HR, JF Bohnsack, EZ Morris, NH Augustine, CJ Parker, PP Cleary and JT Wu. 1988. Mathematical group B streptococci inhibit the chemotactic activity of the fiftn component of complement. sLimmungl 141: 3551 - 3556. 3, Sane, DC, TL Moser, AMM Pippen, Cu Parker, KE Achyuthan and CS Greenberg. 1988. Vitronectin is a substrate for transglutaminases. Biochem Biophys Res Commun 157: 415 - one hundred twenty. 4. Parker, GJ, OL Stone and NU Bernshaw. 1989. Characterization of the enhanced susceptibility of paroxysmal nocturnal hemoglobinuria erythrocytes to complement - mediated lysis initiated by cobra venom divisor. Immunol 142: 208 - 216. 5. Cheung, AK, CJ Parker and J Janatova. 1989. Analysis of the complement C3 fragments associated with hemodialysis membranes. Kidney Int 35: 576 - 588. Parker, CJ, OL Stone and NJ Bernshaw. 1989. Vitronectin (S protein] platelets. Bry Haematol 71: 245 - 252. ° is associated with Page FF rtom throughout the apleaion. Oo no vee sulixes Suen 9s Sb PHS $ 96 (Rev. 1018) Reprinted"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "This page includes information for the key personnel and consultants listed on vage 2. Photocopy this page for each person. Use the Daily Discussion to help students with reading comprehension and vocabulary. At the bottom of the page, please share your thoughts about this article. We would like to hear from you."
}