{
    "filename": "50473054-3055.jpg",
    "metadata": {},
    "text": "CURRICULUM VITAE\n\nMark S. Brodie\nPERSONAL DATA:\nBirthdate: August 23, 1957\nBirthplace: Chicago, Ilinois\nMarital Status: Married\nSocial Security Number: 35-56-4486\nEDUCATION:\nBA. Northwestern University, Evanston, Ilinois. Major in Biological Sciences. Degree granted\nSpring, 1979.\nPh.D. Pharmacology, University of Illinois at Chicago, Health Sciences Center, Chicago, Iinois,\n1984.\nRESEARCH AND\nPROFESSIONAL EXPERIENCE:\n\n1977-1978. Undergraduate independent study, Anatomy Department, Northwestern University\nMedical School, Chicago, IL.\n\n1979-1984. Graduate student, P.H.S. graduate trainee, Department of Pharmacology, University\nof Illinois at Chicago, Health Sciences Center, Chicago, IL.\n\nJuly 1984 - July 1986. Department of Pharmacology, University of Colorado Health Sciences\nCenter, Denver, CO. Post-doctoral research performed with Dr. Thomas V. Dunwiddie.\n\nJuly 1986 - July 1988. Research Scientist, Neuroscience Research, Abbott Laboratories, Abbott\nPark, IL.\n\nJuly 1988 - September 1990. Senior Research Scientist, Neuroscience Research, Abbott\nLaboratories, Abbott Park, IL.\n\nSeptember 1990 to present. Research Assistant Professor, Department of Physiology and\nBiophysics, College of Medicine, University of Illinois at Chicago, Chicago, IL.\n\nMEMBERSHIPS: Society for Neuroscience; American Society for Pharmacology and Experi-\nmental Therapeutics\n\nPUBLICATIONS: 12 peer-reviewed articles, 4 book chapters, 25 abstracts,\n\nArticles (selected):\n\nBrodie, M.S. and Proudfit, H.K, Analgesia induced by the local injection of carbachol into the\nnucleus raphe magnus, Brain Research 291: 337-342, 1984,\n\nBrodie, M.S. and Proudfit, H.K., Antinociception induced by local injections of carbachol into the\nnucleus raphe magnus in rats: Alteration by intrathecal injection of monoaminergic antagonists,\nBrain Research, 371: 70-79, 1986.\n\nBrodie, M.S., Lee, K., Fredholm, B.B., Stihle, L., and Dunwiddie, V., Central versus peripheral\nmediation of responses to adenosine receptor agonists: Evidence against a central mode of\naction, Brain Research, 415: 323-330, 1987.\n\nBrodie, M.S. and Dunwiddie, T.V., Cholecystokinin potentiates dopamine inhibition of mesence-\nphalic dopamine neurons in vitro, Brain Research, 425: 106-113, 1987.\n\nMueller, A-L. and Brodie, M.S., Intracellular recording from putative dopamine-containing neurons\nin the ventral tegmental area of Tsai in a brain slice preparation, J. Neurosci. Meth., 28: 15-22,\n1989.\n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "CURRICULUM VITAE Mark S. Brodie PERSONAL DATA: Birthdate: August 23, 1957 Birthplace: Chicago, Ilinois Marital Status: Married Social Security Number: 35 - 56 - 4486 EDUCATION: BA. Northwestern University, Evanston, Ilinois. Major in Biological Sciences. Degree granted Spring, 1979. Ph. D. Pharmacology, University of Illinois at Chicago, Health Sciences Center, Chicago, Iinois, 1984. RESEARCH AND PROFESSIONAL EXPERIENCE: 1977 - 1978. Undergraduate independent study, Anatomy Department, Northwestern University Medical School, Chicago, IL. 1979 - 1984. Graduate student, P. H. S. graduate trainee, Department of Pharmacology, University of Illinois at Chicago, Health Sciences Center, Chicago, IL. July 1984 - July 1986. Department of Pharmacological medicine, University of Colorado Health Sciences Center, Denver, CO. Post - doctorial research performed with Dr. Thomas V. Dunwiddie. July 1986 - July 1988. Research Scientist, Neuroscience Research, Abbott Laboratories, Abbott Park, IL. July 1988 - September 1990. Senior Research Scientist, Neuroscience Research, Abbott Laboratories, Abbott Park, IL. September 1990 to present. Research Assistant Professor, Department of Physiology and Biophysics, College of Medicine, University of Illinois at Chicago, Chicago, IL. MEMBERSHIPS: Society for Neuroscience; American Society for Pharmacology and Experi - mental Therapeutics PUBLICATIONS: 12 peer - reviewed articles, 4 book chapters, 25 abstracts, Articles (selected ): Brodie, M. S. and Proudfit, H. K, Analgesia induced by the local injection of carbachol into the nucleus raphe magnus, Brain Research 291: 337 - 342, 1984, Brodie, M. S. and Proudfit, H. K. , Antinociception induced by local injections of carbachol into the nucleus raphe magnus in git: Alteration by intrathecal injection of monoaminergic antagonists, Brain Research, 371: 70 - 79, 1986. Brodie, M. S. , Lee, K. , Fredholm, B. B. , Stihle, L. , and Dunwiddie, V. , Central versus peripheral mediation of responses to adenosine receptor agonists: Evidence against a central mode of action, Brain Research, 415: 323 - 330, 1987. Brodie, M. S. and Dunwiddie, T. V. , Cholecystokinin potentiates dopamine inhibition of mesence - phalic dopamine neurons in vitro, Brain Research, 425: 106 - 113, 1987. Mueller, A - L. and Brodie, M. S. , Intracellular recording from putative dopamine - containing neurons in the ventral tegmental area of Tsai in a brain slice preparation, J. Neurosci. Meth. , 28: 15 - 22, 1989.",
        "CURRICULUM VITAE Mark S. Brodie PERSONAL DATA: Birthdate: August 23, 1957 Birthplace: Chicago, Ilinois Marital Status: Married Social Security Number: 35 - 56 - 4486 EDUCATION: BA. Northwestern University, Evanston, Ilinois. Major in Biological Sciences. Degree granted Spring, 1979. Ph. D. Pharmacology, University of Illinois at Chicago, Health Sciences Center, Chicago, Iinois, 1984. RESEARCH AND PROFESSIONAL EXPERIENCE: 1977 - 1978. Undergraduate independent study, Anatomy Department, Northwestern University Medical School, Chicago, IL. 1979 - 1984. Graduate student, P. H. S. graduate trainee, Department of Pharmacology, University of Illinois at Chicago, Health Sciences Center, Chicago, IL. July 1984 - July 1986. Department of Pharmacology, University of Colorado Health Sciences Center, Denver, CO. Post - doctoral research performed with Dr. Thomas V. Dunwiddie. July 1986 - July 1988. Research Scientist, Neuroscience Research, Abbott Laboratories, Abbott Park, IL. July 1988 - September 1990. Senior Research Scientist, Neuroscience Research, Abbott Laboratories, Abbott Park, IL. September 1990 to present. Research Assistant Professor, Department of Physiology and Biophysics, College of Medicine, University of Illinois at Chicago, Chicago, IL. MEMBERSHIPS: Society for Neuroscience; American Company for Pharmacology and Experi - mental Therapeutics PUBLICATIONS: dozen peer - reviewed articles, 4 book chapters, 25 abstracts, Articles (selected ): Brodie, M. S. and Proudfit, H. K, Analgesia induced by the local injection of carbachol into the nucleus raphe magnus, Einstein Research 291: 337 - 342, 1984, Brodie, M. S. and Proudfit, H. Kelvin. , Antinociception induced by local injections of carbachol into the nucleus raphe magnus in rats: Alteration by intrathecal injection of monoaminergic antagonists, Brain Research, 371: 70 - 79, 1986. Brodie, M. S. , Lee, K. , Fredholm, B. B. , Stihle, L. , and Dunwiddie, V. , Central versus peripheral mediation of responses to adenosine receptor agonists: Evidence against a central mode of action, Brain Research, 415: 323 - 330, 1987. Brodie, M. S. and Dunwiddie, T. V. , Cholecystokinin potentiates dopamine inhibition of mesence - phalic dopamine neurons in vitro, Brain Research, 425: 106 - 113, 1987. Mueller, A - L. and Brodie, M. Sec. , Intracellular recording from putative dopamine - containing neurons in the ventral tegmental area of Tsai in a brain slice preparation, J. Neurosci. Meth. , 28: 15 - 22, 1989."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Mark S. Brodie was born August 23, 1957 in Ilinois, Illinois. He is married and has two children. His work has been published in peer-reviewed journals and in book chapters.Brodie is a member of the American Society for Pharmacology and Experi-mental Therapeutics."
}