{
    "filename": "50477065-7066.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\nCURRICULUM VITAE\n\n \n\n \n\nName: Peter Hugo Howarth E\nAge: | : ” Beyeai -\nDate of Birth: 10.08.52.\n\nNationality: British\n\nAdress: Medicine 1\n\nLevel D, Centre Block\nSouthampton General Hospital\nSouthampton $09 4x\n\nDegrees: B.Sc(Hons) Pharmacology Class II\nUniversity of London 1973,\n‘MB Bs University of London 1976\nMRCP (UK) 1979\nDM University of Southampton 1988\nPresent Post: Senior Lecturer in Medicine\n\nSouthampton General Hospital 18,1.88, « present\n\nRecent Publtcation:\n\n1) Howarth P.H. Allergic Rhinitis: a rational choice of treatment,\nRespiratory Medicine 1989 83. 179-188.\n\n \n\n2) Howarth P.H. The immunopharmacology of rhinitis in MacKay I. (ed,) Rhinitis\nmechanisms and management. Royal Society of Medicine Services Ltd, London,\n\n1989 33-51,\n\n3) Howarth P.H. and Holgate $.T. Basic aspects of allergic reuctions in Naspitz CK,\nand Tinkelman D.G. (eds.). Childhood rhinitis and sinusitis: pathophysiology and\ntreatment, Marcel Dekker Inc. New York. 1990 1-35.\n\n©, Howarth P.HL Histamine and asthma: an appraisal based on specific H,-receptor\nantagonism. Clin. Exp. Allergy 1990 20(Suppl 2. 31-41).\n\n \n\n5) ° Djukanovie R Roche W.Ry Wilson J.W,, Beasley CR.W, ‘Twentyman P.0,,\nHowarth P.H, and Holgate $.T, Mucosal inflammation in asthma, Am, Rev.\n“Resp. Dis, 1990, 142 434-437,\n\n6) Djukanovie.R, Wilson J.W., Britten KM, Wilson S., Walls A, Roche WR,\nHowarth P.H. and Holgate $.T. Mast cells and eosinophils in the bronchial\nmucosa of symptomatic atopic asthmatics and healthy controls. Am. Rev. Resp.\n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "CURRICULUM VITAE Name: Peter Hugo Howarth E Age: |: ” Beyeai - Date of Birth: 10. 08. 52. Nationality: British Adress: Medicine 1 Level D, Centre Block Southampton General Hospital Southampton $ 09 4x Degrees: B. Sc (Hons) Pharmacology Class II University of London 1973, ‘ MB Bs University of London 1976 MRCP (UK) 1979 DM University of Southampton 1988 Present Post: Senior Lector in Medication Southampton General Hospital 18, 1. 88, « present Recent Publtcation: 1) Howarth P. H. Allergic Rhinitis: a rational choice of treatment, Respiratory Medicine 1989 eighty three. 179 - 188. 2) Howarth P. H. The immunopharmacology of rhinitis in MacKay I. (ed,) Rhinitis mechanisms and management. Royal Society of Medicine Services Ltd, London, 1989 33 - 51, 3) Howarth P. H. and Holgate $. T. Basic aspects of hypersensitised reuctions in Naspitz CK, and Tinkelman D. G. (eds. ). Childhood rhinitis and sinusitis: pathophysiology and treatment, Marcel Dekker Inc. New York. 1990 1 - 35. ©, Howarth P. HL Histamine and asthma: an appraisal based on specific H, - receptor antagonism. Clin. Exp. Allergy 1990 20 (Suppl 2. 31 - 41 ). 5) ° Djukanovie R Roche W. Ry Wilson J. W, , Beasley CR. W, ‘ Twentyman P. 0, , Howarth P. H, and Holgate $. Deoxythymidine monophosphate, Mucosal inflammation in asthma, Am, Rev. “ Resp. Dis, 1990, 142 434 - 437, 6) Djukanovie. R, Wilson J. W. , Britten KM, Wilson S. , Walls A, Roche WR, Howarth P. Enthalpy. and Holgate $. T. Mast cells and eosinophils in the bronchial mucosa of symptomatic atopic asthmatics and healthy controls. Am. Rev. Resp.",
        "CURRICULUM VITAE Name: Peter Hugo Howarth E Age: |: ” Beyeai - Date of Birth: 10. 08. 52. Nationality: British Adress: Medicine 1 Level D, Centre Block Southampton General Hospital Southampton $ 09 4x Degrees: B. Sc (Hons) Pharmacology Class II University of London 1973, ‘ MB Bs University of London 1976 MRCP (UK) 1979 DM University of Southampton 1988 Present Post: Senior Lecturer in Medicine Southampton General Hospital 18, 1. 88, « present Recent Publtcation: 1) Howarth P. H. Allergic Rhinitis: a rational choice of treatment, Respiratory Medicine 1989 83. 179 - 188. 2) Howarth P. H. The immunopharmacology of rhinitis in MacKay I. (ed,) Rhinitis mechanisms and management. Royal Society of Medicine Service Ltd, London, 1989 33 - 51, 3) Howarth P. H. and Holgate $. T. Basic aspects of allergic reuctions in Naspitz CK, and Tinkelman D. G. (eds. ). Childhood rhinitis and sinusitis: pathophysiology and treatment, Marcel Dekker Inc. New York. 1990 1 - 35. ©, Howarth P. HL Histamine and asthma: an appraisal based on specific H, - receptor antagonism. Clin. Exp. Allergy 1990 20 (Suppl 2. 31 - 41 ). 5) ° Djukanovie R Roche W. Ry Wilson J. W, , Beasley CR. W, ‘ Twentyman P. 0, , Howarth P. H, and Holgate $. T, Mucosal inflammation in asthma, Am, Rev. “ Resp. Dis, 1990, 142 434 - 437, 6) Djukanovie. R, Wilson J. W. , Britten KM, Wilson Reciprocal ohm. , Walls A, Roche WR, Howarth P. Henry. and Holgate $. T. Mast cells and eosinophils in the bronchial mucosa of symptomatic atopic asthmatics and healthy controls. Am. Rev. Resp."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Peter Hugo Howarth E is a senior lecturer in Medicine at the University of Southampton. He is best known for his work on the treatment of allergic rhinitis and sinusitis. His work has been published in the New England Journal of Medicine and the British Medical Journal."
}