{
    "filename": "50483538-3539.jpg",
    "metadata": {},
    "text": " \n\nBIOGRAPHICAL SKETCH\n\nProvide the folowing information fo the key personnel in the order sted on Form Page 2.\n‘Photocopy this page or folow tis format for each person.\n\n \n\n \n\n \n\n \n\n \n\n \n\nane - POSTONTTLE\nWang, Xiao-Fan Assistant Professor\nEDIUCATIONTTRAINING (Begin wit baccalaureate aerial ofestonal edocaon, sich as mars, and ice posto’ rang)\nINSTITUTION AND LOCATION ESE, | year neLD oF STUDY\n‘Wuhan University, Wuhan, China BS. 1982 Biochemistry\nUniversity of California, Los Angeles Ph.D. 1986 Biol. Chem.\n‘Whitehead Institute & M.LT. Postdoctoral | 87-92 ‘Cancer Res.\nCambridge, MA Fellow\n\n \n\n \n\n \n\n \n\nRESEARCH AND PROFESSIONAL EXPERIENCE: Concluing wit present poston st, n onolgical oder, previous employment experience, and\nhonors. Include present memberstip on any Federal Goverment pubic advisory commit. Us, in chronologic order, the ies. al authors, and\n‘compete references to all publications during the past tee years and to representave eater publications pertinent to this application. ifthe list of\n‘ublcations in the last three years exceeds two pages selec the most pertinent publications. DO NOT EXCEED TWO PAGES.\n\nProfessional Experience:\n\n1992-present Assistant Professor, Duke Univ, Medical Center, Durham, NC.\n‘Mechanism of negative growth control and oncogenesis\n1987-1992 Posidoctoral Fellow, Whitehead Institute for Biomedical Research, Cambridge,\n\nMA. Advisor: Dr. R.A. Weinberg\nGrowth control and molecular cloning of TGF-8 receptors\n1982-1986 Graduate student, Department of Biological Chemistry, School of Medicine,\nUniversity of California, Los Angeles. Thesis Advisor: Dr. K.Calame\nMechanism of B lymphocyte development regulation\n\nAcademic Award:\n\n1982 - 1983 ULC. Regents University Fellowship\n1987 - 1990 Damon Runyon-Walter Winchell Cancer Research Fund Fellow\n1993 - 1998 Leukemia Society of America, Inc. Scholar\n\nPublications (selected):\n\n1. Mercola, M., Wang, X.-F,, Olsen, J. and Calame, K, (1983) Transcriptional Enhancer Activity\nin the Immunoglobulin Heavy Chain Locus. Science 221: 663-665.\n2. Rogers, G., Daneils, R., Skehel, J., Wiley, D., Wang, X.-F., Higa, H. and Paulson, J, (1985)\nHost-mediated selection of influenze virus receptor variants. Sialic acid-2,6 Gal-specific clones of\n‘Alduel/ isabel 63 rover to sac aid 2.3-Ga- specific wildtype in ovo. J. Biol. Chem. 260:\n7362-7367.\n3, Wang, X.-F. and Calame, K. (1985) The endogenous immunoglobulin heavy chain enhancer\ncan activate tandem Va promoters separated by a large distance. Cell 43: 659-665.\n4. Wang, X.-F. and Calame, K. (1986) SV40 enhancer-binding factors are required at the\nge.ablisiment but no the maintenance step of enhancer dependent transcription activation. Cell 47:\n241-247.\n5. Friend, S. Horowitz, J.M,, Gerber, MR., Wang, X.-F., Bogenmann, E., Li, F.P. and\n‘Weinberg, R.A. (1987) Deletions of a DNA sequence in retinoblastomas and mesenchymal\ntumors: Organization ofthe sequence and its encoded poten. Proc. Natl. Acad, Sci. USA 84:\n9059-9063.\n6. Kimchi, A., Wang, X.-F., Weinberg, R.A., Cheifetz, S. and Massague, J. (1987) Absence of\ntransforming growth factor-8 receptors and growth inhibitory responses in retinoblastoma cells,\nScience 240: 196-199.\nPHS 398 (Rev. 5/95) (Form Page 6) Page 8 E\nAavar poges coneramty the Doran hushed te span Ov ate utes seh a3\n\n  \n\n \n\n  \n\n \n\f",
    "augmented_texts": [
        "BIOGRAPHICAL resume Provide the folowing information fo the key personnel in the order sted on Form Page 2. ‘ Photocopy this page or folow tis format for each person. ane - POSTONTTLE Wang, Xiao - Fan Helper Professor EDIUCATIONTTRAINING (Begin wit baccalaureate aerial ofestonal edocaon, sich as mars, and ice posto ’ rang) INSTITUTION AND LOCATION ESE, | year neLD oF STUDY ‘ Wuhan University, Wuhan, China BS. 1982 Biochemistry University of California, Los Angeles Ph. D. 1986 Biol. Chem. ‘ Whitehead Institute & M. LT. Postdoctoral | 87 - 92 ‘ Cancer Res. Cambridge, MA Fellow RESEARCH AND PROFESSIONAL EXPERIENCE: Concluing wit present poston st, n onolgical oder, previous employment experience, and honors. Include present memberstip on any Federal Goverment pubic advisory commit. Us, in chronologic order, the ies. al authors, and ‘ compete references to all publications during the past tee years and to representave eater publications pertinent to this application. ifthe list of ‘ ublcations in the last three years exceeds two pages selec the most pertinent publications. DO NOT EXCEED TWO PAGES. Professional Experience: 1992 - present Assistant Professor, Duke Univ, Medical Center, Durham, NC. ‘ Mechanism of negative growth control and oncogenesis 1987 - 1992 Posidoctoral Fellow, Whitehead Institute for Biomedical Research, Cambridge, MA. Advisor: Dr. R. A. Weinberg Growth control and molecular cloning of TGF - 8 receptors 1982 - 1986 Graduate student, Department of Biological Chemistry, School of Medicine, University of California, Los Angeles. Thesis Advisor: Dr. K. Calame Mechanism of B lymphocyte development regulation Academic Award: 1982 - 1983 ULC. Regents University Fellowship 1987 - 1990 Damon Runyon - Walter Winchell Cancer Research Fund Fellow 1993 - 1998 Leukemia Society of America, Inc. Scholar Publications (selected ): 1. Mercola, M. , Wang, Xtc. - F, , Olsen, J. and Calame, K, (1983) Transcriptional Enhancer Activity in the Immunoglobulin Heavy Chain Locus. Science 221: 663 - 665. 2. Rogers, G. , Daneils, R. , Skehel, J. , Wiley, D. , Wang, X. - F. , Higa, H. and Paulson, J, (1985) Host - mediated selection of influenze virus receptor variants. Sialic acid - 2, 6 Gal - specific clones of ‘ Alduel / isabel 63 rover to sac economic aid 2. 3 - Ga - specific wildtype in ovo. J. Biol. Chem. 260: 7362 - 7367. 3, Wang, X. - F. and Calame, K. (1985) The endogenous immunoglobulin heavy chain enhancer can activate tandem Va promoters separated by a large distance. Cell 43: 659 - 665. 4. Wang, X. - F. and Calame, K. (1986) SV40 enhancer - binding factors are required at the ge. ablisiment just no the maintenance step of enhancer dependent transcription activating. Cell 47: 241 - 247. 5. Friend, S. Horowitz, J. M, , Gerber, MR. , Wang, X. - F. , Bogenmann, E. , Li, F. P. and ‘ Weinberg, Roentgen. A. (1987) Deletions of a DNA sequence in retinoblastomas and mesenchymal tumors: Organization ofthe sequence and its encoded poten. Proc. Natl. Acad, Sci. USA 84: 9059 - 9063. 6. Kimchi, A. , Wang, X. - F. , Steven weinberg, R. A. , Cheifetz, S. and Massague, J. (1987) Absence of transforming growth factor - 8 receptors and growth inhibitory responses in retinoblastoma cells, Science 240: 196 - 199. PHS 398 (Rev. 5 / 95) (Form Page 6) Page 8 E Aavar poges coneramty the Doran hushed te span Ov ate utes seh a3",
        "BIOGRAPHICAL SKETCH Provide the folowing information fo the key personnel in the order sted on Form Page 2. ‘ Photocopy this page or folow si data formatting for each person. ane - POSTONTTLE Wang, Xiao - Fan Assistant Professor EDIUCATIONTTRAINING (Begin wit baccalaureate aerial ofestonal edocaon, sich as mars, and ice posto ’ rang) INSTITUTION AND LOCATION ESE, | year neLD oF STUDY ‘ Wuhan University, Wuhan, China BS. 1982 Biochemistry University of California, Los Angeles Ph. D. 1986 Biol. Chem. ‘ Whitehead Institute & M. LT. Postdoctoral | 87 - 92 ‘ Cancer Res. Cambridge, MA Fellow RESEARCH AND PROFESSIONAL EXPERIENCE: Concluing wit present poston st, n onolgical oder, previous employment experience, and honors. Include present memberstip on any Federal Goverment pubic advisory commit. Us, in chronologic order, the ies. al authors, and ‘ compete references to all publications during the past tee years and to representave eater publications pertinent to this application. ifthe list of ‘ ublcations in the last three age exceeds two pages selec the most pertinent publications. DO NOT EXCEED TWO PAGES. Professional Experience: 1992 - present Assistant Professor, Duke Univ, Medical Center, Durham, NC. ‘ Mechanism of negative growth control and oncogenesis 1987 - 1992 Posidoctoral Fellow, Whitehead Institute for Biomedical Research, Cambridge, MA. Advisor: Dr. R. A. Weinberg Growth control and molecular cloning of TGF - 8 receptors 1982 - 1986 Graduate student, Department of Biological Chemistry, School of Medicine, University of California, Los Angeles. Thesis Advisor: Dr. K. Calame Mechanics of B lymphocyte development regulation Academic Award: 1982 - 1983 ULC. Regents University Fellowship 1987 - 1990 Damon Runyon - Walter Winchell Cancer Research Fund Fellow 1993 - 1998 Leukemia Society of America, Inc. Scholar Publications (selected ): 1. Mercola, M. , Wang, X. - F, , Olsen, J. and Calame, K, (1983) Transcriptional Enhancer Activity in the Immunoglobulin Heavy Chain Locus. Science 221: 663 - 665. 2. Rogers, G. , Daneils, R. , Skehel, J. , Wiley, D. , Wang, X. - F. , Higa, H. and Paulson, J, (1985) Host - mediated selection of influenze virus receptor variants. Sialic acid - 2, 6 Gal - specific clones of ‘ Alduel / isabel 63 rover to sac aid 2. 3 - Ga - specific wildtype in ovo. J. Biol. Chem. 260: 7362 - 7367. 3, Wang, X. - F. and Calame, K. (1985) The endogenic immunoglobulin heavy chain enhancer can activate tandem Va promoters separated by a large distance. Cell 43: 659 - 665. 4. Wang, X. - F. and Calame, K. (1986) SV40 enhancer - binding factors are required at the ge. ablisiment but no the maintenance step of enhancer dependent transcription activation. Cell 47: 241 - 247. 5. Friend, S. Horowitz, J. M, , Gerber, MR. , Wang, X. - F. , Bogenmann, E. , Li, F. P. and ‘ Weinberg, R. A. (1987) Deletions of a DNA sequence in retinoblastomas and mesenchymal tumors: Organization ofthe sequence and its encoded poten. Proc. Natl. Acad, Sci. USA 84: 9059 - 9063. 6. Kimchi, A. , Wang, X. - F. , Weinberg, R. A. , Cheifetz, S. and Massague, J. (1987) Absence of transforming growth factor - 8 receptors and growth inhibitory responses in retinoblastoma cells, Science 240: 196 - 199. PHS 398 (Rev. 5 / 95) (Form Page 6) Page 8 E Aavar poges coneramty the Doran hushed te span Ov ate utes seh a3"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The application includes the name of the applicant, the position he or she holds, and references to all publications during the past three years. The application is in the form of a single sheet of paper, with the information about the person on each page in chronological order. For confidential support, call the Samaritans on 08457 909090 or visit a local Samaritan branch, see www.samaritans.org for details."
}