{
    "filename": "504866904.jpg",
    "metadata": {},
    "text": "4 Ae\n8\n\nis recent ovidence that smoking is involved in the development\nof pneuomoconiosis, he said.\n\n \n\nKotin's theme was a simple one: remove the risk, not the\nworker.\n\nAt one point: Most employees feel they enter the workplace\nin optimum physical condition, free of disease or any character-\nistic associated with increased susceptibility to disease. This\nis so in the great majority of cases...\"Lung cancer in the\nuranimum miner and the asbestos worker and coke oven (worker)\nare obvious examples where the workplace is clearly an element\nin the increased risk but certainly not the exclusive one and\n\nBEST clearly one in which the engincering and technological work\nCOPY practice control requires that the increased risk dimension,\ncigarette smoking, be addressed as well.\"\n\n  \n\n \n\n5. During a panel discussion on \"Role of the Knowledge of\nHigh Risk Groups in Occupational Health Policies and Practices!\nmoderator Michael Wright of the United Steel Workers of America\nsaid he opposed the kind of smoking ban Kotin reported was in\neffect at Johns-Manville. Ho said an educational campaign was\npreferable. Referring to various comments by others in regard\nto genetic screening, he wondered to what extent industry will\nused such devices in order to avoid cleaning up the work environ-\nment.\n\nSee\n\n \n\nDB. Jack Kilian of Dow Chemical Co. said his company has sup-\nported AHH research at the University of Texas. However, in\nview of the failure of anti-smoking and anti-alcohol campaigns,\neven if acceptable tests are ever developed to detect susceptible\npersons, there probably will be little or no effect on mortality\nor morbidity.\n\n \n\n  \n\npsi Nicholas Ashford of MIT disagreed with some of Kotin's re-\nmarks on risk susceptibility. A past history of occupational\nand environmental exposure was important in relation to sus=\nceptilibity, he said. He stated that management can reduce the\ngost of workmen's compensation by removing hazards, high risk\nindividuals and potential claimants (don't hire those with ident-\nifiable disease or precursors of disease).\n\n \n\nKotin, also a panelist, said he'd be \"hard put to find any\nabnormality related to diseases above the diaphragm or below the\nurogenic fold\" in which smoking was not the major determinant.\n\nSmoking is a hypersusceptibility factor, he said, and his\ncompany hires no smokers for any job where there is even the\nslightest exposure to pulmonary irritants. His company funds\nstop-smoking programs for workors and their spouses. He accepts\nas a possibility that may be somebody is constitutionally un~\nable to give up smoking —- \"As a physician, I would think he's\n\n \n\na 008 98005\n\n \n\f",
    "augmented_texts": [
        "4 Ae 8 is recent ovidence that smoking is involved in the development of pneuomoconiosis, he said. Kotin ' s theme was a simple one: remove the risk, not the worker. At one point: Most employees feel they enter the workplace in optimum physical condition, free of disease or any character - istic associated with increased susceptibility to disease. This is so in the great majority of cases. .. \" Lung cancer in the uranimum miner and the asbestos worker and coke oven (worker) are obvious examples where the workplace is clearly an element in the increased risk but certainly not the exclusive one and BEST clearly one in which the engincering and technological work COPY practice control requires that the increased risk dimension, cigarette smoking, be addressed as well. \" 5. During a panel discussion on \" Role of the Knowledge of High Risk Groups in Occupational Health Policies and Practices! moderator Michael Wright of the United Steel Workers of America said he opposed the kind of smoking ban Kotin report was in effect at Johns - Manville. Ho said an educational campaign was preferable. Referring to various comments by others in regard to genetic screening, he wondered to what extent industry will used such devices in order to avoid cleaning up the piece of work ring - ment. See DB. Jack Kilian of Dow Chemical Co. said his company has sup - ported AHH research at the University of Texas. However, in view of the failure of anti - smoking and anti - alcohol campaigns, even if acceptable tests are ever developed to detect susceptible persons, there probably will be little or no effect on mortality or morbidity. psi Nicholas Ashford of MIT disagreed with some of Kotin ' s re - marks on risk susceptibleness. A past history of occupational and environmental exposure was important in relation to sus = ceptilibity, he said. He stated that management can reduce the gost of workmen ' s compensation by removing hazards, mellow risk individuals and potential claimants (don ' t hire those with ident - ifiable disease or precursors of disease ). Kotin, also a panelist, said he ' d be \" hard put to find any abnormality related to diseases above the diaphragm or below the urogenic fold \" in which smoking was not the major determinant. Smoking is a hypersusceptibility factor, he said, and his company hires no smokers for any job where there is even the slightest exposure to pulmonary irritants. His company funds stop - smoking programs for workors and their spouses. Helium accepts as a possibility that may be somebody is constitutionally un ~ able to give up smoking — - \" As a physician, I would think he ' s a 008 98005",
        "4 Ae 8 is recent ovidence that smoking is involved in the development of pneuomoconiosis, he said. Kotin ' s theme was a simple one: remove the risk, not the worker. At one point: Most employees feel they enter the workplace in optimum physical condition, free of disease or any character - istic associated with increased susceptibility to disease. This is so in the great majority of cases. .. \" Lung cancer in the uranimum miner and the asbestos worker and coke oven (worker) are obvious example where the workplace is clearly an element in the increased risk but certainly not the exclusive one and BEST clearly one in which the engincering and technological work COPY practice control requires that the increased risk dimension, cigarette smoking, be addressed as well. \" 5. During a panel discussion on \" Role of the Knowledge of High Risk Groups in Occupational Health Policies and Practices! moderator Michael Wright of the United Steel Workers of America said helium opposed the kind of smoke ban Kotin reported was in effect at Johns - Manville. Ho said an educational campaign was preferable. Referring to various comments by others in regard to genetic screening, he wondered to what extent diligence will used such devices in order to avoid cleaning up the work environ - ment. See DB. Jack Kilian of Dow Chemical Co. said his company has sup - ported AHH research at the University of Texas. However, in view of the failure of anti - smoking and anti - alcohol campaigns, even if acceptable tests are ever developed to detect susceptible persons, there probably will be slight or no effect on mortality or morbidity. psi Nicholas Ashford of MIT disagreed with some of Kotin ' s re - marks on risk susceptibility. A past history of occupational and environmental exposure was important in relation to sus = ceptilibity, he said. He stated that management can reduce the gost of workmen ' s compensation by removing hazards, high risk individuals and potential claimants (don ' t hire those with ident - ifiable disease or precursors of disease ). Kotin, also a panelist, said he ' d be \" hard put to find any abnormality have to doe with to diseases above the diaphragm or below the urogenic fold \" in which smoking was not the major determinant. Smoking is a hypersusceptibility factor, he said, and his company hires no smokers for any job where there is even the slightest exposure to pulmonary irritants. His company funds stop - smoking programs for workors and their spouses. He accepts as a possibility that may be somebody is constitutionally un ~ able to give up smoking — - \" As a physician, I would think he ' s a 008 98005"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Workers feel they enter the workplace in optimum physical condition, free of disease or any character-istic associated with increased susceptibility to disease. A past history of occupational exposure was important in relation to environmental exposure. Management can reduce the risk by removing hazards, high riskindividuals and potential claimants."
}