{
    "filename": "50486285-6297.jpg",
    "metadata": {},
    "text": " \n\n \n\nCIGARETTE SMOKING AND ENDOTHELIAL INJURY: A REVIEW\n\nR, Michael Pittilo\n\nSchool of Life Sciences\nKingston Polytechnic\nPenrhyn Road\n\nKingston upon Thames\nSurrey, KT1 2EE, U.K.\n\nINTRODUCTION\nEpidemiological considerations\n\nThere is overwhelming epidemiological evidence that an\nassociation exists between cigarette smoking and cardiovascular\ndisease, in particular atherosclerosis (Auerbach et al., 1965,\n1976; Auerbach and Garfinkel 1980; Dawber et al., 1959; Doll\nand Peto, 1976; Eastcott, 1962; Katmel et al., 1976; Laing et\nal., 1981; Murphy and Mustard, 1966; Sackett et al., 1963;\nSpain and Bradess, 1970; Strong and Richards, 1976). Despite\nthese considerable epidemiological data, the component or\ncomponents of cigarette smoke responsible for this relationship\nand the mechanisms through which they mediate their effects\nrenain unknown.\n\nCigarette smoking and atherosclerosis\n\nThe pathogenesis and pathology of atherosclerosis have been\nthe subject of many studies and reviews (see Ross, 1986; Woolf,\n1987) and are not within the realm of this paper other than to\nnote that there is still controversy as to what constitutes the\nearliest lesion of the disease, and that the fibro-Lipid plaque\nay develop by a variety of routes (aust, 1971; Woolf, 198/)~\nRoss (1986) has proposed a response to injury hypothesis for\nthe pathogenesis of atherosclerosis that takes account of\nrecent experinental evidence. Two main pathways fora the\nbasis of this hypothesis and one of these or a variation of it\ntay be important in relation to cigarette smoking as well as\ndiabetes and hypertension. Te is hypothe direct\n\nelgulation of endothel ua ney cenit tat cejagsigeegessth\nfagtor: SarsaotIng Fhe migration and _prol\nmuscle cells which in tnesselves pay also release growth-\nFectors-an stloulation those, 198B}o eee\n\n \n\nEndotheliua and Endothelial Injury\nVascular endothelium has been the subject of many reviews\n\nwee Smatng nt Athens 6\nfed by 8 Ba\n\n——_————_—____\n\n \n\f",
    "augmented_texts": [
        "CIGARETTE SMOKING AND ENDOTHELIAL INJURY: A REVIEW R, Michael Pittilo School of Life Sciences Kingston Polytechnic Penrhyn Road Kingston upon Thames Surrey, KT1 2EE, U. K. INTRODUCTION Epidemiological considerations In that respect is overwhelming epidemiological evidence that an association exists between cigarette smoking and cardiovascular disease, in particular atherosclerosis (Auerbach et al. , 1965, 1976; Auerbach and Garfinkel 1980; Dawber et al. , 1959; Doll and Peto, 1976; Eastcott, 1962; Katmel et al. , 1976; Laing et al. , 1981; Murphy and Mustard, 1966; Sackett et al. , 1963; Spain and Bradess, 1970; Strong and Richards, 1976 ). Despite these considerable epidemiological data, the component or components of cigarette smoke responsible for this relationship and the mechanisms through which they mediate their effects renain unknown. Cigarette smoking and atherosclerosis The pathogenesis and pathology of atherosclerosis have been the subject of many studies and reviews (see Ross, 1986; Woolf, 1987) and are not within the realm of this paper other than to note that there is still controversy as to what constitutes the earliest lesion of the disease, and that the fibro - Lipid plaque ay develop by a variety of routes (aust, 1971; Woolf, 198 /) ~ Ross (1986) has proposed a response to injury hypothesis for the pathogenesis of atherosclerosis that takes business relationship of recent experinental evidence. Two main pathways fora the basis of this hypothesis and one of these or a variation of it tay represent important in relation to cigarette smoking as well as diabetes and hypertension. Te is hypothe direct elgulation of endothel ua ney cenit tat cejagsigeegessth fagtor: SarsaotIng Fhe migration and _prol muscle cells which in tnesselves pay also release growth - Fectors - an stloulation those, 198B} o eee Endotheliua and Endothelial Injury Vascular endothelium suffer been the subject of many reviews wee Smatng nt Athens 6 fertilise by 8 Ba — — _ — — — — _ — ____",
        "CIGARETTE SMOKING AND ENDOTHELIAL INJURY: A REVIEW R, Michael Pittilo School of Life Sciences Kingston Polytechnic Penrhyn Road Kingston upon Thames Surrey, KT1 2EE, U. K. INTRODUCTION Epidemiological considerations There is overpowering epidemiological evidence that an association exists between cigarette smoking and cardiovascular disease, in particular atherosclerosis (Auerbach et al. , 1965, 1976; Auerbach and Garfinkel 1980; Dawber et al. , 1959; Doll and Peto, 1976; Eastcott, 1962; Katmel et al. , 1976; Laing et al. , 1981; Murphy and Mustard, 1966; Sackett et al. , 1963; Spain and Bradess, 1970; Strong and Richards, 1976 ). Despite these considerable epidemiological data, the component or components of cigarette smoke responsible for this relationship and the mechanisms through which they mediate their effects renain unknown. Cigarette smoking and atherosclerosis The pathogenesis and pathology of atherosclerosis have been the subject of many studies and reviews (see Ross, 1986; Woolf, 1987) and are not within the realm of this paper other than to note that there is still controversy as to what constitutes the earliest lesion of the disease, and that the fibro - Lipid plaque ay develop by a variety of routes (aust, 1971; Woolf, 198 /) ~ Ross (1986) has proposed a response to injury hypothesis for the pathogenesis of coronary artery disease that takes account of recent experinental evidence. Two main pathways fora the basis of this hypothesis and one of these or a variation of it tay be important in relation to cigarette smoke as well as diabetes and hypertension. Te is hypothe direct elgulation of endothel ua ney cenit tat cejagsigeegessth fagtor: SarsaotIng Fhe migration and _prol muscle cells which in tnesselves pay also resign growth - Fectors - an stloulation those, 198B} o eee Endotheliua and Endothelial Injury Vascular endothelium has been the subject of many reviews wee Smatng nt Athens 6 fed by 8 Ba — — _ — — — — _ — ____"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Cigarette smoking and atherosclerosis has been the subject of many reviews and studies. There is still controversy as to what constitutes the earliest lesion of the disease. Two main pathways fora the hypothesis could be important in relation to cigarette smoking as well as diabetes and hypertension."
}