{
    "filename": "50485467-5468.jpg",
    "metadata": {},
    "text": "Name:\nAddress:\nDate of Birth:\n\nPlace of Birth:\n\nEducation:\n\n1979\nige4\n\nCURRICULUM VITAE\n\nDavid Joel Panka\n\n2D Dewey Drive, Salem, MA 01970\nMarch 18, 1957\n\nNew York, New York\n\nB.S., N.C, State University, Raleigh, N.C.\nPh.D., University of Delaware, Newark, D.E.\n\n \n\nProfessional Experience:\n\n1991-\n1990-1991\n\n1988-1990\n1987-1988\n\n1984-1987\n\n1979-1984\n1979-1983\n\n1979\nSumner\n\n1979\n\nInstructor, Department of Microbiology, Boston\nUniversity Medical School.\n\nResearch Associate, Department of Microbiology,\nBoston University Medical School.\n\nStaff Scientist, Lahey Clinic Medical Center,\nInstructor, Harvard Medical School, Center for\nBiophysical and Biochemical Research and Medicine.\nNIH Post-doctoral Fellow, Massachusetts General\nHospital.\n\nGraduate Research at the University of Delaware.\nGraduate Teaching Assistant at the University of\nDelaware.\n\nResearch Technician at the National Institute of\nEnvironmental Health Sciences, Research Triangle\nPark, North Carolina.\n\nUndergraduate Research at North Carolina State\nUniversity.\n\nAwards and Honors:\n\n1992~\n1984-1987\n\n1982,1983\n1978\n1976\n\nHubert H Humphrey Cancer Center/ACS Grant.\n\nNI Post-doctoral fellow at Massachusetts General\nHospital\n\nDupont Summer Research Fellow\n\nPhi Lambda Upsilon Chemistry Fraternity\n\nPhi Eta Sigma Freshman Honorary Fraternity\n\nMemberships and Professional Activities:\n\n1986-1989\n\n1986-\n1982-1986\n1983-1984\n\nAmerican Association for the Advancement of\nScience.\n\nPaul Dudley White Society.\n\nAmerican Chemical Society.\n\nStudent Representative on the Chemistry Department\nTeaching, Admissions and Fellowship Committee,\nUniversity of Delaware.\n\f",
    "augmented_texts": [
        "Name: Address: Date of Birth: Place of Birth: Education: 1979 ige4 CURRICULUM VITAE David Joel Panka second Dewey Drive, Salem, MA 01970 March 18, 1957 New York, New York B. S. , N. Degree celsius, State University, Raleigh, N. C. Ph. Ergocalciferol. , University of Delaware, Newark, D. E. Professional Experience: 1991 - 1990 - 1991 1988 - 1990 1987 - 1988 1984 - 1987 1979 - 1984 1979 - 1983 1979 Sumner 1979 Instructor, Department of Microbiology, Boston University Medical School. Research Associate, Department of Microbiology, Boston University Medical School. Staff Scientist, Lahey Clinic Medical Center, Instructor, Harvard Medical School, Center for Biophysical and Biochemical Research and Medicine. NIH Post - doctoral Fellow, Massachusetts General Hospital. Graduate Research at the University of Delaware. Graduate Teaching Assistant at the University of De. Research Technician at the National Institute of Environmental Health Sciences, Research Triangle Park, North Carolina. Undergraduate Research at North Carolina State University. Awards and Honors: 1992 ~ 1984 - 1987 1982, 1983 1978 1976 Hubert H Humphrey Cancer Center / ACS Grant. NI Post - doctoral fellow at Massachusetts General Hospital Dupont Summer Research Fellow Phi Lambda Upsilon Chemistry Fraternity Phi Eta Sigma Freshman Honorary Fraternity Memberships and Professional Activities: 1986 - 1989 1986 - 1982 - 1986 1983 - 1984 American Association for the Progression of Science. Paul Dudley E. b. white Society. American Chemical Society. Student Representative on the Chemistry Department Teaching, Admissions and Fellowship Commission, University of Delaware.",
        "Name: Destination: Date of Birth: Place of Birth: Education: 1979 ige4 CURRICULUM VITAE David Joel Panka 2D Dewey Drive, Salem, MA 01970 March 18, 1957 New York, New York B. S. , N. C, State University, Raleigh, N. C. Ph. D. , University of Delaware, Newark, D. E. Professional Experience: 1991 - 1990 - 1991 1988 - 1990 1987 - 1988 1984 - 1987 1979 - 1984 1979 - 1983 1979 Sumner 1979 Instructor, Department of Microbiology, Boston University Medical School. Research Associate, Department of Microbiology, Boston University Medical examination School. Staff Scientist, Lahey Clinic Medical Center, Instructor, Harvard Medical School, Centerfield for Biophysical and Biochemical Research and Medicine. NIH Post - doctoral Fellow, Massachusetts General Hospital. Graduate Research at the University of Delaware. Graduate Teaching Assistant at the University of Delaware. Research Technician at the National Institute of Environmental Health Sciences, Research Triangle Park, North Carolinas. Undergraduate Research at North Carolina State University. Awards and Honors: 1992 ~ 1984 - 1987 1982, 1983 1978 1976 Hubert H Humphrey Cancer Center / ACS Grant. NI Post - doctoral fella at Massachusetts General Hospital Dupont Summer Research Fellow Phi Lambda Upsilon Chemistry Fraternity Phi Eta Sigma Freshman Honorary Fraternity Memberships and Professional Activities: 1986 - 1989 1986 - 1982 - 1986 1983 - 1984 American Association for the Advancement of Science. Paul Dudley White Society. American Chemical Society. Scholarly person Representative on the Chemistry Department Teaching, Admissions and Fellowship Committee, University of Delaware."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "David Joel Panka was born March 18, 1957, in New York City. He is a graduate of the University of Delaware and the National Institute ofEnvironmental Health Sciences. His work includes research, teaching, and scientific research. Panka is married with two children and one step-daughter."
}