{
    "filename": "50496391-6395.jpg",
    "metadata": {},
    "text": "Proc. Natl. Acad. Sei, USA\nVo: 87. pp. 9590-8898, December 190\nBlochemry\n\nA fat-specific enhancer is the primary determinant of gene\n\nexpression for adipocyte P2 in vivo\n‘transgene lipid binding poten)\n\nSUSAN R. Ross*, Reep A. Graves, AMy GREENSTEIN*,\nBarry MELLOVITZ*, AND BRUCE M. SPIEGELMANt\n\nKENNETH A. PLATT, HarLun Suvu*,\n\n‘Department of Biochemistry, Unverty of ios, Chico, 1 612: and \"Dana-Farber Cancer Hote athe Deparment of Blois Chemisty and\n\nMolter Pharmacology Harvard Medal Schoo Boston, WA 2118\n\nCommunicated by Joseph L. Goldstein, September 1, 1990\n\nABSTRACT __ The murine gene for adipocyte P2 encodes an\nadipocyte-specific member of the family of intracelilar lipid\nbinding proteins. The region upstream from the start of\n‘transcription of this gene has been found to contain bioding\nsites for the transeription factors e-jun /e-fos and C/EBP\n(CCAAT/enhancer binding protein) and several short se-\nquence elements found in other adipocyte gene promoters,\ntermed fat-specific elements. To identify DNA sequences that\nwere responsible or the igh level of transcription ofthe gene\n{or adipocyte P2 in vivo, we made a series of transgenie mice\ncontaining 168 base pairs (bp), 247 bp, 1.7 kilobases (kb), and\n‘4 kb of 5’ flanking sequence linked fo the bacterial gene\nchloramphenicol acetyltransferase. Although plasmids con-\n{wining only 168 bp of $’ sequence including the C/EBP and\nAP-1 (activation protein 1) binding sites were expressed well in\n‘cultured adipocytes, high levels of chloramphenicol acetyl-\ntransferase activity in the adipose tissue of transgenic mice were\n‘not observed until the 5” flanking region was extended to kb\n~S.4. An enhancer mapping between kb ~4.9 and kb ~5.4\n‘upstream from the start of transcription was identified by\ntransfection of further deletions into cultured adipocytes. This\nenhancer, when linked fo a bp ~63 promoter fragment from\nthe gene for adipocyte P2, directed very high level ebloram-\nphenicol acetytransferase expression specifically to adipose\ntissue im transgenic mice. These results identify a functional\n‘dipose-speific enhancer and indicate that it is the major\ndeterminant of tissue specificity ofthe gene for adipocyte P2.\n‘These results also demonstrate that the proximal-promoter\nbinding sites for AP-1 and C/EBP are not sufficient of\nnecessary 10 give adipose-tissue-specific expression in vivo,\n‘though they may play an important role inthe response ofthis\n‘Promoter to glucocorticoids,\n\n \n\n \n\n \n\n \n\n \n\nThe major role of the adipocyte in higher eukaryotes is the\nstorage of nutritional energy in the form of triglycerides,\nDisordered gene expression in the adipocyte may result in\npathological conditions such as lipodystrophy and obesity,\nthe latter of which contributes heavily to morbidity and\nmortality through associated cardiovascular disorders and\ndiabetes. In addition, the ability to genetically alter the\nexpression of adipocyte genes and thus control the fatness of\nfeed animals remains an important goal of agricultural re-\nsearch. Thus, the regulation of adipocyte gene expression is\nof interest for biological, medical, and agricultural reasons\n\n‘A number of adipocyte-specific genes have been cloned\nfrom differentiating cultured adipocytes (1-4). The gene for\nadipocyte P2 (aP2), which encodes a very abundant lipid\nbinding protein (I, 2, 5, 6), has been used as a model for\nunderstanding gene regulation in this cell type. Short con-\n\n \n\n \n\n“The publication costs of hiv article were defrayed in pa by page charge\nssyment.Tisartile must therefor be hereby marked\"advertement\nIn acontance with 18 U.S.C. $1734 solely o indicate tis fact\n\n9590,\n\ntracts containing as few as 168 base pairs (bp) upstream from\n{the transcription stat site have been shown to be expressed\nin a differentiation-dependent fashion and, hence, consider-\nable attention has been focused on putative regulatory se-\n‘quences in this promoter. Several short DNA sequences that\nare common to genes expressed in fat cells, termed “fat-\nspecific elements” have been noted (5) and fat-specific\nelement 2 at bp ~120 in the aP2 promoter was the first\nidemttied binding site for c-fos-containing protein complexes\n(7). This site, now recognized as an AP-1 (activator protein\n1) sequence (8), acts asa positive regulator of aP2 promoter\naction in cultured adipocytes (9). Upstream of the AP-1 site\nat bp —140 isa binding site for the transcription factor C/EBP\n(CCAAT/enhancer binding protein) (9,10). This element also\nplays. positive rolein cultured adipocytes and is of particular\ninterest because C/EBP mRNA and protein are expressed at\nhigh levels in adipose tissue (21) and are induced upon\nadipocyte differentiation (9, 10). Since C/EBP can bis\n\nand transactivate several fat-cell gene promoters (10), it has\nbeen proposed as 2 general regulator of adipocyte gene\nexpression as well as of other genes involved in energy\nbalance (12).\n\nIn addition to its tissue specificity and regulation during\ndifferentiation, the aP2 promoter has been shown to respond\nto certain hormones in cell culture (9, 13, 14), cAMP ana:\nlogues and the synthetic glucocorticoid dexamethasone in\nduce this promoter in preadipocytes and this activation\nrequires an intact AP-1 site (9.\n\nAt present, there have been no reports of cis-acting regu:\nlatory sequences that can specifically direct gene expression\nto adipocytes in vivo. In this report, we have analyzed\nvariety of constructs from the aP2'S\" flanking region in\ntransgenic mice from the perspective of tissue specificity of\n‘expression and hormone sensitivity. We fin that the specific\nexpression ofthe gene for aP2 in adipocytes derives from an\n‘enhancer element at kilobase (kb) ~5.4 that directs linked\nchloramphenicol acetyltransferase (CAT) marker gene\nexpression very strongly and specifically to fat tissue. This\nsequence appears 10 be the major determinant of expression\nof this gene. Furthermore, the previously described proxi-\n‘mal-promoter elements (AP-1 and C/EBP binding sites) are\nneither necessary nor sufficient to get appropriate tissue-\nspecific expression. However, this proximal promoter region\nis necessary and sufficient to get a response to dexametha-\nsone in vivo.\n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\nMATERIALS AND METHODS\n‘Transgenic Animals and Cultured Cell Transfections. DNA.\ninjection into a Swiss Webster (SW) one-cell zygote and\n\n \n\nAbbreviations: a. adipocyte P2:C/EBP. CCAAT/enhancerbind-\ning protein: CAT, chloramphenicol acetyiransferase: GRE. gluco.\ncortical response element: AP-L, activator protein 1 SV40, man\nSirus 0,\n\n \n\f",
    "augmented_texts": [
        "Proc. Natl. Acad. Sei, USA Vo: 87. pp. 9590 - 8898, December 190 Blochemry A fat - specific enhancer is the primary determinant of gene expression for adipocyte P2 in vivo ‘ transgene lipid binding poten) SUSAN R. Ross *, Reep A. Graves, AMy GREENSTEIN *, Barry MELLOVITZ *, AND BRUCE M. SPIEGELMANt KENNETH A. PLATT, HarLun Suvu *, ‘ Department of Biochemistry, Unverty of ios, Chico, 1 612: and \" Dana - Farber Cancer Hote athe Deparment of Blois Chemisty and Molter Pharmacology Harvard Medal Schoo Boston, WA 2118 Communicated by Joseph L. Goldstein, September 1, 1990 ABSTRACT __ The murine gene for adipocyte P2 encodes an adipocyte - specific member of the family of intracelilar lipid binding proteins. The region upstream from the start of ‘ transcription of this gene has been found to contain bioding sites for the transeription factors e - jun / e - fos and C / EBP (CCAAT / enhancer binding protein) and several short se - quence elements found in other adipocyte gene promoters, termed fat - specific elements. To identify DNA sequences that were responsible or the igh level of transcription ofthe gene {or adipocyte P2 in vivo, we made a series of transgenie mice containing 168 base pairs (bp ), 247 bp, 1. 7 kilobases (kib ), and ‘ 4 kb of 5 ’ flanking sequence linked fo the bacterial gene chloramphenicol acetyltransferase. Although plasmids con - {wining only 168 bp of $ ’ sequence including the C / EBP and AP - 1 (activation protein 1) binding sites were expressed well in ‘ cultured adipocytes, high levels of chloramphenicol acetyl - transferase activity in the adipose tissue of transgenic mice were ‘ not observed until the 5 ” flanking region was extended to kb ~ S. 4. An enhancer mapping between kb ~ 4. 9 and kb ~ 5. 4 ‘ upstream from the start of transcription was identified by transfection of further deletions into cultured adipocytes. This foil, when linked fo a bp ~ 63 promoter fragment from the gene for adipocyte P2, directed very high level ebloram - phenicol acetytransferase expression specifically to adipose tissue paper im transgenic mice. These results identify a functional ‘ dipose - speific enhancer and indicate that it is the major determinant of tissue specificity ofthe gene for adipocyte P2. ‘ These results also demonstrate that the proximal - promoter binding sites for AP - 1 and C / EBP are not sufficient of necessary 10 give adipose - tissue - specific expression in vivo, ‘ though they may play an important role inthe response ofthis ‘ Promoter to glucocorticoids, The major role of the adipocyte in higher eukaryotes is the storage of nutritional energy in the form of triglycerides, Disordered gene expression in the adipocyte may result in pathological conditions such as lipodystrophy and obesity, the latter of which contributes heavily to morbidity and mortality through associated cardiovascular disorders and diabetes. In addition, the ability to genetically alter the expression of adipocyte genes and thus control the fatness of feed animals remains an important goal of agrarian re - search. Thus, the regulation of adipocyte gene expression is of interest for biological, medical, and agricultural reasons ‘ A number of adipocyte - specific genes have been cloned from differentiating cultured adipocytes (1 - 4 ). The gene for adipocyte P2 (aP2 ), which encodes a very abundant lipid binding protein (I, 2, 5, 6 ), has been used as a model for understanding gene regulation in this cell type. Short con - “ The publication costs of hiv article were defrayed in pa by page charge ssyment. Tisartile must therefor be hereby marked \" advertement In acontance with 18 U. S. C. $ 1734 solely o indicate tis fact 9590, tracts containing as few as 168 base pairs (bp) upstream from {the transcription stat site have been shown to be expressed in a differentiation - dependent fashion and, hence, consider - able attention has been focused on putative regulatory se - ‘ quences in this promoter. Several short DNA sequences that are common to genes expressed in fat cells, termed “ fat - specific elements ” have been noted (5) and fat - specific element 2 at bp ~ 120 in the aP2 promoter was the first idemttied binding site for c - fos - containing protein complexes (7 ). This site, now recognized as an AP - 1 (activator protein 1) sequence (8 ), acts asa positive regulator of aP2 promoter action in cultured adipocytes (9 ). Upstream of the AP - 1 site at bp — 140 isa binding site for the transcription factor C / EBP (CCAAT / enhancer binding protein) (9, 10 ). This element also plays. positive rolein cultured adipocytes and is of particular interest because C / EBP mRNA and protein are expressed at high levels in adipose tissue (21) and are induced upon adipocyte differentiation (9, 10 ). Since C / EBP can bis and transactivate several fat - cell gene promoters (10 ), it has been proposed as 2 general regulator of adipocyte gene expression as well as of other genes involved in energy balance (12 ). In addition to its tissue specificity and regulation during specialisation, the aP2 promoter has been shown to respond to certain hormones in cell culture (9, 13, 14 ), cAMP ana: logues and the synthetic glucocorticoid dexamethasone in duce this promoter in preadipocytes and this activation requires an intact AP - 1 site (9. At present, there have been no reports of cis - acting regu: latory sequences that can specifically direct gene expression to adipocytes in vivo. In this report, we have analyzed variety of constructs from the aP2 ' S \" flanking region in transgenic mice from the perspective of tissue specificity of ‘ expression and hormone sensitivity. We fin that the specific expression ofthe gene for aP2 in adipocytes derives from an ‘ enhancer element at kilobase (kb) ~ 5. 4 that directs linked chloramphenicol acetyltransferase (CAT) marker gene expression very strongly and specifically to plump tissue. This sequence appears 10 be the major determinant of expression of this gene. Furthermore, the previously described proxi - ‘ mal - promoter elements (AP - 1 and C / EBP binding sites) are neither necessary nor sufficient to get appropriate tissue - specific expression. However, this proximal promoter region is necessary and sufficient to get a response to dexametha - sone in vivo. MATERIALS AND METHODS ‘ Transgenic Animals and Cultured Cell Transfections. DNA. injection into a Swiss Webster (SW) one - cell zygote and Abbreviations: a. adipocyte P2: C / EBP. CCAAT / enhancerbind - ing protein: CAT, chloramphenicol acetyiransferase: GRE. gluco. cortical response element: AP - L, activator protein 1 SV40, man Sirus 0,",
        "Proc. Natl. Acad. Sei, USA Vo: 87. pp. 9590 - 8898, December 190 Blochemry A fat - specific enhancer is the primary determinant of gene expression for adipocyte P2 in vivo ‘ transgene lipid binding poten) SUSAN R. Ross *, Reep A. Graves, AMy GREENSTEIN *, Barry MELLOVITZ *, AND BRUCE M. SPIEGELMANt KENNETH A. PLATT, HarLun Suvu *, ‘ Department of Biochemistry, Unverty of ios, Chico, 1 612: and \" Dana - Farber Cancer Hote athe Deparment of Blois Chemisty and Molter Pharmacology Harvard Medal Schoo Boston, WA 2118 Communicated by Joseph L. Goldstein, September 1, 1990 ABSTRACT __ The murine gene for adipocyte P2 encodes an adipocyte - specific member of the family of intracelilar lipid binding proteins. The region upstream from the start of ‘ transcription of this gene has been found to contain bioding sites for the transeription factors e - jun / e - fos and C / EBP (CCAAT / enhancer binding protein) and several unforesightful se - quence elements found in other adipocyte gene promoters, termed fat - specific elements. To identify DNA sequences that were responsible or the igh level of transcription ofthe gene {or adipocyte P2 in vivo, we made a series of transgenie mice containing 168 base pairs (bp ), 247 bp, 1. 7 kilobases (kb ), and ‘ 4 kb of 5 ’ flanking sequence linked fo the bacterial gene chloramphenicol acetyltransferase. Although plasmids con - {wining only 168 bp of $ ’ sequence including the C / EBP and AP - 1 (activation protein 1) binding sites were expressed well in ‘ cultured adipocytes, high levels of chloramphenicol acetyl - transferase activity in the adipose tissue paper of transgenic mice were ‘ not observed until the 5 ” flanking region was extended to kb ~ S. 4. An enhancer mapping between kb ~ 4. 9 and kb ~ 5. 4 ‘ upstream from the start of transcription was identified by transfection of further deletions into cultured adipocytes. This enhancer, when linked fo a bp ~ 63 promoter fragment from the gene for adipocyte P2, directed very high level ebloram - phenicol acetytransferase expression specifically to adipose tissue im transgenic mice. These results identify a functional ‘ dipose - speific enhancer and indicate that it is the major determinant of tissue specificity ofthe gene for adipocyte P2. ‘ These results also demonstrate that the proximal - promoter binding sites for AP - 1 and C / EBP are not sufficient of necessary 10 give adipose - tissue - specific expression in vivo, ‘ though they may play an important role inthe response ofthis ‘ Promoter to glucocorticoids, The major role of the adipocyte in higher eukaryotes is the storage of nutritional energy in the form of triglycerides, Disordered gene expression in the adipocyte may result in pathological conditions such as lipodystrophy and obesity, the latter of which contributes heavily to morbidity and mortality through associated cardiovascular disorders and diabetes. In addition, the ability to genetically alter the expression of adipocyte genes and thus control the fatness of feed animals remains an important goal of agricultural re - search. Thus, the regulation of adipocyte gene expression is of interest for biological, medical, and agricultural reasons ‘ A number of adipocyte - specific genes have been cloned from differentiating cultured adipocytes (1 - 4 ). The gene for adipocyte P2 (aP2 ), which encodes a very abundant lipid binding protein (I, 2, 5, 6 ), has been used as a model for understanding gene regulation in this cell type. Short con - “ The publication costs of hiv article were defrayed in pa by page charge ssyment. Tisartile moldiness therefor live hereby marked \" advertement In acontance with 18 U. S. C. $ 1734 solely o indicate tis fact 9590, tracts containing as few as 168 base pairs (bp) upstream from {the transcription stat site have been shown to be expressed in a differentiation - dependent fashion and, hence, consider - able attention has been focused on putative regulatory se - ‘ quences in this promoter. Several short DNA sequences that are common to genes expressed in fat cells, termed “ fat - specific elements ” have been noted (5) and fat - specific element 2 at bp ~ 120 in the aP2 promoter was the first idemttied binding site for c - fos - containing protein complexes (7 ). This site, now recognized as an AP - 1 (activator protein 1) sequence (8 ), acts asa positive regulator of aP2 promoter action in cultured adipocytes (9 ). Upstream of the AP - 1 site at bp — 140 isa binding site for the transcription factor C / EBP (CCAAT / enhancer binding protein) (9, 10 ). This element also plays. positive rolein cultured adipocytes and is of particular interest because C / EBP mRNA and protein are expressed at high levels in adipose tissue (21) and are induced upon adipocyte differentiation (9, 10 ). Since C / EBP can bis and transactivate several fat - cell gene promoters (10 ), it has been proposed as 2 general regulator of adipocyte gene expression as well as of other genes involved in energy balance (12 ). In addition to its tissue specificity and regulation during differentiation, the aP2 promoter has been shown to respond to certain hormones in cell culture (9, 13, 14 ), cAMP ana: logues and the synthetic glucocorticoid dexamethasone in duce this promoter in preadipocytes and this activation requires an intact AP - 1 site (9. At present, there have been no reports of cis - acting regu: latory sequences that can specifically direct gene expression to adipocytes in vivo. In this report, we have analyzed variety of constructs from the aP2 ' S \" flanking region in transgenic mice from the perspective of tissue specificity of ‘ expression and hormone sensitivity. We fin that the specific expression ofthe gene for aP2 in adipocytes derives from an ‘ enhancer element at kilobase (kb) ~ 5. 4 that directs linked chloramphenicol acetyltransferase (CAT) marker gene expression very strongly and specifically to fat tissue. This sequence appears 10 be the major determinant of expression of this gene. Furthermore, the previously described proxi - ‘ mal - promoter elements (AP - 1 and C / EBP binding sites) are neither necessary nor sufficient to get appropriate tissue - specific expression. However, this proximal promoter region is necessary and sufficient to get a response to dexametha - sone in vivo. MATERIALS AND METHODS ‘ Transgenic Animals and Cultured Cell Transfections. DNA. injection into a Swiss Webster (SW) one - cell zygote and Abbreviations: a. adipocyte P2: C / EBP. CCAAT / enhancerbind - ing protein: CAT, chloramphenicol acetyiransferase: GRE. gluco. cortical response element: AP - L, activator protein 1 SV40, man Sirus 0,"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "A fat-specific enhancer is the primary determinant of gene expression for adipocyte P2 in vivo. The major role of the adipocytes in higher eukaryotes is. the storing of nutritional energy in the form of triglycerides. Disordered gene. expression may result in conditions such as lipodystrophy and obesity."
}