{
    "filename": "50500528-0528.jpg",
    "metadata": {},
    "text": " \n\nKidney Intemational Vol. 42 (192), pp. 300-307\n\nAltered membrane ionic permeability in a rat model of chronic\nrenal failure\n\nRoser D. Lonpon, Mice S. Lirkowitz, and RutH G. ABRAMSON.\n\nDivision of Nephrology, Department of Medicine, Mount Sinal Schoo! of Medicine, New York, New York. USA\n\n \n\nAltered membrane janie permeability Ina rat model of chronic renal\nfailure. Acute elevations in intracellular enosine ¥S-cyelie mono\nphospliate CAMP) concentrations are known to increase ionic chloride\npermeability in diverse tissues. To determine if ehronie endogens\nIncreases in cAMP are associated with susttned aerations in mem:\n‘brane ionic permeabilities, renal cortical brush border membrane vee\n‘cles (BBMY) were prepared and red blood cells were harvested in 8\n‘model of chronic renal fale, the 78% nephrectomized rat, Relative\n‘onic permeabilities were determined using the potenil-sensitive Abo\nescent probe 3,-ipeopylthiadicarbocyanine. solide. (diS-C345)\nThese studies demonstrate that reeal cortical homogenate and RBC\nAMP concentrations are increased in chronic renal fale animals. Ia\nthe same animals relative ionic chloride permeability (PCUPK) was\nsignificantly increased in renal corteal BEMV and RBC ghosts\nPNuPK was not affected, This selective change in permeability results\nina sgnifcant increase in PCUPNa and hyperpoarization of BBM of\nstuficieat magnitude to stimulate Na\"-lependent glutamine transport\nThe change i glutamine uptake was not consequent o an alteration ih\nthe kinetics of glutamine transport or delayed dissipation of the inward\nINa* gradient. Renal hypertrophy per edd not eect renal homogenate\n‘AMP concentration or relative ionic permeabity of renal cortical\nBBMY prepare from kidneys of uninephrectomized animals fed «40%\nprotein diet. These studies demonsteste that relative tonic chloride\nPecmeabiiy and tiesue [eAMP] are chronically increased in diverse\ncells fenal proximal tubule and RBCS) ina rat model of real failure\n‘These findings suggest that membrane ionic permeability maybe altered\nand electrogenic transport secondarily perturbed in renal fare in\n‘association with hormonaly-induced chronic elevations of intracelilar\nAMP concentrations,\n\n   \n\n \n\n \n\n \n\nPrevious studies have demonstrated that acute elevations in\nthe intracellular second messenger AMP can induce and/or\nregulate conductive chloride pathways and thereby alter the\n‘membrane potential (P.D.) [1-3] in various epithelia such as\nkidney (1, 4, S}, trachea (6, 7), gallbladder (3, 8], and shark\nrectal gland (2]. This messenger has also been reported to\n‘modulate ionic chloride permeability in some non-polarized\ncells, the normal human red blood cell [9] and the cultured\nlymphocyte [10]. While these observations were made during\npharmacologic manipulations that acutely elevated intracellular\n‘AMP concentrations, similar changes have also been detected\nin membranes of cells in which cAMP is endogenously and\nchronically increased: relative ionic chloride permeability of\n\n \n\n \n\n \n\nReceived for publication November 18, 191,\nand ia revised form March 13, 1992\n‘Accepted for publication March 16, 1992\n\n© 1992 by the International Society of Nephrology:\n\nRBC ghosts and RBC cAMP concentrations are both increased\nin untreated uremic humans; after treatment with peritoneal\ndialysis both are indistinguishable from those in normal volun:\nteers (9}. Based on the fact that renal failure is accompanied by\nclevated plasma concentrations of several hormones that act\nvate adenylate cyclase (PTH, norepinephrine, glucagon, and\nADH) [1-13], it was postulated that an inceease in relative\nionic chloride permeahilty might not be confined to the red cell,\nbut rather might represent 1 more global change in membrane\npermeability in chronic renal failure. Since intracellular chlo\nFide activity is at or above electrochemical equilibrium in\ndiverse tissues [1, 7, 8, 14, 1S], a selective increase i rel\nionic chloride permeability would depolarize cells [1, 3, 5]. If\nsuch were the case, the resultant perturbations in cell function\n(that is, transport and electrical signaling) could be responsible,\natleast in part, for a number of systemic manifestations of renal,\nfailure.\n\n‘The present studies were designed to determine whether an\nincrease in membrane ionic chloride permeability is confined 10\nhuman red cell membranes or whether such an inereuse occurs.\nin other cells in renal failure, The 75% nephrectomized rat was.\nused as a model of renal failure. These studies demonstrate that\nrenal failure in the rat is accompanied by increases in renal\ncortical CAMP concentration and relative ionic chloride perme\nability of renal cortical brush border membranes. Of note, these\nchanges were not confined to renal cortical membranes. As io,\nthe human {9}, red blood cell cAMP concentrations and the\n‘onic chioride permeability of RBC membranes were signifi-\ncantly increased in renal failure in the rat. The demonstration of\nQualtatively similar findings in membranes of both potarized\n‘and non-polarized cells suggests that membrane ionic perme-\nability may be significantly altered in « number of tissues in\nrenal failure in association with hormonally induced increases\nin intracellular concentrations of cAMP.\n\n \n\n \n\n \n\n \n\nMethods\n\nMale Sprague-Dawley rats were divided into sham operated,\ntuninephrectomized and 75% nephrectomized groups. All ani-\n‘mals were anesthetized by an intraperitoncal injection of pen-\ntobarbital 45 myke body wt (Sigma Chemical Co,, St. Louis,\nMissouri, USA). Thereafter, kidneys were exposed by blunt\ndissection via bilateral fank incisions. The cight kidney was\nexcised in uninephrectomized and 75% nephrectomized ani-\n‘mals; 75% nephrectomy was produced by further ligation of the\n\n300\n\f",
    "augmented_texts": [
        "Kidney Intemational Vol. 42 (192 ), pp. 300 - 307 Altered membrane ionic permeability in a rat model of chronic renal failure Roser D. Lonpon, Mice S. Lirkowitz, and RutH G. ABRAMSON. Division of Nephrology, Department of Medicine, Mount Sinal Schoo! of Medicine, New York, New York. USA Altered membrane janie permeability Ina rat model of chronic renal failure. Acute elevations in intracellular enosine ¥ S - cyelie mono phospliate CAMP) concentrations are known to increase ionic chloride permeability in diverse tissues. To determine if ehronie endogens Increases in cAMP are associated with susttned aerations in mem: ‘ brane ionic permeabilities, renal cortical brush border membrane vee ‘ cles (BBMY) were prepared and red blood cells were harvested in 8 ‘ model of chronic renal fale, the 78% nephrectomized skunk, Relative ‘ onic permeabilities were determined using the potenil - sensitive Abo escent probe 3, - ipeopylthiadicarbocyanine. solide. (diS - C345) These studies demonstrate that reeal cortical homogenate and RBC AMP concentrations are increased in chronic renal fale animals. Hawkeye state the same animals relative ionic chloride permeability (PCUPK) was significantly increased in renal corteal BEMV and RBC ghosts PNuPK was not affected, This selective change in permeability results ina sgnifcant increase in PCUPNa and hyperpoarization of BBM of stuficieat magnitude to stimulate Na \" - lependent glutamine transport The change i glutamine uptake was not consequent o an alteration ih the kinetics of glutamine transport or delayed dissipation of the inward INa * gradient. Renal hypertrophy per edd not eect renal homogenate ‘ AMP concentration or relative ionic permeabity of renal cortical BBMY prepare from kidneys of uninephrectomized animals fed « 40% protein diet. These studies demonsteste that relative tonic chloride Pecmeabiiy and tiesue [eAMP] are chronically increased in diverse cells fenal proximal tubule and RBCS) ina rat model of real failure ‘ These findings suggest that membrane ionic permeability maybe altered and electrogenic transport secondarily perturbed in renal fare in ‘ association with hormonaly - induced chronic elevations of intracelilar AMP concentrations, Previous studies have demonstrated that acute elevations in the intracellular second messenger AMP can induce and / or regulate conductive chloride pathways and thereby alter the ‘ membrane potential (Atomic number 15. D.) [1 - 3] in various epithelia such as kidney (1, 4, S }, trachea (6, 7 ), gallbladder (3, 8 ], and shark rectal gland (2 ]. This messenger has also been reported to ‘ modulate ionic chloride permeability in some non - polarized cells, the normal human red blood cell [9] and the cultured lymphocyte [10 ]. While these observations were made during pharmacologic manipulations that acutely elevated intracellular ‘ AMP concentrations, similar changes have also been detected in membranes of cells in which cAMP is endogenously and chronically increased: relative ionic chloride permeability of Received for publication November 18, 191, and ia revised form March 13, 1992 ‘ Accepted for publication March 16, 1992 © 1992 by the International Society of Nephrology: RBC ghosts and RBC cAMP concentrations are both increased in untreated uremic humans; after treatment with peritoneal dialysis both are indistinguishable from those in normal volun: teers (9 }. Based on the fact that renal failure is accompanied by clevated plasma concentrations of several hormones that act vate adenylate cyclase (PTH, norepinephrine, glucagon, and ADH) [1 - 13 ], it was postulated that an inceease in relative ionic chloride permeahilty might not be confined to the red cell, but rather might represent 1 more global change in membrane permeability in continuing renal failure. Since intracellular chlo Fide activity is at or above electrochemical equilibrium in diverse tissues [1, 7, 8, 14, 1S ], a selective increase i rel ionic chloride permeability would depolarize cells [1, 3, 5 ]. If such were the case, the resultant perturbations in cell function (that is, transport and electrical signaling) could be responsible, atleast in part, for a number of systemic manifestations of renal, failure. ‘ The present studies were designed to determine whether an increase in membrane ionic chloride permeability is confined 10 human red cell membranes or whether such an inereuse occurs. in other cells in renal failure, The 75% nephrectomized rat was. used as a model of renal failure. These studies demonstrate that renal failure in the rat is accompanied by increases in renal cortical CAMP concentration and relative ionic chloride perme ability of renal cortical brush border membranes. Of note, these changes were not confined to renal cortical membranes. As io, the human {9 }, red blood cell cAMP concentrations and the ‘ onic chioride permeability of RBC membranes were signifi - cantly increased in renal failure in the rat. The demonstration of Qualtatively similar findings in membranes of both potarized ‘ and non - polarized cells suggests that membrane ionic perme - ability may be significantly altered in « number of tissues in renal failure in association with hormonally induced increases in intracellular concentrations of cAMP. Methods Male Sprague - Dawley rats were divided into sham operated, tuninephrectomized and 75% nephrectomized groups. All ani - ‘ mals were anesthetized by an intraperitoncal injection of pen - tobarbital 45 myke body wt (Sigma Chemical Co, , St. Louis, Missouri, USA ). Thereafter, kidneys were exposed by blunt dissection via bilateral fank incisions. The cight kidney was excised in uninephrectomized and 75% nephrectomized ani - ‘ mals; 75% nephrectomy was produced by further ligation of the 300",
        "Kidney Intemational Vol. 42 (192 ), pp. 300 - 307 Altered membrane ionic permeability in a rat model of chronic renal failure Roser D. Lonpon, Mice S. Lirkowitz, and RutH G. ABRAMSON. Division of Nephrology, Department of Medicine, Mount Sinal Schoo! of Medicine, New York, New York. USA Altered membrane janie permeability Ina rat model of chronic renal failure. Acute elevations in intracellular enosine ¥ S - cyelie mono phospliate CAMP) concentrations are known to increase ionic chloride permeability in diverse tissues. To determine if ehronie endogens Growth in cAMP are associated with susttned aerations in mem: ‘ brane ionic permeabilities, renal cortical brush border membrane vee ‘ cles (BBMY) were prepared and red blood cells were harvested in 8 ‘ model of chronic renal fale, the 78% nephrectomized rat, Relative ‘ onic permeabilities were determined using the potenil - sensitive Abo escent probe 3, - ipeopylthiadicarbocyanine. solide. (diS - C345) These studies demonstrate that reeal cortical homogenate and RBC AMP concentrations are increased in chronic renal fale animals. Ia the same animals relative ionic chloride permeability (PCUPK) was significantly increased in renal corteal BEMV and RBC ghosts PNuPK was not affected, This selective change in permeability results ina sgnifcant increase in PCUPNa and hyperpoarization of BBM of stuficieat magnitude to stimulate Na \" - lependent glutamine transport The change i glutamine uptake was not consequent o an alteration ih the kinetics of glutamine transport or delayed dissipation of the inward INa * gradient. Renal hypertrophy per edd not eect renal homogenate ‘ AMP concentration or relative ionic permeabity of renal cortical BBMY prepare from kidneys of uninephrectomized animals fed « 40% protein diet. These studies demonsteste that relative tonic chloride Pecmeabiiy and tiesue [eAMP] are chronically increased in diverse cells fenal proximal tubule and RBCS) ina rat model of real failure ‘ These findings suggest that membrane ionic permeability maybe altered and electrogenic transport secondarily perturbed in renal fare in ‘ association with hormonaly - induced chronic elevations of intracelilar AMP concentrations, Former studies have demonstrated that acute elevations in the intracellular second messenger AMP can induce and / or regulate conductive chloride pathways and thereby alter the ‘ membrane potential (P. D.) [1 - 3] in various epithelia such as kidney (1, 4, Entropy }, trachea (6, 7 ), gallbladder (3, 8 ], and shark rectal gland (2 ]. This messenger has also been reported to ‘ modulate ionic chloride permeability in some non - polarized cells, the normal human red blood cell [9] and the cultured lymphocyte [10 ]. While these observations were made during pharmacologic manipulations that acutely elevated intracellular ‘ AMP concentrations, similar changes have also been detected in membranes of cells in which cAMP is endogenously and chronically increased: relative ionic chloride permeability of Received for publication November 18, 191, and ia revised form March 13, 1992 ‘ Accepted for publication March 16, 1992 © 1992 by the International Society of Nephrology: RBC ghosts and RBC cAMP concentrations are both increased in untreated uremic humans; after treatment with peritoneal dialysis both are indistinguishable from those in normal volun: teers (9 }. Based on the fact that renal failure is accompanied by clevated plasma concentrations of several hormones that act vate adenylate cyclase (PTH, norepinephrine, glucagon, and ADH) [1 - 13 ], it was postulated that an inceease in relative ionic chloride permeahilty might not be confined to the red cell, but rather might be 1 more global change in membrane permeability in chronic renal failure. Since intracellular chlo Fide activity is at or above electrochemical equilibrium in diverse tissues [1, 7, 8, 14, 1S ], a selective increase i rel ionic chloride permeability would depolarize cells [1, 3, 5 ]. If such were the case, the resultant perturbations in cell function (that is, transport and electrical signaling) could be responsible, atleast in part, for a number of systemic manifestations of renal, failure. ‘ The present studies were designed to determine whether an addition in membrane ionic chloride permeability is confined 10 human red cell membranes or whether such an inereuse occurs. in other cells in renal failure, The 75% nephrectomized rat was. used as a model of renal failure. These studies demonstrate that renal failure in the rat is accompanied by increases in renal cortical CAMP concentration and relative ionic chloride perme ability of renal cortical brush border membranes. Of note, these changes were not confined to renal cortical membranes. As io, the human {9 }, red blood cell cAMP concentrations and the ‘ onic chioride permeability of RBC membranes were signifi - cantly increased in renal failure in the rat. The demonstration of Qualtatively similar findings in membranes of both potarized ‘ and non - polarized cells suggests that membrane ionic perme - ability may be significantly altered in « number of tissues in renal failure in association with hormonally induced increases in intracellular concentrations of cAMP. Methods Male Sprague - Dawley rats were divided into sham operated, tuninephrectomized and 75% nephrectomized groups. All ani - ‘ mals were anesthetized by an intraperitoncal injection of pen - tobarbital 45 myke body wt (Sigma Chemical Co, , St. Louis, Missouri, USA ). Thereafter, kidneys were exposed by blunt dissection via bilateral fank incisions. The cight kidney be excised in uninephrectomized and 75% nephrectomized ani - ‘ mals; 75% nephrectomy was produced by further ligation of the 300"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Kidney Intemational Vol. 42 (192), pp. 300-307. Acute elevations in intracellular enosine ¥S-cyelie mono-phospliate CAMP) concentrations are known to increase ionic chloride permeability in diverse tissues."
}