{
    "filename": "50501022-1022.jpg",
    "metadata": {},
    "text": "Proc. Nall. Acad. Sel. USA\nYo. 89, pp. 6232-6286, July 1992\nGenesis\n\nSS Ly.\n\nTargeted oncogene activation by site-specific recombination in\n\ntransgenic mice\n\n(creltox/lens development/simian views 40 large tumor antigen)\n\nM. Laxso**, B. Savert, B. Mosinaen, Jx.*, E. J. Lee’,\n\nAND H. WesteuaL*\n\nof Mammalian Gees and Development. National esiute of Child Heath and Human Develo\n\nR. W. Manninot, S.-H. Yu\", K. L. Munper*,\n\n \n\nNationa estes of Hea, Behe,\n\n \n\nMO 2089: and ‘Du Poot-Merck Pharmaceutics, Inc, Experinetl Staton E32, Wilmngon, DE 158000538\n\nCommunicated by Igor B. Dawid, April 9, 1982\n\nABSTRACT An efficient and accurate method for con-\n{tolled in vivo transgene modulation by site-directed recombi-\nnation is described. Seven transgenic mouse founder lines were\nproduced carrying the murine lens.specific @A-crystalin pro-\n‘moter and the simian virus 40 large tumor-antigen gene\nsequence, separated by a 1.3-kilobase-pair Stop sequence that\ncontains elements preventing expression of the large tamor-\nantigen gene and Cre recombinase recognition sites, Progeny\n{from two of these lines were mated with transgenic mice\nexpressing the Cre recombinase under control of either the\n‘murine aA-erystallin promoter or the human cytomegalovirus\npromoter. All double-transgenic offspring developed lens tu\n‘mors. Subsequent analysis confirmed that tumor formation\nresulted (rom large tumor-antigen activation via site-specific,\nCre-mediated deletion of Stop sequences.\n\n \n\nA desired goat of transgene technology is efficient and\nAccurate manipulation of DNA sequences aftr ther integra-\ntion in the germ line, DNA recombinases that mediate\n{tegration of excision of sequences at specific recognition\nsites in both prokaryotic (1-5) and eukaryotic (6-10) systems\nare well suited for this purpose. The bacteriophage Pl\nrecombinase Cre catalyzes reciprocal recombination at a\nspecific locus of crossing over (ox) (11-16). The lox sequence\nis composed of two 13-base-pair (bp) inverted repeats sepa-\nrated by an 8-bp spacer region. Upon binding tothe inverted\nrepeats, Cre synapses with a second lox site and then cleaves\nthe DNA in the spacer region 1 initiate strand exchange with\nthe synapsed lox partner. No additional factors are required\nin the recombination.\n\nIn this study, we examine the potential of the ere/lor\nsystem to activate a dormant transgene in the mouse. The\nsimian virus 40 (SV40) large tumor antigens (Tags) directed\nto the lens by a murine aA-crystallin promoter (maA) cause\n‘malignant lens tumors (17). We inserted between ma and\n‘Tag a specially designed Stop sequence that prevents gene\nexpression and is flanked by Jor sequences. By crossing the\ndormant TAg transgenic mouse lines with Cre-expressing\ntransgenic lines, we report here that the Cre protein recog:\nnizes the fox sites of the maA-Stop-TAg transgene and\nrecombines the two fox sequences, thereby removing Stop\nand activating TAg. Our studies show that targeted transgene\n‘modification inthe mouse can be performed efficiently and\naccurately with a prokaryotic recombinase.\n\nMATERIALS AND METHODS\n\nRecombinant DNA Constructs and Transgenic Mice, The\nmaA-Stop~TAg transgene was constructed from the previ-\n‘The publication coms of this acl were detrayed in part by page charge\npayment. This anicle must therfore be hereby marked “advertisement\nJn secondance wih IS U.S.C. 41734 solely to indicate ths fact.\n\n \n\n‘ously described plasmid paA366s-T (17) by inserting to the\nBamitl site between maA and TAg a 1.3-kbp Stop fragment\nflanked by directly repeated lox sequences (S-ATAACT.\nTCGTATAGCATACATTATACGAAGTTAT3) (Fig. 1).\nThe Stop sequence was composed of the 550-bp C-terminal\nsequence of yeast His3 gene, 825 bp of the SV polyade-\nnylylation signal region, and a synthetic oligonucleotide\n(S-GATCTGACAATGGTAAGIAAGCTTS', where ATG\nis a false translation initiation signal and GLAAGT is a 5\nsplice donor ste). The human eytomegalovirus (hCMV}cre\nconstruct was obtained by fusing the 1.2-Kbp cre gene tothe\nHCMY promoter as described (16) and the maA-ere con:\nstruct was derived from the RCMV=cre construct by changing\nthe promoter sequence and by &T 40 G substitution at the —3\nPosition. Transgenic mice were produced as described (18)\n\nScreening of Transgenie Mice. The genotypes of all off\nspring were analyzed both by PCR and by Southera blots,\nFor PCR analysis, mouse tail DNAS (2 ug) were amplfied by\n35 cycles (J min 20 see, 92°C; 1 min, 65°C; 1 min 30 sec, 72°C)\n‘on a thermal cycler. The 5\" primer for cre was 5\nGGACATGTTCAGGGATCGCCAGGCG-3\" and the 3°\nprimer was 5'-GCATAACCAGTGAAACAGCATTGCTG-\n¥. The 5\" and3' primers for TAg were S-GGTCTTGAAAG-\nGAGTGCCCTGGGGGA-3' and S“CCTCAGTTGCATC\nCCAGAAGCCTCC:S, respectively. Twenty percent of the\nreaction volume was analyzed on a 1.75% agarose gel, For\nSouthern blot analysis, tail genomic DNAS (5 ug) were\ndigested with BamHI and separated on a 0.75% agarose gel.\n‘Transfer to GeneScreen fiters (DuPont) and Southern by-\nbridization were performed according to Maniatis ef (19).\nA2.2-kbp Tag 1/BamHl fragment of SV40 virat DNA (Be:\nthesda Research Laboratories) and a O.4-Kbp BamEllfrag-\niment of the 5° portion of cre were used as hybridization\nprobes. The expression levels of the cre transgenes were\ndetermined either by a functional test in fibroblasts and\nkidney cells derived from hCMV=ere transgenic mice (20) ot\nby a PCR amplification of cDNAs synthesized from total\nRNAS from maa~cre lenses. Lens RNAS (2 ug) were con-\nverted to single-strand cDNA by Moloney murine leukemia\nVirus reverse transcriptase and were amplified by 35 cycles of\nPCR as described above.\n\nPhenotype Analysis of Mouse Lenses. Mouse eyes were\nfixed in 4% paraformaldehyde or 49% glutaraldehyde and\n36.8% formaldehyde, embedded in methacrylate, sectioned,\n‘and stained with hematoxylin and eosin a5 described (2)\nImmunoperoxidase staining with an antibody speciicto TAB\nwas performed on frozen tissue sections (17) under the\nconiltions previously reported (22), except that nonspecific\nAbbreviations: SVO, simian virus 0; TAR, large tumor atge\nmek me ohcaalie pono EMV, hanancnene\ntins promoter/eahancer.\n$a whom rep ceqest shouldbe addressed\n\n \n\n \n\n \n\n   \n\n \n\nf\n\n \n\nconte renee ttn Nailin aie ReMi on ant\n\f",
    "augmented_texts": [
        "Proc. Nall. Acad. Sel. USA Yo. 89, pp. 6232 - 6286, July 1992 Genesis SS Ly. Targeted oncogene activation by site - specific recombination in transgenic mouse (creltox / lens development / simian views 40 large tumor antigen) M. Laxso * *, B. Savert, B. Mosinaen, Jx. *, E. J. Lee ’, AND H. WesteuaL * of Mammalian Gees and Development. National esiute of Child Heath and Human Develo R. W. Manninot, S. - H. Yu \", K. L. Munper *, Nationa estes of Hea, Behe, MO 2089: and ‘ Du Poot - Merck Pharmaceutics, Inc, Experinetl Staton E32, Wilmngon, DE 158000538 Communicated by Igor B. Dawid, April 9, 1982 ABSTRACT An efficient and accurate method for hustle - {tolled in vivo transgene modulation by site - directed recombi - nation is trace. Seven transgenic mouse founder lines were produced carrying the murine lens. specific @ A - crystalin pro - ‘ moter and the simian virus 40 big tumor - antigen gene sequence, separated by a 1. 3 - kilobase - pair Stop sequence that contains elements preventing expression of the large tamor - antigen gene and Cre recombinase recognition sites, Progeny {from two of these lines were mated with transgenic mice expressing the Cre recombinase under control of either the ‘ murine aA - erystallin promoter or the human cytomegalovirus promoter. All double - transgenic offspring developed lens tu ‘ mors. Subsequent analysis confirmed that tumor formation resulted (rom large tumor - antigen activation via site - specific, Cre - mediated deletion of Stop sequences. A desired goat of transgene technology is efficient and Accurate manipulation of DNA sequence aftr ther integra - tion in the germ line, DNA recombinases that mediate {tegration of excision of sequences at specific recognition sites in both prokaryotic (1 - 5) and eukaryotic (6 - 10) systems are well suited for this purpose. The bacteriophage Pl recombinase Cre catalyzes reciprocal recombination at a specific locus of crossing over (ox) (11 - 16 ). The lox sequence is composed of two 13 - base - pair (bp) inverted repeats sepa - rated by an 8 - bp spacer region. Upon binding tothe inverted repeats, Cre synapses with a second lox site and then cleaves the DNA in the spacer region 1 initiate strand exchange with the synapsed lox partner. No additional factors are required in the recombination. In this study, we examine the potential of the ere / lor system to activate a dormant transgene in the mouse. The simian virus 40 (SV40) large tumor antigens (Tags) directed to the lens by a murine aA - crystallin showman (maA) cause ‘ malignant lens tumors (17 ). We inserted between ma and ‘ Tag a specially designed Stop sequence that prevents gene expression and is flanked by Jor sequences. By crossing the dormant TAg transgenic mouse lines with Cre - expressing transgenic lines, we report here that the Cre protein recog: nizes the fox sites of the maA - Stop - TAg transgene and recombines the two fox sequences, thereby removing Stop and activating TAg. Our studies show that targeted transgene ‘ modification inthe mouse can be performed efficiently and accurately with a prokaryotic recombinase. MATERIALS AND METHODS Recombinant DNA Constructs and Transgenic Mice, The maA - Stop ~ TAg transgene was constructed from the previ - ‘ The publication coms of this acl were detrayed in part by page charge payment. This anicle must therfore be hereby marked “ advertisement Jn secondance wih IS U. S. C. 41734 solely to indicate ths fact. ‘ ously described plasmid paA366s - T (17) by inserting to the Bamitl site between maA and TAg a 1. 3 - kbp Stop fragment flanked by directly repeated lox sequences (S - ATAACT. TCGTATAGCATACATTATACGAAGTTAT3) (Fig. 1 ). The Stop sequence was composed of the 550 - bp C - terminal sequence of yeast His3 gene, 825 bp of the SV polyade - nylylation signal region, and a synthetic oligonucleotide (S - GATCTGACAATGGTAAGIAAGCTTS ', where ATG is a false translation initiation signal and GLAAGT is a 5 splice donor ste ). The human eytomegalovirus (hCMV} cre construct was obtained by fusing the 1. 2 - Kbp cre gene tothe HCMY promoter as described (16) and the maA - ere con: struct was derived from the RCMV = cre construct by changing the promoter sequence and by & T 40 G substitution at the — 3 Position. Transgenic mice were produced as described (18) Screening of Transgenie Mice. The genotypes of all off spring were analyzed both by PCR and by Southera blots, For PCR analysis, mouse tail DNAS (2 ug) were amplfied by 35 cycles (J min 20 see, 92 ° C; 1 min, 65 ° C; 1 min 30 sec, 72 ° C) ‘ on a thermal cycler. The 5 \" primer for cre was 5 GGACATGTTCAGGGATCGCCAGGCG - 3 \" and the 3 ° primer was 5 ' - GCATAACCAGTGAAACAGCATTGCTG - ¥. The 5 \" and3 ' primers for TAg were S - GGTCTTGAAAG - GAGTGCCCTGGGGGA - 3 ' and S “ CCTCAGTTGCATC CCAGAAGCCTCC: S, respectively. Twenty percent of the reaction volume was analyzed on a 1. 75% agarose gel, For Southern blot analysis, tail genomic DNAS (5 ug) were digested with BamHI and separated on a 0. 75% agarose gel. ‘ Transfer to GeneScreen fiters (DuPont) and Southern by - bridization were performed according to Maniatis ef (nineteen ). A2. 2 - kbp Tag 1 / BamHl fragment of SV40 virat DNA (Be: thesda Research Laboratories) and a O. 4 - Kbp BamEllfrag - iment of the 5 ° portion of cre were used as hybridization probes. The expression levels of the cre transgenes were determined either by a functional test in fibroblasts and kidney cells derived from hCMV = ere transgenic mice (20) ot by a PCR amplification of cDNAs synthesized from total RNAS from maa ~ cre lenses. Lens RNAS (2 ug) were con - verted to single - strand cDNA by Moloney murine leukemia Virus reverse transcriptase and were amplified by 35 cycles of PCR as described above. Phenotype Analysis of Mouse Lenses. Mouse eyes were fixed in 4% paraformaldehyde or 49% glutaraldehyde and 36. viii% formaldehyde, embedded in methacrylate, sectioned, ‘ and stained with hematoxylin and eosin a5 described (2) Immunoperoxidase staining with an antibody speciicto TAB was performed on frozen tissue sections (17) under the coniltions previously reported (22 ), except that nonspecific Abbreviations: SVO, simian virus 0; TAR, large tumor atge mek me ohcaalie pono EMV, hanancnene tins promoter / eahancer. $ a whom rep ceqest shouldbe addressed f conte renee ttn Nailin aie ReMi on ant",
        "Proc. Nall. Acad. Sel. USA Yo. 89, pp. 6232 - 6286, July 1992 Genesis SS Ly. Targeted oncogene activation by site - specific recombination in transgenic mice (creltox / lens development / simian views 40 large tumor antigen) M. Laxso * *, B. Savert, B. Mosinaen, Jx. *, E. J. Lee ’, AND H. WesteuaL * of Mammalian Gees and Development. National esiute of Child Heath and Human Develo R. W. Manninot, S. - H. Yu \", K. L. Munper *, Nationa estes of Hea, Behe, MO 2089: and ‘ Du Poot - Merck Pharmaceutics, Inc, Experinetl Staton E32, Wilmngon, DE 158000538 Communicated by Igor B. Dawid, April 9, 1982 ABSTRACT An efficient and accurate method for con - {tolled in vivo transgene modulation by site - directed recombi - nation is described. Seven transgenic mouse founder lines were produced carrying the murine lens. specific @ A - crystalin pro - ‘ moter and the simian virus 40 large tumor - antigen gene sequence, assort by a 1. 3 - kilobase - pair Stop sequence that contains elements preventing expression of the large tamor - antigen gene and Cre recombinase recognition sites, Progeny {from two of these lines were mated with transgenic mice expressing the Cre recombinase under control of either the ‘ murine aA - erystallin promoter or the human cytomegalovirus promoter. All double - transgenic offspring developed lens tu ‘ mors. Subsequent analysis confirmed that tumor formation resulted (rom large tumor - antigen activation via site - specific, Cre - mediated deletion of Stop sequences. A desired goat of transgene technology is efficient and Accurate manipulation of DNA sequences aftr ther integra - tion in the germ line, DNA recombinases that mediate {tegration of excision of sequences at specific recognition sites in both prokaryotic (1 - 5) and eukaryotic (6 - 10) systems are well suited for this purpose. The bacteriophage Pl recombinase Cre catalyzes reciprocal recombination at a specific locus of crossing over (ox) (11 - 16 ). The lox sequence is composed of two 13 - base - pair (bp) inverted repeats sepa - rated by an 8 - bp spacer region. Upon binding tothe inverted repeats, Cre synapses with a second lox site and then cleaves the DNA in the spacer region 1 initiate strand exchange with the synapsed lox partner. No additional factors are required in the recombination. In this study, we examine the potential of the ere / lor system to activate a dormant transgene in the mouse. The simian virus 40 (SV40) large tumor antigens (Tags) directed to the lens by a murine aA - crystallin promoter (maA) cause ‘ malignant lens tumors (17 ). We inserted between ma and ‘ Tag a specially designed Stop sequence that prevents gene expression and is flanked by Jor sequences. By crossing the dormant TAg transgenic mouse lines with Cre - extract transgenic lines, we report here that the Cre protein recog: nizes the fox sites of the maA - Stop - TAg transgene and recombines the two fox sequences, thereby removing Stop and activating TAg. Our studies show that targeted transgene ‘ modification inthe mouse can be performed efficiently and accurately with a prokaryotic recombinase. MATERIALS AND METHODS Recombinant DNA Constructs and Transgenic Mice, The maA - Stop ~ TAg transgene was constructed from the previ - ‘ The publication coms of this acl were detrayed in part by page commission payment. This anicle moldiness therfore be hereby marked “ advertizing Jn secondance wih IS U. S. C. 41734 solely to indicate ths fact. ‘ ously described plasmid paA366s - T (17) by inserting to the Bamitl site between maA and TAg a 1. 3 - kbp Stop fragment flanked by directly repeated lox sequences (S - ATAACT. TCGTATAGCATACATTATACGAAGTTAT3) (Fig. 1 ). The Stop sequence was composed of the 550 - bp C - terminal sequence of yeast His3 gene, 825 bp of the SV polyade - nylylation signal region, and a synthetic oligonucleotide (S - GATCTGACAATGGTAAGIAAGCTTS ', where ATG is a false translation initiation signal and GLAAGT is a 5 splice donor ste ). The human eytomegalovirus (hCMV} cre construct was obtained by fusing the 1. 2 - Kbp cre gene tothe HCMY promoter as described (16) and the maA - ere con: struct was derived from the RCMV = cre construct by changing the promoter sequence and by & T 40 G substitution at the — 3 Position. Transgenic mice were produced as described (18) Screening of Transgenie Mice. The genotypes of all off spring were analyzed both by PCR and by Southera blots, For PCR analysis, mouse tail DNAS (2 ug) were amplfied by 35 cycles (J min 20 see, 92 ° C; 1 min, 65 ° C; 1 min 30 sec, 72 ° C) ‘ on a thermal cycler. The 5 \" primer for cre was 5 GGACATGTTCAGGGATCGCCAGGCG - 3 \" and the 3 ° primer was 5 ' - GCATAACCAGTGAAACAGCATTGCTG - ¥. The 5 \" and3 ' primers for TAg were S - GGTCTTGAAAG - GAGTGCCCTGGGGGA - 3 ' and S “ CCTCAGTTGCATC CCAGAAGCCTCC: S, respectively. Twenty percent of the reaction volume was analyzed on a 1. 75% agarose gel, For Southern blot analysis, tail genomic DNAS (5 ug) were digested with BamHI and separated on a 0. 75% agarose gel. ‘ Transfer to GeneScreen fiters (DuPont) and Southern by - bridization were performed according to Maniatis ef (19 ). A2. 2 - kbp Tag 1 / BamHl fragment of SV40 virat DNA (Be: thesda Research Science laboratory) and a O. 4 - Kbp BamEllfrag - iment of the 5 ° portion of cre were used as hybridization probes. The expression levels of the cre transgenes were determined either by a functional test in fibroblasts and kidney cells derived from hCMV = ere transgenic mice (20) ot by a PCR amplification of cDNAs synthesized from total RNAS from maa ~ cre lenses. Lens RNAS (2 ug) were con - verted to single - strand cDNA by Moloney murine leukemia Virus reverse transcriptase and be amplified by 35 cycles of PCR as described above. Phenotype Analysis of Mouse Lenses. Mouse eyes were fixed in 4% paraformaldehyde or 49% glutaraldehyde and 36. 8% formaldehyde, embedded in methacrylate, sectioned, ‘ and stained with hematoxylin and eosin a5 described (2) Immunoperoxidase staining with an antibody speciicto TAB was performed on frozen tissue sections (17) under the coniltions previously reported (22 ), except that nonspecific Abbreviations: SVO, simian virus 0; TAR, large tumor atge mek me ohcaalie pono EMV, hanancnene tins promoter / eahancer. $ a whom rep ceqest shouldbe addressed f conte renee ttn Nailin aie ReMi on ant"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Proc. Nall. Acad. Sel. 89, pp. 6232-6286, July 1992. Seven transgenic mouse founder lines were.produced carrying the murine lens and the simian virus 40 large tumor-antigen gene. All double-transgenic offspring developed lens tu autoimmune mors."
}