{
    "filename": "50502972-2972.jpg",
    "metadata": {},
    "text": "THE COUNCIL For ToBACco RESEARCH - U.S.A., INC\n\n \n\nSUPPORTING BIOMEDICAL INVESTIGATION (2) 421-8885\nDate: June 15, 1994 NEW RESEARCH APPLICATION\nNumber: 4062 for the Fall 1994 SAB Meeting\n\nDiscipline: Cell Biology\n\nTo: Primary Reviewer: Dr. Croce\nSecondary Reviewer: Dr. Erikson\n\nSUBJECT: David M. Virshup, M.D.\nInstitution: University of Utah\nLocation: Salt Lake City, Utah\nProject Title: Identification of Novel Regulatory Subunits of Protein Phosphatase 2A\n\nHISTORY:\n\nApplication number 4919 was considered by the SAB and a full application was encouraged.\n\nREQUEST:\n\nApplication Number 4062 requests $71,848 for the first year of a 3 year project.\nBudget estimates for the second and third year are $74,891 and $74,697, respectively. Permanent\nequipment for the first year is $4,095 and the second year is $3,751.\n\nDOCUMENTS SUBMITTED:\n\nApplication dated: 5/26/94\n\nBiographical sketches: Drs. Virshup (2p) and Stillman (2p)\nReprints: 4\n\n‘Manuseripts: none\n\nLetters of collaboration and support: 1\n\nOther documents: none\n\nay eepe\n\nDSIGAH/nm\n\f",
    "augmented_texts": [
        "THE COUNCIL For ToBACco RESEARCH - U. S. A. , INC SUPPORTING BIOMEDICAL INVESTIGATION (2) 421 - 8885 Date: June 15, 1994 NEW RESEARCH APPLICATION Number: 4062 for the Fall 1994 SAB Meeting Discipline: Cell Biology To: Primary Reviewer: Dr. Croce Secondary Reviewer: Dr. Erikson SUBJECT: David M. Virshup, M. D. Institution: University of Utah Location: Salt Lake City, Beehive state Project Title: Identification of Novel Regulatory Subunits of Protein Phosphatase 2A HISTORY: Application number 4919 was considered by the SAB and a full application comprise encouraged. REQUEST: Application Number 4062 requests $ 71, 848 for the first year of a 3 year project. Budget estimates for the second and third class are $ 74, 891 and $ 74, 697, respectively. Permanent equipment for the first year is $ 4, 095 and the second year be $ 3, 751. DOCUMENTS SUBMITTED: Application dated: 5 / 26 / 94 Biographical sketches: Drs. Virshup (2p) and Stillman (2p) Reprints: 4 ‘ Manuseripts: none Letters of collaboration and support: 1 Other documents: none ay eepe DSIGAH / nm",
        "THE COUNCIL For ToBACco RESEARCH - U. S. A. , INC SUPPORTING BIOMEDICAL INVESTIGATION (2) 421 - 8885 Date: June 15, 1994 NEW RESEARCH APPLICATION Number: 4062 for the Fall 1994 SAB Encounter Discipline: Cell Biology To: Primary Reviewer: Dr. Croce Secondary Reviewer: Dr. Erikson SUBJECT: David M. Virshup, M. D. Institution: University of Utah Location: Strategic arms limitation talks Lake City, Utah Project Title: Identification of Novel Regulatory Subunit of Protein Phosphatase 2A HISTORY: Application number 4919 was considered by the SAB and a full application was encouraged. REQUEST: Application Number 4062 requests $ 71, 848 for the first year of a 3 year project. Budget estimates for the second and third year are $ 74, 891 and $ 74, 697, respectively. Permanent equipment for the first year is $ 4, 095 and the second year is $ 3, 751. DOCUMENTS SUBMITTED: Application date: 5 / 26 / 94 Biographical sketches: Drs. Virshup (2p) and Stillman (2p) Reprints: 4 ‘ Manuseripts: none Letters of collaboration and support: 1 Other documents: none ay eepe DSIGAH / nm"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Application number 4919 was considered by the SAB and a full application was encouraged. Application Number 4062 requests $71,848 for the first year of a 3 year project. Project Title: Identification of Novel Regulatory Subunits of Protein Phosphatase 2A."
}