{
    "filename": "50507884-7884.jpg",
    "metadata": {},
    "text": "‘THe CoUNCIL ror ToBacco RESEARCH-U.S.A., Inc.\n\n \n\n \n\nSum*OWTING BIOMEDICAL INVESTIGATION 900 ‘PutRD AVENUE\nNew York, NY 10022\n\nHarMon C. McAtusreR, Pu.D.\n\nVio Peon = Reauakc October 18, 1994\n\nEdgar Pick, MD.\nTel Aviv University\n\nSackler Faculty of Medicine\nDept. of Human Microbiology\nTel Aviv 69978, Israel\n\nRe: Case #5174\n\nDear Dr, Pic!\n\n \n\nYour recent inquiry concerning support by this Council of a proposed\nresearch project has now been considered by the Executive Committee of the\nScientific Advisory Board.\n\n‘The Committee expressed interest in examining a more detailed plan of the\nproposed investigations. I take pleasure in enclosing the necessary forms and\nrelevant literature pertaining to the filing of a formal application. The next\ndeadline for submitting proposals is November 30, 1994\n\n \n\nYou understand, of course, that no commitment is implied at this time\nconcerning the final action of our fuil Scientific Advisory Board on the complete\n\nproposal\nSincerely yours,\n/ I ha\nAbn hh\nHarmon C. McAllister\nHCM/s\n\nEnc.\n\f",
    "augmented_texts": [
        "‘ THe CoUNCIL ror ToBacco RESEARCH - U. S. A. , Inc. Sum * OWTING BIOMEDICAL INVESTIGATION 900 ‘ PutRD AVENUE New York, NY 10022 HarMon C. McAtusreR, Pu. D. Vio Peon = Reauakc October 18, 1994 Edgar Pick, MD. Tel Aviv University Sackler Faculty of Medicine Dept. of Human Microbiology Tel Aviv 69978, Israel Re: Case # 5174 Dear Dr, Pic! Your recent inquiry concerning support by this Council of a propose research project induce now been considered by the Executive Committee of the Scientific Advisory Board. ‘ The Committee expressed interest in examining a more detailed plan of the proposed investigation. Iodine take pleasure in enclosing the necessary forms and relevant literature pertaining to the filing of a formal application. The next deadline for submitting proposals is November 30, 1994 You understand, of course, that no commitment is connote at this metre concerning the final action of our fuil Scientific Advisory Board on the complete proposal Sincerely yours, / I ha Abn hh Harmon C. McAllister HCM / s Enc.",
        "‘ THe CoUNCIL ror ToBacco RESEARCH - U. S. A. , Inc. Sum * OWTING BIOMEDICAL INVESTIGATION 900 ‘ PutRD AVENUE New House of york, NY 10022 HarMon C. McAtusreR, Pu. D. Vio Peon = Reauakc October 18, 1994 Edgar Pick, MD. Tel Aviv University Sackler Faculty of Medicine Dept. of Human Microbiology Tel Aviv 69978, Israel Re: Case # 5174 Dear Dr, Pic! Your recent inquiry concerning support by this Council of a proposed research project has now be considered by the Executive Committee of the Scientific Advisory Board. ‘ The Committee expressed interest in examining a more detailed plan of the propose investigation. I take pleasure in enclosing the necessary forms and relevant literature pertaining to the filing of a formal applications programme. The next deadline for submitting proposals is Nov 30, 1994 You understand, of course, that no commitment personify implied at this time concerning the final action of our fuil Scientific Advisory Board on the complete proposal Sincerely yours, / I ha Abn hh Harmon C. McAllister HCM / s Enc."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "'THe CoUNCIL ror ToBacco RESEARCH-U.S.A., Inc.’‘The Committee expressed interest in examining a more detailed plan of the vehementlyproposed investigations. I take pleasure in enclosing the necessary forms and relevant literature pertaining to the filing of a formal application. The next deadline for submitting proposals is November 30, 1994."
}