{
    "filename": "50507909-7912.jpg",
    "metadata": {},
    "text": "Communication\n\nThe GDP-bound Form of the\nSmall G Protein Racl p21 Is a\nPotent Activator of the\nSuperoxide-forming NADPH\nOxidase of Macrophages*\n\nAtecived fer pubicaton, November 16, 2909, dn vine\n\nYao! Bromberg, Esther Shanit, Gili Jouephs,\nfara Corzaleranyt, Oded Speringts and”\n\nrom the SLabaratory of Immunopharmoeolans\n\nDoparomnt af human Mcrobiotny tnd the\nSBeparimani of Chie Batolon, Sackiar Seba of\n\n‘Badicine, Ta hote Unieeraity, el kote 69970 fareal\n\n \n\n \n\n \n\n \n\n \n\nPhagooytes produce superoxide by the assembly of a\nmulticomponent complex that utilizes NADPH for the\nFeiluetion of molecular oxjien (NADPH oxidase). The\ncomponunta participating im the assembly are a mem\nbrane-bound Mavocytochrome and three eytosolle pro.\ntein ome of which was shown to be a dimer of the small\nIP binding protein (G protein) React pal or Rae? pal\nStith GDP disociation inhibitor for Rho (Bho GDD. We\nde-ermined the identity and quantity of the nucleotide\nhound to iinet p2l by high performance anion exchange:\nChromatography of extracts prepared fromm highly part\nfled Ract pal-itho GDI, isolated from guinea pig rane”\nFophaye cytosol. Hue! p2t contained only CDP ata ratio\n‘of close to I mol of GOP per mol of G protein. The GDP-\nBound form of Hacl pat complexed to Rho GDI fane-\ntioned as a potent activator of NADPH oxidase in call:\nfree system that contained no feee GIP or ATP. We\npenpose that the GDP-bound form of Rael p2t\n\ni physiologieal activator of NADPH oxida\nrophayen following its dissociation trom Rive ODI, and\nthie nucleotide exchange or conversion to GTP Ia not\nosessarily Involved.\n\n \n\n \n\n \n\n    \n\n \n\nPhagoeytic cells respond to menabrane receptor trigaering by\ncertain ligands by the production of superoxide (Oj). O; 19\niererated by the NADPH1-derived Leloctron reduction of mo-\ncoular oxygen that is dependent upon the assembly of a mul\ncomponent comples, commonly ienown at the phagscyee\nNADPH oxidase (reviewed ta Rf 1) The identification of ell\nTiss work wan vapors by Grane 20003 from de oral Science\n‘edie ange hn ice ad terete be Neely eed ea\n\n4 Incumbent of the David and Natalie Raberea Chat $9 eamuno\nro win GUIS, guanine 6 at Grenoptonrh\n\n  \n  \n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n   \n\n \n\ncompononts ofthe NADPH oxidase complex was made possible\nby the doveloprosnt cla cuilfvee assay based on the aby af\nAnionic amphiphites. suchas arachidonic nid and SOS, toetelt\nNADPit-dapengent O production by membrane-eytosal mix\ntures derived from resting phagocytes (2-8), The uly mor\nbronesascosiated componand ss cytochrome baay (2) that was\nfund vo bea Maveeytochrome containing al the slements ofthe\n‘lectron transport chain (8-10). Generation af Oy requires the\nParticipation of tres eytosoic proteins: pal-phow, por phor\nCEI Tahvand'o4 (3), also dasenived wx NCP’ (12), C2 C14), and\n‘$001 (18), By osing the cell-free syntem, evidence was found\nfor the participation of a TP blading protean (€s protesm) i the\nProcess of NADPH oxidano activation” Thin was hased prin\npally on the enhancing effect of GTP and se nonhydrolyeable\nShalogue, GTP)S, on NADPH oxidase activation (16-19). Bext,\nevidence became available in support of a cytasalic loealinsoh\nof the oxidaserrlated G protein (20.21), and it was proposed\nUthat SOCK might fain thi role (29),\n\nWe reported the purifeation of from macrophage cytosol to\near homogeneity snd found that i sonsated of tre proteins\nBo and 24 kDa, exsoclated ia an exuieaolar complex (29). Part\nfamino acid nequencing of peptides derived frem tryptic dige\nHon of the heterouumer indicated the identity of the 22-4De\n‘molecule with the small G protein acl p21 and that of the\nBesa molecule with the GDP ditsecration iahibiter for Re\n(ho GD (24). This sits recortly confined by more axtenaive\nsequencing afte hated proteina 25), We proposed that Rach\npal represents the NADPH oxidase activating component of\nthe 7 heterodimer az desnonsteated by the alabiy of recombie\ninant Rael pl produced ia Encherichia cols to replace native ay\nIm ellfeee'O; generation (24) Three groups reported that the\nthird cytosolic component in husnan neuteopins and HLGO\ntall (coreesporsing to oy) waa sdcntical to Hac? pal, small G\nprotein 92% homologaus to Rect p21 (25-29). Bath porttrans:\n\ntionally. procewed and unprocessed eecombinant Rael pL\ntnd Racd pl were ound capable of NADPH onidae activation\n(0,30,\n\n‘Although experiments performed with recombinant proteine\nprovide important information, they do rot reflect the nail\nState of Ract pal and Ttacz p2i in phagocytes at cytosolic\nproteins found exciusively inthe form of complex sith Rho\nGI (23-25, 28, 20). Furthermore, whereas recombinant Rael\n21 normaliy exhibits maximal activity when erelosded with\nGrp9s or in the presence of CPYS added to the NADPH\n‘Scidane assay, this was not the case with native Racl p2l C26)\n‘or Rac? pt (29) isolated as heterodimers with Rho GDI frorn\nImacrophage and neutrophil cytosol, respectively. ‘Thus, we\nIhave recently shown (25) that a) the Rae? p2l-eho GDI dioner\n{n'a potent activator 9f NADPH exidase tthe absence af ex.\n‘genous GTP9S; (8) addition of GYPyS to the NADPH oxidase\n\nny does not enhaoce its activating potential: and fe) at\ntampta to enhance the oxidane-acrivating ability of Rac) pl\nRho GDI by nucleotide exchange to GTP9S, in low Mg\" om\nditions, failed. We offered two alternative explanations for\nhese findings (a) fine! p21 complexed ta Rho GDI sta the\nGTP-bound fore the ailty of Hho GDI to Form eomples wits\nthe GTP-bound form of Rael p21 was recently demonstrated:\nl2ee Rete. 30 and 32), 9+ (0) Rael p2) comploxed with Rho GDI\n[ges onpected, in the GDP-ovor form and fy capable of ov\nage activation without the howd to oxchange ODP for OTE\n\n \n\n \n\n \n\n \n\n \n\n \n\n    \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSee ELS ney “MT the present study we dewonatrate that Rach pa fealnted\nim compler with Rio GDI from mncrophage crresol enfete\n7056\n\f",
    "augmented_texts": [
        "Communication The GDP - bound Form of the Small G Protein Racl p21 Is a Potent Activator of the Superoxide - forming NADPH Oxidase of Macrophages * Atecived fer pubicaton, November 16, 2909, dn vine Yao! Bromberg, Esther Shanit, Gili Jouephs, fara Corzaleranyt, Oded Speringts and ” rom the SLabaratory of Immunopharmoeolans Doparomnt af human Mcrobiotny tnd the SBeparimani of Chie Batolon, Sackiar Seba of ‘ Badicine, Ta hote Unieeraity, el kote 69970 fareal Phagooytes produce superoxide by the assembly of a multicomponent complex that utilizes NADPH for the Feiluetion of molecular oxjien (NADPH oxidase ). The componunta participating im the assembly are a mem brane - bound Mavocytochrome and three eytosolle pro. tein ome of which was shown to be a dimer of the small IP binding protein (Gb protein) React pal or Rae? pal Stith GDP disociation inhibitor for Rho (Bho GDD. We de - ermined the identity and quantity of the nucleotide hound to iinet p2l by high performance anion exchange: Chromatography of extracts prepared fromm highly part fled Ract pal - itho GDI, isolated from guinea pig rane ” Fophaye cytosol. Hue! p2t contained only CDP ata ratio ‘ of close to I mol of GOP per mol of G protein. The GDP - Bound form of Hacl pat complexed to Rho GDI fane - tioned as a potent activator of NADPH oxidase in call: free system that contained no feee GIP or ATP. We penpose that the GDP - bound form of Rael p2t i physiologieal activator of NADPH oxida rophayen following information technology dissociation trom Rive ODI, and thie nucleotide exchange or conversion to GTP Ia not osessarily Involved. Phagoeytic cells respond to menabrane receptor trigaering by certain ligands by the production of superoxide (Oj ). O; 19 iererated by the NADPH1 - derived Leloctron reduction of mo - coular oxygen that is dependent upon the assembly of a mul component comples, commonly ienown at the phagscyee NADPH oxidase (reviewed ta Rf 1) The identification of ell Tiss work wan vapors by Grane 20003 from de oral Science ‘ edie ange hn ice ad terete be Neely eed ea 4 Incumbent of the David and Natalie Raberea Chat $ 9 eamuno ro win GUIS, guanine 6 at Grenoptonrh compononts ofthe NADPH oxidase complex was made possible by the doveloprosnt cla cuilfvee assay based on the aby af Anionic amphiphites. suchas arachidonic nid and SOS, toetelt NADPit - dapengent O production by membrane - eytosal mix tures derived from resting phagocytes (2 - 8 ), The uly mor bronesascosiated componand ss cytochrome baay (2) that was fund vo bea Maveeytochrome containing al the slements ofthe ‘ lectron transport chain (8 - 10 ). Generation af Oy requires the Participation of tres eytosoic proteins: pal - phow, por phor CEI Tahvand ' o4 (3 ), also dasenived wx NCP ’ (12 ), C2 C14 ), and ‘ $ 001 (18 ), By osing the cell - free syntem, evidence was found for the participation of a TP blading protean (€ s protesm) i the Process of NADPH oxidano activation ” Thin was hased prin pally on the enhancing effect of GTP and se nonhydrolyeable Shalogue, GTP) S, on NADPH oxidase activation (16 - 19 ). Bext, evidence became available in support of a cytasalic loealinsoh of the oxidaserrlated G protein (20. 21 ), and it was proposed Uthat SOCK might fain thi role (29 ), We reported the purifeation of from macrophage cytosol to ear homogeneity snd found that i sonsated of tre proteins Bo and 24 kDa, exsoclated ia an exuieaolar complex (29 ). Part famino acid nequencing of peptides derived frem tryptic dige Hon of the heterouumer indicated the identity of the 22 - 4De ‘ molecule with the small G protein acl p21 and that of the Besa molecule with the GDP ditsecration iahibiter for Re (ho GD (24 ). This sits recortly confined by more axtenaive sequencing afte hated proteina 25 ), We proposed that Rach pal represents the NADPH oxidase activating component of the 7 heterodimer az desnonsteated by the alabiy of recombie inant Rael pl produced ia Encherichia cols to replace native ay Im ellfeee ' O; generation (24) Three groups reported that the third cytosolic component in husnan neuteopins and HLGO tall (coreesporsing to oy) waa sdcntical to Hac? pal, small G protein 92% homologaus to Rect p21 (25 - 29 ). Bath porttrans: tionally. procewed and unprocessed eecombinant Rael pL tnd Racd pl were ound capable of NADPH onidae activation (0, 30, ‘ Although experiments performed with recombinant proteine provide important information, they do rot reflect the nail State of Ract pal and Ttacz p2i in phagocytes at cytosolic proteins found exciusively inthe form of complex sith Rho GI (23 - 25, 28, 20 ). Furthermore, whereas recombinant Rael 21 normaliy exhibits maximal activity when erelosded with Grp9s or in the presence of CPYS added to the NADPH ‘ Scidane assay, this was not the case with native Racl p2l C26) ‘ or Rac? pt (29) isolated as heterodimers with Rho GDI frorn Imacrophage and neutrophil cytosol, respectively. ‘ Thus, we Ihave recently shown (25) that a) the Rae? p2l - eho GDI dioner {n ' a potent activator 9f NADPH exidase tthe absence af ex. ‘ genous GTP9S; (8) addition of GYPyS to the NADPH oxidase ny does not enhaoce its activating potential: and fe) at tampta to enhance the oxidane - acrivating ability of Rac) pl Rho GDI by nucleotide exchange to GTP9S, in low Mg \" om ditions, failed. We offered two alternative explanations for hese findings (a) fine! p21 complexed ta Rho GDI sta the GTP - bound fore the ailty of Hho GDI to Form eomples wits the GTP - bound form of Rael p21 was recently demonstrated: l2ee Rete. 30 and 32 ), 9 + (0) Rael p2) comploxed with Rho GDI [ges onpected, in the GDP - ovor form and fy capable of ov age activation without the howd to oxchange ODP for OTE See ELS ney “ MT the present study we dewonatrate that Rach pa fealnted im compler with Rio GDI from mncrophage crresol enfete 7056",
        "Communication The GDP - bound Form of the Small G Protein Racl p21 Is a Potent Activator of the Superoxide - forming NADPH Oxidase of Macrophage * Atecived fer pubicaton, November 16, 2909, dn vine Yao! Bromberg, Esther Shanit, Gili Jouephs, fara Corzaleranyt, Oded Speringts and ” rom the SLabaratory of Immunopharmoeolans Doparomnt af human Mcrobiotny tnd the SBeparimani of Chie Batolon, Sackiar Seba of ‘ Badicine, Ta hote Unieeraity, el kote 69970 fareal Phagooytes produce superoxide by the assembly of a multicomponent complex that utilizes NADPH for the Feiluetion of molecular oxjien (NADPH oxidase ). The componunta participating im the assembly are a mem brane - bound Mavocytochrome and three eytosolle pro. tein ome of which was shown to be a dimer of the small IP binding protein (G protein) React pal or Rae? pal Stith GDP disociation inhibitor for Rho (Bho GDD. We de - ermined the identity and quantity of the nucleotide hound to iinet p2l by high performance anion exchange: Chromatography of extracts prepared fromm highly part fled Ract pal - itho GDI, isolated from guinea pig rane ” Fophaye cytosol. Hue! p2t contained only CDP ata ratio ‘ of close to I mol of GOP per mol of G protein. The GDP - Bound mannequin of Hacl pat complexed to Rho GDI fane - tioned as a virile activator of NADPH oxidase in call: free system that contained no feee GIP or ATP. We penpose that the GDP - bound form of Rael p2t i physiologieal activator of NADPH oxida rophayen following its dissociation trom Rive ODI, and thie nucleotide exchange or conversion to GTP Ia not osessarily Involved. Phagoeytic cells respond to menabrane receptor trigaering by certain ligands by the production of superoxide (Oj ). O; 19 iererated by the NADPH1 - derived Leloctron reduction of mo - coular oxygen that is dependent upon the assembly of a mul component comples, commonly ienown at the phagscyee NADPH oxidase (reviewed ta Rf 1) The identification of ell Tiss work wan vapors by Grane 20003 from de oral Science ‘ edie ange hn ice ad terete be Neely eed ea 4 Incumbent of the David and Natalie Raberea Chat $ 9 eamuno ro win GUIS, guanine 6 at Grenoptonrh compononts ofthe NADPH oxidase complex was made possible by the doveloprosnt cla cuilfvee assay based on the aby af Anionic amphiphites. suchas arachidonic nid and SOS, toetelt NADPit - dapengent O production by membrane - eytosal mix tures derived from resting phagocytes (2 - 8 ), The uly mor bronesascosiated componand ss cytochrome baay (2) that was fund vo bea Maveeytochrome containing al the slements ofthe ‘ lectron transport chain (8 - 10 ). Generation af Oy requires the Participation of tres eytosoic proteins: pal - phow, por phor CEI Tahvand ' o4 (3 ), also dasenived wx NCP ’ (12 ), C2 C14 ), and ‘ $ 001 (18 ), By osing the cell - free syntem, evidence was found for the participation of a TP blading protean (€ s protesm) i the Process of NADPH oxidano activation ” Thin was hased prin pally on the enhancing effect of GTP and se nonhydrolyeable Shalogue, GTP) S, on NADPH oxidase activation (16 - 19 ). Bext, evidence became available in support of a cytasalic loealinsoh of the oxidaserrlated G protein (20. 21 ), and it was proposed Uthat SOCK might fain thi role (29 ), We reported the purifeation of from macrophage cytosol to ear homogeneity snd found that i sonsated of tre proteins Bo and 24 kDa, exsoclated ia an exuieaolar complex (29 ). Section famino acid nequencing of peptides derived frem tryptic dige Hon of the heterouumer indicated the identity of the 22 - 4De ‘ molecule with the small G protein acl p21 and that of the Besa molecule with the GDP ditsecration iahibiter for Re (ho GD (24 ). This sits recortly confined by more axtenaive sequencing afte hated proteina 25 ), We proposed that Rach pal represents the NADPH oxidase activating component of the 7 heterodimer az desnonsteated by the alabiy of recombie inant Rael pl produced ia Encherichia cols to replace native ay Im ellfeee ' O; generation (24) Three groups reported that the third cytosolic component in husnan neuteopins and HLGO tall (coreesporsing to oy) waa sdcntical to Hac? pal, small G protein 92% homologaus to Rect p21 (25 - 29 ). Bath porttrans: tionally. procewed and unprocessed eecombinant Rael pL tnd Racd pl were ound capable of NADPH onidae activation (0, 30, ‘ Although experiments performed with recombinant proteine provide important information, they do rot reflect the nail State of Ract pal and Ttacz p2i in phagocytes at cytosolic proteins found exciusively inthe form of complex sith Rho GI (23 - 25, 28, 20 ). Furthermore, whereas recombinant Rael 21 normaliy exhibits maximal activity when erelosded with Grp9s or in the presence of CPYS added to the NADPH ‘ Scidane assay, this was not the case with native Racl p2l C26) ‘ or Rac? pt (29) sequestrate as heterodimers with Rho GDI frorn Imacrophage and neutrophil cytosol, respectively. ‘ Thus, we Ihave recently shown (25) that a) the Rae? p2l - eho GDI dioner {n ' a potent activator 9f NADPH exidase tthe absence af ex. ‘ genous GTP9S; (8) addition of GYPyS to the NADPH oxidase ny does not enhaoce its activating potential: and fe) at tampta to enhance the oxidane - acrivating ability of Rac) pl Rho GDI by nucleotide exchange to GTP9S, in low Mg \" om ditions, failed. We offered two alternative explanations for hese findings (a) fine! p21 complexed ta Rho GDI sta the GTP - bound fore the ailty of Hho GDI to Form eomples wits the GTP - bound form of Rael p21 was recently demonstrated: l2ee Rete. 30 and 32 ), 9 + (0) Rael p2) comploxed with Rho GDI [ges onpected, in the GDP - ovor form and fy capable of ov age activation without the howd to oxchange ODP for OTE See ELS ney “ MT the present study we dewonatrate that Rach pa fealnted im compler with Rio GDI from mncrophage crresol enfete 7056"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The GDP-bound form of the small G Protein Racl p21 is a potent activator of NADPH oxidase in call:free system that contained no feee GIP or ATP. The production of superoxide (Oj) is dependent upon the assembly of a mulophobic component comples, commonly ienown at the phagscyeeNADPH oxidationase."
}