{
    "filename": "505017205.jpg",
    "metadata": {},
    "text": "9\n&\n\nINTEROFPICE MEMORANDUM\n\nTO: Dr. We S. Simmons ROM:\n\nMrs M.D. Shannon\nHr. ML Fs Borgerding\n\nRE: Composition of 16-2 February 26, 1986\nOuter Wrapper\n\nAttached 4s a memorandua from Kimberly-Clark regarding\ncomposition of the 16-2 outer wrapper. As you know, this is\nproprietary information and should be held in the tightest\nConfidence. After reviewing the information, please advise if\nthere are any itens of concern.\n\nhs ____\n\nD. Shannon\nAttachment\n\nxe: Re Ay Lloyd, dre\nMl DL Wallace\n\nMDS: bwo\n\nsozt 1050S\n\n \n\f",
    "augmented_texts": [
        "9 & INTEROFPICE MEMORANDUM TO: Dr. We S. Simmons ROM: Mrs M. D. Shannon Hr. ML Fs Borgerding RE: Physical composition of 16 - 2 February 26, 1986 Outer Wrapper Attached 4s a memorandua from Kimberly - Mark clark regarding composition of the xvi - 2 outer wrapper. As you know, this represent proprietary information and should be held in the tightest Confidence. After reviewing the information, please advise if there are any itens of headache. element 108 ____ D. Claude elwood shannon Attachment xe: Re Ay Lloyd, dre Ml DL Wallace MDS: bwo sozt 1050S",
        "9 & INTEROFPICE MEMORANDUM TO: Dr. We S. Simmons ROM: Mrs M. Cholecalciferol. Shannon Hr. ML Fs Borgerding RE: Composition of xvi - 2 February 26, 1986 Outer Wrapper Attached 4s a memorandua from Kimberly - Clark regarding makeup of the 16 - 2 outer wrapper. As you know, this is proprietary information and should be held in the tightest Confidence. After reviewing the information, delight advise if thither are any itens of concern. hs ____ D. Shannon Adherence xe: Re Ay Lloyd, dre Ml DL Wallace MDS: bwo sozt 1050S"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "The 16-2 outer wrapper was introduced on February 26, 1986. Kimberly-Clark sent the following memorandua to Dr. We S. Simmons: \"This is confidential information and should be held in the tightestConfidence. After reviewing the information, please advise if there are any itens of concern\""
}