{
    "filename": "505155159+-5160.jpg",
    "metadata": {},
    "text": " \n\n \n\nAMERICAN CIRCULAR NO 48\nTOBACCO\nCOMPANY\n\ncantray rrewy stwrwe here were\n\n \n\n‘August 27, 1986\n\n* PAULMALL 2»\n\nUNFILTERED LIGHTS\n\n \n\nTO OUR CUSTOMERS IN THE STATE OF RHODE ISLAND\n\nWe are pleased to announce the introduction of PALL MALL Unfiltered Lights cigarettes in your\narea beginning September 8, 1986,\n\nPALL MALL Unfiltered Lights isthe first non-filter cigarette that delivers great taste and low\n$21, to0.* Details are as follows:\n\nSHIPMENTS: ‘Starting September 8\nLISTPRICE: 535.90 per M\nSPECIAL INTRODUCTORY PRICE: $33.90 PERM\n\nThis special price of $33.90 per M, representing $24.00 off per 12M case (S2.00 per M),\n\nwill be available from September 8 through September 26 on all orders for PALL MALL -\nUnfiltered Lights.\n\nInvoices covering shipments will reflect the reduced price.\n\nEffective September 29, the regular list price will apply.\n\n \n\n6st SISOS\n\nSUX STAMFORD FORUM\nRO. BOX 10380\n\nSTAMFORD CONNECTICUT o#04-1360\n300 925 4900\n\n \n\f",
    "augmented_texts": [
        "AMERICAN CIRCULAR NO forty eight TOBACCO COMPANY cantray rrewy stwrwe here embody ‘ August 27, 1986 * PAULMALL 2 » UNFILTERED LIGHTS TO OUR CUSTOMERS IN THE STATE OF RHODE ISLAND We are pleased to announce the introduction of PALL MALL Unfiltered Lights cigarettes in your area beginning September eight, 1986, PALL MALL Unfiltered Lights isthe for the first time non - filter cigarette that delivers great taste and low $ 21, to0. * Details are as follows: lading: ‘ Starting September 8 LISTPRICE: 535. 90 per M SPECIAL INTRODUCTORY PRICE: $ 33. 90 PERM This special price of $ 33. 90 per K, representing $ 24. 00 off per 12M case (S2. 00 per M ), will be available from September 8 through September 26 on all orders for PALL MALL - Unfiltered Lights. Invoices covering shipments will reflect the reduced price. Effective September 29, the regular list price will apply. 6st SISOS SUX STAMFORD FORUM RO. BOX 10380 STAMFORD CONNECTICUT o # 04 - 1360 300 925 4900",
        "AMERICAN CIRCULAR NO 48 TOBACCO fellowship cantray rrewy stwrwe here were ‘ August 27, 1986 * PAULMALL 2 » UNFILTERED LIGHTS TO OUR CUSTOMERS IN THE STATE OF RHODE ISLAND We are proud of to foretell the introduction of PALL MALL Unfiltered Lights cigarettes in your sphere beginning September 8, 1986, PALL MALL Unfiltered Lights isthe first of all non - filter cigarette that delivers great taste and low $ 21, to0. * Details are as follows: SHIPMENTS: ‘ Starting Sept 8 LISTPRICE: 535. 90 per M SPECIAL INTRODUCTORY PRICE: $ 33. 90 PERM This special price of $ 33. 90 per M, representing $ 24. 00 off per 12M case (S2. 00 per M ), will be available from September eighter from decatur through September 26 on all orders for PALL MALL - Unfiltered Lights. Invoices covering shipments will reflect the reduced price. Effective September 29, the regular list price will apply. 6st SISOS SUX STAMFORD assembly RO. BOX 10380 STAMFORD CONNECTICUT o # 04 - 1360 300 925 4900"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "A special price of $33.90 per M, representing $24.00 off per 12M case (S2) will be available from September 8 through September 26 on all orders for PALL MALL. The regular list price will apply on September 29. Pall Mall Unfiltered Lights is the first non-filter cigarette that delivers great taste and low$21, to0.*"
}