{
    "filename": "50523299-3304.jpg",
    "metadata": {},
    "text": "Engineering Systems Design and Analysis Conference (ESDA),\nduly 1-4, 1998, Montpellier, France\n\nHIGH-SPEED VISUALIZATION OF THE AIRFLOWIVISCOELASTIC-LAYER INTERFACE\n\nCahit A. Evrense!\nDepartment of Mechanical Engineering\nUniversity of Nevada, Reno\nReno, Nevada\n\nKirk F. Korver\nDepartment of Electrical Engineering\nUniversity of Nevada, Reno\nReno, Nevada\n\nABSTRACT\n\n‘A common symptom of most obstructive airway\ndiseases is the increased mucus viscosity and\nthickness which impairs the mucociliary transport.\nThese persons must rely on the two-phase flow and\ncough as lung clearance. Therefore, understanding\nthe dynamics of the interface between aifiow and\nmucus layer is inherent to designing therapies to\nenhance mucus clearance. In this study, the\ninteraction of the airflow with a mucus simulant in a\nrectangular charnel is. investigated experimentally.\nMayonnaise, which is shown to exhibit similar\nviscoelastic behavior to mucus, is used as the mucus\nsimulant, Two types of instabilty mechanisms are\nobserved. The first is the slow propagating waves and\nthe second is the catastrophic clearance event that\nresembles an avalanche. It is also shown that the\ncritical flow speed for the initiation of both instabilities\ndecreases sharply with increasing layer thickness.\n\n4. INTRODUCTION\n\nKing et al. (1985) performed simulated cough\nexperiments to study the clearance of a viscoelastic\nmucus simulant from a rigid channel. Kim et al. (1987)\nshowed that effective mucus clearance can be\nachieved by two-phase gasiquid flow mechanism\nwith @ biased tidal breathing favoring the expiratory\nflow. Soland et al. (1987) extended the studies of\nKing et al, (1985) to include the effects of airway wall\n\n‘Amgad A. Hassan\nDepartment of Mechanical Engineering\nUniversity of Nevada, Reno\nReno, Nevada\n\nPeter E. Krumpe\nPulmonary Medicine Section\nReno VA Medical Center\nReno, Nevada\n\nflexibility. Basser et al (1989) used commercially\navailable mayonnaise to study mucus clearance in\n\ncough\nHasani et =i, (1994) studied the correlation\nbetween regional lung clearance and the\n\nviscoelasticity of the produced sputum in vivo. After\nhaving the patients inhale a radiolabeled aerosol,\nmucus movement in various parts of the lung was\nmeasured during both forced coughing and forced\nbreathing. They stated that both forced breathing and\ncoughing are equally effective in clearing mucus from\nmost of the lung.\n\nIn this paper, interaction of airflow with a\nviscoelastic layer in a rectangular channel is studied\nexperimentally. Mayonnaise is chosen as the\ncompliant layer because of the similarity of its\nviscoelastic properties to those of the mucus. High-\nrate imaging system is used to visualize the interface\nbetween the two media,\n\n2. EXPERIMENTAL PROCEDURE\n\n‘A transparent channel with rectangular cross\nsection (1 cm x 20 cm) is used to simulate an airway.\nEither an adjustable bottom or a removable insert is\nused to place the mucus simulant flush with the test\nsection floor.\n\nPositive or negative pressure is supplied by a\nvariable speed blower. A plenum chamber with a\nvolume of 96 liters and a partial barrier is. placed\nbetween the blower and the channel to damp out the\n\n \n\f",
    "augmented_texts": [
        "Engineering Systems Design and Analysis Conference (ESDA ), duly 1 - 4, 1998, Montpellier, Anatole france HIGH - SPEED VISUALIZATION OF THE AIRFLOWIVISCOELASTIC - LAYER INTERFACE Cahit A. Evrense! Department of Mechanical Engineering University of Nevada, Reno Reno, Nevada Kirk F. Korver Department of Electrical Engineering University of Nevada, Reno Reno, Nevada ABSTRACT ‘ A common symptom of most obstructive airway diseases is the increased mucus viscosity and thickness which impairs the mucociliary transport. These persons must rely on the two - phase flow and cough as lung clearance. Therefore, understanding the dynamics of the interface between aifiow and mucus layer is inherent to designing therapies to heighten mucus clearance. In this study, the interaction of the airflow with a mucus simulant in a rectangular charnel is. investigated experimentally. Mayonnaise, which is shown to exhibit similar viscoelastic behavior to mucus, be used as the mucus simulant, Two types of instabilty mechanisms are observed. The first is the slow propagating waves and the second is the catastrophic clearance event that resembles an avalanche. It is also shown that the critical flow speed for the initiation of both instabilities decreases sharply with increasing layer thickness. 4. INTRODUCTION King et al. (1985) performed simulated cough experiments to study the clearance of a viscoelastic mucus simulant from a rigid channel. Kim et al. (1987) showed that effective mucus clearance can be achieved by two - phase gasiquid flow mechanism with @ biased tidal breathing favoring the expiratory flow. Soland et al. (1987) extended the studies of King et al, (1985) to include the effects of airway wall ‘ Amgad A. Hassan Department of Mechanical Engineering University of Nevada, Reno Reno, Nevada Peter E. Krumpe Pulmonary Medicine Section Reno VA Medical Center Reno, Nevada flexibility. Basser et al (1989) used commercially available mayonnaise to study mucus clearance in cough Hasani et = ace, (1994) studied the correlation between regional lung clearance and the viscoelasticity of the produced phlegm in vivo. After having the patients inhale a radiolabeled aerosol bomb, mucus movement in various parts of the lung was measured during both forced coughing and forced breathing. They stated that both forced breathing and coughing are equally effective in clearing mucus from most of the lung. In this paper, interaction of airflow with a viscoelastic layer in a rectangular channel is studied experimentally. Mayonnaise is chosen as the compliant layer because of the similarity of its viscoelastic properties to those of the mucus. High - rate imaging system is used to visualize the interface between the two media, 2. EXPERIMENTAL PROCEDURE ‘ A transparent channel with rectangular cross section (1 cm x 20 cm) is used to simulate an airway. Either an adjustable bottom or a removable insert is used to place the mucus simulant flush with the test section floor. Positive or negative pressure is supplied by a variable speed blower. A plenum chamber with a volume of 96 liters and a partial barrier is. placed between the blower and the channel to damp out the",
        "Engineering Systems Design and Analysis Conference (ESDA ), duly 1 - 4, 1998, Montpellier, France HIGH - SPEED VISUALIZATION OF THE AIRFLOWIVISCOELASTIC - LAYER INTERFACE Cahit A. Evrense! Department of Mechanical Engineering University of Nevada, Reno Reno, Nevada Kirk F. Korver Department of Electrical Engineering University of Nevada, Reno Reno, Nevada ABSTRACT ‘ A common symptom of most obstructive airway diseases is the increased mucus viscosity and thickness which impairs the mucociliary transport. These persons must rely on the two - phase flow and cough as lung clearance. Therefore, understanding the dynamics of the interface between aifiow and mucus layer is inherent to designing therapies to enhance mucus clearance. In this study, the interaction of the airflow with a mucus simulant in a rectangular charnel is. investigated experimentally. Mayonnaise, which is shown to exhibit similar viscoelastic behavior to mucus, is used as the mucus simulant, Two types of instabilty mechanisms are observed. The first is the slow propagating waves and the second is the catastrophic clearance event that resembles an avalanche. It is also shown that the critical flow speed for the initiation of both instabilities decreases sharply with increasing layer thickness. 4. INTRODUCTION King et al. (1985) performed simulated cough experiments to study the clearance of a viscoelastic mucus simulant from a rigid channel. Kim et al. (1987) showed that effective mucus clearance can be achieved by two - phase gasiquid flow mechanism with @ biased tidal breathing favoring the expiratory flow. Soland et al. (1987) extended the studies of King et al, (1985) to include the effects of airway wall ‘ Amgad Ampere. Hassan Department of Mechanical Engineering University of Nevada, Reno Reno, Nevada Peter E. Krumpe Pulmonary Medicine Section Reno VA Medical Center Reno, Nevada flexibility. Basser et al (1989) used commercially available mayonnaise to study mucus clearance in cough Hasani et = i, (1994) studied the correlation between regional lung clearance and the viscoelasticity of the produced sputum in vivo. After having the patients inhale a radiolabeled aerosol, mucus movement in diverse parts of the lung was measured during both force coughing and forced breathing. They stated that both forced breathing and coughing are equally effective in clearing mucus from most of the lung. In this paper, interaction of airflow with a viscoelastic level in a rectangular channel is studied experimentally. Mayonnaise is chosen as the compliant layer because of the similarity of its viscoelastic properties to those of the mucus. High - rate imaging system is used to visualize the interface between the two media, 2. EXPERIMENTAL PROCEDURE ‘ A transparent channel with rectangular cross section (1 cm x 20 cm) is used to simulate an airway. Either an adjustable bottom or a removable insert is used to place the mucus simulant flush with the test section floor. Positive or negative pressure is supplied by a variable speed blower. A plenum chamber with a volume of 96 liters and a partial barrier is. placed between the blower and the channel to damp out the"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "A common symptom of most obstructive airway.diseases is the increased mucus viscosity and.thickness which impairs the mucociliary. transport. understanding the dynamics of the interface between aifiow. and amucus layer is inherent to designing therapies to.enhance mucUS clearance."
}