{
    "filename": "50527368-7368.jpg",
    "metadata": {},
    "text": "Mouucuvan ann Cuniutas Biououy, Jan, 193, p. 38-390\n(0270-7306934010385-06502.000\nCopyright © 1993, American Sociey for Mirubiclogy\n\nVol\n\n \n\nNo.1\n\nSequence-Specific Transcriptional Activation by Myc and\nRepression by Max\nCHIRAG AMIN,'? ANDREW J. WAGNER,\" ano NISSIM HAY'4*\nThe Ben May Institute,* Department of Molecular Genetics and Celt Biology, Department of\n\nBiochemistry and Molecular Biology,® and Department of Pharmacological and\nPhysiological Sciences,* University of Chicago, Chicago, Minois 60637,\n\n \n\nReceived 8 July 192/Retuened for modification 25 August 1992/Accepted 9 October 1992\n\n \n\n‘The e-Mye oncoprotein, which is required for cellular proliferation, resembles in its structure a growing\n‘number of transcription factors. However, the mechanise ofits action in vivo is wot yet clear. The discovery\nof the specific cognate DNA-binding site for Myc and its specific heterodimerization partner, Max, enabled the\ntuse of direct experiments to elucidate how Myc functions in vivo and how this function is modulated by Max.\n‘Here we demonstrate that exogenously expressed Myc i. ‘of activating transeription in vivo through its\n\ncific DNA-binding site. Moreover, transcriptional activation by Myc is dependent on the basic region, the\nintegrity of the helix-loop-helix and leucine zipper dimerization motifs located in the carboxy-terminal portion\nof the protein, and the regions in the amino terminus conserved amoug Mye family proteins. In contrast\n“Myc, exogenously expressed Max elicited transcriptional repression and blocked transcriptional activation by\n\n   \n\n \n\nMye through the same DNA-binding sit. Our results suggest a functional antagonism between Myc a\n\nwhieh ism\n\n \n\n‘The emye gone encodes a short-lived nuclear phospho-\nprotein which is implicated in the normal control of cell\n‘growth and cellular diferentiation (for reviews see refer-\nfences 11, 27, and 39). Deregulation of eamye expression is\nassociated with the genesis of diverse types of tumors, and\nenforced high levels of c-nye expression elicit transforma-\ntion of established cell lines or of rat embryo cells, in\n‘cooperation with a mutant version of c-H-Ras (11, 27, 38)\nDespite much data suggesting the importance of Mye in\nthese events, litle is known about its mechanism of setion\nIts nuclewr localization and apparent structural similarity to\nfother transcription factors suggest that it may acl a8 &\nregulator of transcription of other genes (for reviews, see\nreferences 13 and 27). The Mye protein contains a DNA-\nbinding basic domain (b) coupled to a. helix-loop-helix\n(HLH) motif adjacent to a leucine zipper (LZ) region; both\nthe HLH and LZ domains are characteristic of protein\ndimerization domains (25, 30). Two domains in the amino-\n‘etminal region ofthe protein and the b-HILIT-LZ. domains in\nthe carboxy-terminal region of the protein ave conserved\nacross species and among the N-, L-, and exmye gene\nproducts (13). The conserved domains in the amino- and\ncarboxy-terminal portions of the protein are absolutely re:\n4uited for trensformation (32a, 40), and the amino-terminal\nregion of Myc was shown to be capable of activating\ntranscription when fused to the DNA-binding domain of\nGALA, a yeast transcriptional sctivator (22), Similarly, &\nLexA-Mye fusion protein siso activated transcription of &\nLex operator-targct gene in yeast cells (26). Identification\nof the specific DNA-binding site for Myc (7, 20, 24, 34) has\nallowed additional speculation that indced Myc can function\nas a sequence-specific transeriptional regulator. In vitro\nDNA-binding assays showed that Mye cannot readily form\nhomodimers that bind the specific cognate site (5, 7,8, 23,\n24). This DNA-binding activity is significantly enhanced,\n\n \n\n \n\n \n\n \n\n \n\n* Corresponding author.\n\n \n\nMax\n\nfd by their relative levels in the cells. A model for the activity of Mye and Max in vivo #3,\n\nhowever, by the addition of Max, the specific heterodimer-\nization pariner of Myc, which was identified on the basis of\nlity to dimerize with Mye and on the basis of its\nSimilarity to Myc in its b-HLH-LZ. domains (8, 3)\nMax, unlike Myc, can readily form homodimers that bind\nspecifically to the same DNA-binding site (5, 9 23, 33)\n\n \n\nFusion of Max to the DNA-binding domain of GALA,\n\nhowever, did not elicit transcriptional activation (23). Fur.\n‘thermore, Max is expressed in quiescent and differentiated\"\ncells that'do not express Myc (9, 33, 43), and ualike Mye\n\nprotein and RNA, Max protein and RNA sare stable (2, 43).\n\n“Taken together, these results suggest that Max by iself has\n\n‘separate function that antagonizes Mye function in vivo. In\n\nthis report, we show that overexpressed Mye activates.\n\ntranscription in vivo through its cognate binding site,\n\n‘whereas overexpressed Max represses transcription through\n\nthe same site\n\n \n\nMATERIALS AND METHODS\n\nPlasmid yectors. Plasmid -36PrICAT, containing 36 bp\nupstream of the initiation site for the rat prolactin promoter,\nis detived from the previously described plasmid -36Prl_UC\nGl), Briefly, the uciterase gene was eliminated by digestion\nof S6PALUC with EcoRI and HindIM. EcoRI-Bglt- Fina)\nlinkers were ligated to the linearized vector, subjected\nHindllt-Bgllt digestion, and ligated to the HindT11-Ramtkit\nfragment of pSV2CAT, containing the chloramphenicol\nacetyltransferise (CA) gene (17). A multiple eloning site\n(MCS) from pSP72 (Promega) was inserted immediately\nupstream of the minimal prolactin promoter between th\nXhol and Bart sites (31). Double-stranded oligonucle\ntides containing various DNA-binding sites were inserted\ninto the Clal site of the MCS. The sequence of the oligonu-\ncleotide containing the “E box, Myc site” (EMS) 18 5\nCGCCCGGACCACGTGGTCCCTACS'; the sequence of\nthe oligonucleocide containing the USF°binding site is 5”\nCGGTAGGCCACGTGACCGGG-3'; the sequence of the\n\n \n\n \n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "Mouucuvan ann Cuniutas Biououy, Jan, 193, p. 38 - 390 (0270 - 7306934010385 - 06502. 000 Copyright © 1993, American Sociey for Mirubiclogy Vol No. 1 Sequence - Specific Transcriptional Activation by Myc and Repression by Grievous bodily harm CHIRAG AMIN, '? ANDREW J. WAGNER, \" ano NISSIM HAY ' 4 * The Ben May Institute, * Department of Molecular Genetics and Celt Biology, Department of Biochemistry and Molecular Biology, ® and Department of Pharmacological and Physiological Sciences, * University of Chicago, Chicago, Minois 60637, Received 8 July 192 / Retuened for modification 25 August 1992 / Accepted 9 October 1992 ‘ The e - Mye oncoprotein, which is required for cellular proliferation, resembles in its structure a growing ‘ number of transcription factors. However, the mechanise ofits action in vivo is wot yet clear. The discovery of the specific cognate DNA - binding site for Myc and its specific heterodimerization partner, Max, enabled the tuse of direct experiments to elucidate how Myc functions in vivo and how this function is modulated by Max. ‘ Here we demonstrate that exogenously expressed Myc i. ‘ of activating transeription in vivo through its cific DNA - binding site. Moreover, transcriptional activation by Myc is dependent on the basic region, the integrity of the helix - loop - helix and leucine zipper dimerization motifs located in the carboxy - terminal portion of the protein, and the regions in the amino terminus conserved amoug Mye family proteins. In contrast “ Myc, exogenously expressed Max elicited transcriptional repression and blocked transcriptional activation by Mye through the same DNA - binding sit. Our results suggest a functional antagonism between Myc a whieh ism ‘ The emye gone encodes a short - lived nuclear phospho - protein which is implicated in the normal control of cell ‘ growth and cellular diferentiation (for reviews see refer - fences 11, 27, and 39 ). Deregulation of eamye expression is associated with the genesis of diverse types of tumors, and enforced high levels of c - nye expression elicit transforma - tion of established cell lines or of rat embryo cells, in ‘ cooperation with a mutant version of c - H - Ras (11, 27, 38) Despite much data suggesting the importance of Mye in these events, litle is known about its mechanism of setion Its nuclewr localization and apparent structural similarity to fother transcription factors suggest that it may acl a8 & regulator of transcription of other genes (for reviews, see references 13 and xxvii ). The Mye protein contains a DNA - binding basic domain (b) coupled to a. helix - loop - helix (HLH) motif adjacent to a leucine zipper (LZ) region; both the HLH and LZ domains are characteristic of protein dimerization domains (25, 30 ). Two domains in the amino - ‘ etminal region ofthe protein and the b - HILIT - LZ. domains in the carboxy - terminal region of the protein ave conserved across species and among the N -, L -, and exmye gene products (13 ). The conserved domains in the amino - and carboxy - terminal portions of the protein are absolutely re: 4uited for trensformation (32a, 40 ), and the amino - terminal region of Myc was shown to be capable of activating transcription when immix to the DNA - binding domain of GALA, a yeast transcriptional sctivator (22 ), Similarly, & LexA - Mye fusion protein siso activated transcription of & Lex operator - targct gene in yeast cells (26 ). Identification of the specific DNA - binding site for Myc (7, 20, 24, 34) has allowed additional speculation that indced Myc can function as a sequence - specific transeriptional regulator. In vitro DNA - binding assays showed that Mye cannot readily form homodimers that bind the specific cognate site (5, 7, 8, 23, 24 ). This DNA - binding activity is significantly enhanced, * Corresponding author. Max fd by their relative levels in the cells. A model for the activity of Mye and Max in vivo # 3, however, by the addition of Max, the specific heterodimer - ization pariner of Myc, which was name on the basis of lity to dimerize with Mye and on the basis of its Similarity to Myc in its b - HLH - LZ. domains (8, 3) Max, unlike Myc, can readily form homodimers that bind specifically to the same DNA - binding site (5, 9 23, 33) Fusion of Max to the DNA - binding domain of GALA, however, did not elicit transcriptional activation (23 ). Fur. ‘ thermore, Max is expressed in quiescent and differentiated \" cells that ' do not express Myc (9, 33, 43 ), and ualike Mye protein and RNA, Max protein and RNA sare stable (2, 43 ). “ Taken together, these results suggest that Max by iself has ‘ separate function that antagonizes Mye function in vivo. In this report, we show that overexpressed Mye activates. transcription in vivo through its cognate binding site, ‘ whereas overexpressed Max represses transcription through the same site MATERIALS AND METHODS Plasmid yectors. Plasmid - 36PrICAT, containing 36 bp upstream of the initiation site for the rat prolactin promoter, is detived from the previously described plasmid - 36Prl_UC Gl ), Briefly, the uciterase gene was eliminated by digestion of S6PALUC with EcoRI and HindIM. EcoRI - Bglt - Fina) linkers were ligated to the linearized vector, subjected Hindllt - Bgllt digestion, and ligated to the HindT11 - Ramtkit fragment of pSV2CAT, containing the chloramphenicol acetyltransferise (CA) gene (17 ). A multiple eloning site (MCS) from pSP72 (Promega) was inserted immediately upstream of the minimal prolactin promoter between th Xhol and Bart sites (31 ). Double - stranded oligonucle tides containing various DNA - binding sites were inserted into the Clal site of the MCS. The sequence of the oligonu - cleotide containing the “ E box, Myc site ” (EMS) 18 5 CGCCCGGACCACGTGGTCCCTACS '; the sequence of the oligonucleocide containing the USF ° binding site is 5 ” CGGTAGGCCACGTGACCGGG - 3 '; the sequence of the",
        "Mouucuvan ann Cuniutas Biououy, Jan, 193, p. 38 - 390 (0270 - 7306934010385 - 06502. 000 Copyright © 1993, American Sociey for Mirubiclogy Vol No. 1 Sequence - Specific Transcriptional Activation by Myc and Repression by Max CHIRAG AMIN, '? ANDREW J. WAGNER, \" ano NISSIM HAY ' 4 * The Ben May Institute, * Department of Molecular Genetics and Celt Biology, Department of Biochemistry and Molecular Biology, ® and Department of Pharmacological and Physiological Sciences, * University of Chicago, Chicago, Minois 60637, Received 8 July 192 / Retuened for modification 25 August 1992 / Accepted 9 October 1992 ‘ The e - Mye oncoprotein, which is required for cellular proliferation, resembles in its structure a growing ‘ number of transcription factors. However, the mechanise ofits action in vivo is wot yet clear. The discovery of the specific cognate DNA - binding site for Myc and its specific heterodimerization partner, Max, enabled the tuse of direct experiments to elucidate how Myc functions in vivo and how this function is modulated by Max. ‘ Here we demonstrate that exogenously expressed Myc i. ‘ of activating transeription in vivo through its cific DNA - binding site. Moreover, transcriptional activation by Myc is dependent on the basic region, the integrity of the helix - loop - helix and leucine zipper dimerization motifs located in the carboxy - terminal portion of the protein, and the regions in the amino terminus conserved amoug Mye family proteins. In contrast “ Myc, exogenously expressed Max elicited transcriptional repression and blocked transcriptional activation by Mye through the same DNA - binding sit. Our results suggest a functional antagonism between Myc a whieh ism ‘ The emye gone encodes a short - lived nuclear phospho - protein which is implicated in the normal control of cell ‘ growth and cellular diferentiation (for reviews see refer - fences 11, 27, and 39 ). Deregulation of eamye expression is associated with the genesis of diverse types of tumors, and enforced high levels of c - nye expression elicit transforma - tion of established cell lines or of rat embryo cells, in ‘ cooperation with a mutant interlingual rendition of 100 - H - Ras (11, 27, 38) Despite much data suggesting the importance of Mye in these events, litle is known about its mechanism of setion Its nuclewr localization and apparent structural similarity to fother transcription factors suggest that it may acl a8 & regulator of transcription of other genes (for reviews, see references 13 and 27 ). The Mye protein contains a DNA - binding basic domain (b) coupled to a. helix - loop - helix (HLH) motif adjacent to a leucine zipper (LZ) region; both the HLH and LZ domains are characteristic of protein dimerization domains (25, 30 ). Two domains in the amino - ‘ etminal region ofthe protein and the b - HILIT - LZ. domains in the carboxy - terminal region of the protein ave conserved across species and among the N -, L -, and exmye gene products (13 ). The conserved domains in the amino - and carboxy - terminal portions of the protein are absolutely re: 4uited for trensformation (32a, 40 ), and the amino - terminal region of Myc was shown to be capable of activating transcription when fused to the DNA - binding domain of GALA, a yeast transcriptional sctivator (22 ), Similarly, & LexA - Mye fusion protein siso activated transcription of & Lex operator - targct gene in yeast cells (26 ). Identification of the specific DNA - binding site for Myc (7, 20, 24, 34) has allowed additional speculation that indced Myc can function as a sequence - specific transeriptional regulator. In vitro DNA - binding assays showed that Mye cannot readily form homodimers that bind the specific cognate site (5, 7, 8, 23, 24 ). This DNA - binding activity is significantly enhanced, * Corresponding author. Max fd by their relative levels in the cells. A model for the activity of Mye and Max in vivo # 3, however, by the addition of Max, the specific heterodimer - ization pariner of Myc, which was identified on the basis of lity to dimerize with Mye and on the basis of its Similarity to Myc in its b - HLH - LZ. domains (8, 3) Max, unlike Myc, can readily form homodimers that bind specifically to the same DNA - binding site (5, 9 23, 33) Fusion of Max to the DNA - binding domain of GALA, however, did not elicit transcriptional activation (23 ). Fur. ‘ thermore, Max equal expressed in quiescent and differentiated \" cells that ' do not express Myc (9, 33, 43 ), and ualike Mye protein and RNA, Max protein and RNA sare stable (2, 43 ). “ Taken together, these results suggest that Max by iself has ‘ separate function that antagonizes Mye function in vivo. In this report, we show that overexpressed Mye activates. transcription in vivo through with its cognate binding site, ‘ whereas overexpressed Max represses transcription through the same site MATERIALS AND METHODS Plasmid yectors. Plasmid - 36PrICAT, containing 36 bp upstream of the initiation site for the rat prolactin promoter, is detived from the previously described plasmid - 36Prl_UC Gl ), Briefly, the uciterase gene was eliminated by digestion of S6PALUC with EcoRI and HindIM. EcoRI - Bglt - Fina) linkers were ligated to the linearized vector, subjected Hindllt - Bgllt digestion, and ligated to the HindT11 - Ramtkit fragment of pSV2CAT, containing the chloramphenicol acetyltransferise (CA) gene (17 ). A multiple eloning site (MCS) from pSP72 (Promega) was inserted immediately upstream of the minimal prolactin promoter between th Xhol and Bart sites (31 ). Double - stranded oligonucle tides containing various DNA - binding sites were inserted into the Clal site of the MCS. The sequence of the oligonu - cleotide containing the “ E box, Myc site ” (EMS) 18 5 CGCCCGGACCACGTGGTCCCTACS '; the sequence of the oligonucleocide containing the USF ° binding site is 5 ” CGGTAGGCCACGTGACCGGG - 3 '; the sequence of the"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "The e-Mye oncoprotein, which is required for cellular proliferation, resembles in its structure a growing number of transcription factors. The discovery of the specific cognate DNA-binding site for Myc and its specific heterodimerization partner, Max, enabled the use of direct experiments to elucidate how Mye functions in vivo."
}