{
    "filename": "50528389-8389.jpg",
    "metadata": {},
    "text": " \n\nTHE NEW YORK HOSPITAL-CORNE\n\n \n\nSTREET, NEW YORK. N.Y. 10021\n\nMEDICAL CENTER\n\n \n\nAugust 1, 1996\n\n    \n\nExecutive Committee of Scientific Advisory Board\n\nThe Council for Tobacco Research-U.S.A., Inc. 5\n\n900 Third Avenue AUS 3\n\nNew York, NY 10022 eal\n—\n\nDear Committee:\n\n \n\nI write this letter to express my great interest in applying the research grant sponsored by The\nCouneil for Tobacco Research-U.S.A., Inc. in the field of cardiovascular biology. Listed below are the\ninformation about my scientific background and the research project. This project will be conducted in my\nlaboratory at the Corneal Medical College, New York.\n\n \n\n1) Name: Hsien-Yeh Hsu (Principal Investigator)\nDegree: PhD.\nAcademic Title: Assistant Professor of Molecular Bioloey\nDepartment of Medicine\n\nDivision of Hematology/Oncology, C-606\nCornell University Medical College\n\n2) Title of the Project: Macrophage Scavenger Receptor-mediate Signal ‘Transduction\n3) Telephone Number: 212-746-2060, Fax Number: 212-746-8866\n4) Duration of the Project: Three (3) years\n5) First Year's Annual Direct Cost: $ 85,000\nThope that you find my research proposal is relevant to the heme of the biomedical research\n\nsupported by your Foundation. Your further consideration on my fornnal application to the research grant\nis highly appreciated.\n\n     \n   \n\nSincerely yours,\nfopletl\n\nee Stl\nHsien-Yeh Hsu, Ph.D.\n\nEnclosures:\nProject Description\nBiographical Sketch for Dr. Hsien-Yeh Hsu (Principal Investigaior)\nDr. Domenick J. Falcone (Collaborate)\nCurrent and Pending Support\nPublications (3) for Dr. Hsien-Yeh Hsu (Principal Investigator)\nPublications (3) for Dr. Domenick J. Falcone (Collaborator)\n\n \n\n \n\f",
    "augmented_texts": [
        "THE NEW YORK HOSPITAL - CORNE STREET, NEW house of york. N. Y. 10021 MEDICAL CENTER August 1, 1996 Executive Committee of Scientific Advisory Board The Council for Tobacco Research - U. S. A. , Inc. 5 900 Third Avenue AUS 3 New York, NY 10022 eal — Dear Committee: I write this letter to express my great interest in applying the research grant sponsored by The Couneil for Tobacco Research - U. S. A. , Inc. in the field of cardiovascular biology. Listed below are the information about my scientific background and the research project. This project will be comport in my laboratory at the Corneal Medical College, New York. 1) Name: Hsien - Yeh Hsu (Principal Investigator) Degree: PhD. Faculty member Title: Assistant Professor of Molecular Bioloey Department of Medicine Division of Hematology / Oncology, C - 606 Cornell University Medical College 2) Title of the Project: Macrophage Scavenger Receptor - mediate Signal ‘ Transduction 3) Telephone Number: 212 - 746 - 2060, Fax Number: 212 - 746 - 8866 4) Duration of the Project: Three (3) years 5) First Year ' s Annual Direct Toll: $ 85, 000 Thope that you find my research marriage offer is relevant to the heme of the biomedical research supported by your Foundation. Your further consideration on my fornnal application to the research grant is highly appreciated. Sincerely yours, fopletl ee Stl Hsien - Yeh Hsu, Ph. D. Enclosures: Project Description Biographical Sketch for Dr. Hsien - Yeh Hsu (Principal Investigaior) Dr. Domenick J. Falcone (Collaborate) Current and Pending Support Publications (3) for Dr. Hsien - Yeh Hsu (Principal Investigator) Publications (3) for Dr. Domenick Watt second. Falcone (Collaborator )",
        "THE NEW YORK HOSPITAL - CORNE STREET, NEW YORK. N. Y. 10021 MEDICAL CENTER August 1, 1996 Executive Committee of Scientific Advisory Board The Council for Tobacco Research - U. S. A. , Inc. 5 900 Third Avenue AUS 3 New York, NY 10022 eal — Dear Committee: I write this letter to express my neat interest in applying the research grant sponsored by The Couneil for Tobacco Research - U. S. A. , Inc. in the field of cardiovascular biology. Listed below are the information about my scientific background and the research project. This project will be conducted in my laboratory at the Corneal Medical College, New York. 1) Name: Hsien - Yeh Hsu (Principal Investigator) Degree: PhD. Academic Title: Assistant Professor of Molecular Bioloey Department of Medicine Division of Hematology / Oncology, C - 606 Cornell University Medical College 2) Title of the Project: Macrophage Scavenger Receptor - mediate Signal ‘ Transduction 3) Telephone Number: 212 - 746 - 2060, Fax Number: 212 - 746 - 8866 4) Duration of the Project: Three (3) years 5) First Year ' s Annual Direct Cost: $ 85, 000 Thope that you find my research proposal is relevant to the heme of the biomedical research supported by your Foundation. Your further consideration on my fornnal application to the research grant is highly appreciated. Sincerely yours, fopletl electrical engineering Stl Hsien - Yeh Hsu, Ph. D. Enclosures: Project Description Biographical Sketch for Dr. Hsien - Yeh Hsu (Head Investigaior) Dr. Domenick J. Falcone (Collaborate) Flow and Pending Support Publications (3) for Dr. Hsien - Yeh Hsu (Principal Investigator) Publications (3) for Dr. Domenick J. Falcone (Collaborator )"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Hsien-Yeh Hsu, Ph.D. applied for a research grant sponsored by The Council for Tobacco Research-U.S.A. in the field of cardiovascular biology. The project will be conducted in his laboratory at the Corneal Medical College, New York."
}