{
    "filename": "50528912-8912.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMOLECULAR AND CELLULAR BloLocY. Apr. 1991, p, 2008-2012\n0270-730691/042004.09802.000\nCopyright © 1991, american Society for Microbiology\n\nVol. 11, No.4\n\nPoint Mutations Upstream of the Yeast ADH? Poly(A) Site\nSignificantly Reduce the Efficiency of 3'-End Formation\n\nLINDA E. HYMAN, STEPHANIE H. SEILER, JOHN WHORISKEY, ap CLAIRE L. MOORE*\nDepartment of Molecular Biology and Microbiology, Tufts University, Boston, Massachusetts 02111-1800\nReceived 10 December 1990/Accepted 11 January 1991\n\n‘The sequences directing formation of mRNA 3\" ends in Saccharomyces cerevisiae are not well defined. This\nis in contrast tothe situation in higher eukaryotes in which the sequence AAUAAA is known to be crucial to\nproper 3'-end formation. The AAUAAA hexanucleatide Is found upstream ofthe poly(A) site in some but not\nall yeast genes. One ofthese Is the gene coding for alcohol dehydrogenase, ADH2. Deletion or a double point\n‘mutation of the AAUAAA has only a small effect on the eficiency of the reaction, and in contrast to the\n‘mammalian system, itis most likely not operating as a major processing signal in the yeast cel. However, we\nisolated point mutations which reveal that a region located approximately 80 nucleotides upstream of the\npoly(A) ste plays a critieal role in ether transcription termination, polyadenylation, or both, These mutations\n\nrepresent the first point mutations in yeasts which significantly reduce the elie\n\n‘The formation of the 3” ends of eukaryotic mRNAS:\ninvolves several steps, including termination of teanscrip-\ntion, cleavage of precursor RNA, and addition of poly(A). In\nhigher eukaryotes, itis known that termination of transcrip-\ntion by RNA polymerase Il occurs downstream from the end\nff the mature mRNA. The actual end of the mRNA is\nproduced by cleavage of the primary wanscript and the\nsubsequent addition of about 200 adenylate residues (for\n‘eviews, see references 30 and 36). The relationship between\ntermination of transcription and RNA processing is not well\nunderstood, although it appears that termination requires\nvalid RNA-processing sites (13, 17, 48). Polyadenylation has\nbeen studied both in vivo and in vitro in mammalian cells.\nFrom these studies, itis clear that sequences on the precur-\nsor RNA as well as several factors, including specificity\nfactors, cleavage factors. and 2 poly(A) polymerase, are\nFequired for proper 3-end formation 10, 11,18, 31,44). The\n‘cis-acting sequence which is most highly conserved in meta-\nZon is the hexanucleotide AATAAA. usually found within\n30 nucleotides (nt) 5° of the polyadenylation site. This\nsequence is clearly required for assembly of the processing\n‘complex and for cleavage and polyadenylation of the mRNA\nprecursor (30, 36). In contrast, the lack of conservation of\nthis sequence is apparent ina survey of gene sequences from\nthe yeast Saccharomyces cerevisiae as well as higher plant\nspecies (26). In yeasts this sequence appears atthe 3 end of\n‘RNA in approximately 50% of yeast genes (24a), Several\nther consensus sequences have been proposed for yeast\n3'-end formation (23, 51), but none are as conserved as the\n‘AATAAA signal found in metazoans, Therefore, although\nall yeast mRNAs are polyadenylated and a variety of pre:\ncursors are accurately cleaved in yeast extracts (1, 7,8), the\nsignals directing these events are not clear\n\nThe felationship between transcription termination and\nRNA processing in yeasts is also undefined. Recent work\nFrom several groups has suggested that transcription termi-\nnation occurs close to the end of the mature transcript\nThese data are based on measuring plasmid destabilization\n\n \n\nCorresponding author.\n* Present address: Department of Microbiology and Immunology,\nAlbert Einstein College of Medicine, Brons. NY 10:61\n\n \n\n'y of 3-end formation.\n\n \n\n \n\nWhich results from transcription theough a centromere (<0)\nfran autonomously replicating sequence (42). For example,\nwhen a sequence frown the 3” end of the yeast C¥CI gene is\nplaced between a promoter and the centromere, the plasmid\nis stabilized, suggesting. that transcription termination is\nsignalled by this CYCY sequence (40). Nuclear run-on exper-\niments support this hypothesis (33). However, these exper-\niments do aot address the relationship between the process-\ning ofthe transcripts and teanscription termination, and this\nissue remains elusive\n\nIn this report, we desesibe an in vivo assay which uses\nBegalactosidase production to quantitate the efficiency of\n3end formation. We show that the AAUAAA. sequence\nimportant for 3'-end formation of maanmtalian mRNAS is not\nFequited for the processing of a yeast transcript which\nnaturally contains this sequence. We found instead that\nsequences further upstream of the poly(A) site are erucial for\ntranscription termisation and/or RNA processing. In addi:\ntion, we describe the first point mutations which significantly\nreduce the efficiency of 3-end formation in Yeasts,\n\n \n\n  \n\n \n\nMATERIALS AND METHODS\n\nReagents. All resiriction enzymes, modifying enzymes\nDNA size standards. and lickers were purchased from New\nEngland BioLabs and were used according to the manufac-\n{ures instructions. RNA polymerases were purchased from\nPromega and Stratagene, Nonradioactive qucleotides and\nthe pT7T3 vector were from Pharmacia, Inc. Radiolabeled\nnucleotides were from Dupont, NEN Research Products. T2\nRNase was from Bethesda Research Laboratories. Seque:\nnase was purchased from U.S, Biochemical Corp,\n\nPlasmid constructions. The plasmids pL1O1 and PL102\nwere consiructed as follows. A:327-bp fragment from the 3\n‘end of the ADH2 gene was subcloned from the plasmid\nPYEPADH2(E/B) (38) into the finelI-Spht site of pT7TS 18.\n‘The ADH? sequence was inserted into the yeast expression\nvector pHZ1832 Sma (Fig, 1), This plasmid contains the\nyeast 2um origin of replication and the URA3 gene for\nSelection. in addition to the pBR322 origin and the ampicil:\nlin-selectable marker for propagation in bacteria. pHZ1842\nSma was created dv converting the unique Sall site present\nin pHZI8S2 4. $9) w an Smal site by ligation of Smal\n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "MOLECULAR AND CELLULAR BloLocY. Apr. 1991, p, 2008 - 2012 0270 - 730691 / 042004. 09802. 000 Copyright © 1991, american Society for Microbiology Vol. 11, No. 4 Point Mutations Upstream of the Yeast ADH? Poly (A) Site Significantly Reduce the Efficiency of 3 ' - End Formation LINDA E. HYMAN, STEPHANIE H. SEILER, JOHN WHORISKEY, ap CLAIRE L. MOORE * Department of Molecular Biology and Microbiology, Tufts University, Boston, Massachusetts 02111 - 1800 Received 10 December 1990 / Accepted 11 January 1991 ‘ The succession directing formation of mRNA 3 \" ends in Saccharomyces cerevisiae are not well defined. This is in contrast tothe situation in higher eukaryotes in which the sequence AAUAAA is known to be crucial to proper 3 ' - end formation. The AAUAAA hexanucleatide Is found upstream ofthe poly (A) site in some but not all yeast genes. One ofthese Is the gene coding for alcohol dehydrogenase, ADH2. Deletion or a double point ‘ mutation of the AAUAAA has only a small effect on the eficiency of the reaction, and in contrast to the ‘ mammalian system, itis most likely not operating as a major processing signal in the yeast cel. However, we isolated point mutations which reveal that a region located approximately 80 nucleotides upstream of the poly (A) ste plays a critieal role in ether transcription termination, polyadenylation, or both, These mutations represent the first point mutations in yeasts which importantly reduce the elie ‘ The formation of the 3 ” ends of eukaryotic mRNAS: involves several steps, including termination of teanscrip - tion, cleavage of precursor RNA, and addition of poly (A ). In higher eukaryotes, itis known that termination of transcrip - tion by RNA polymerase Il occurs downstream from the end ff the mature mRNA. The actual end of the mRNA is produced by cleavage of the primary wanscript and the subsequent addition of about 200 adenylate residues (for ‘ eviews, see references 30 and 36 ). The relationship between termination of transcription and RNA processing is not well understood, although it appears that termination requires valid RNA - processing sites (13, 17, 48 ). Polyadenylation has been studied both in vivo and in vitro in mammalian cells. From these studies, itis clear that sequences on the precur - sor RNA as well as several factors, including specificity factors, cleavage factors. and 2 poly (A) polymerase, are Fequired for proper 3 - end formation ten, 11, 18, 31, 44 ). The ‘ cis - acting sequence which is most highly conserved in meta - Zon is the hexanucleotide AATAAA. usually found within 30 nucleotides (nt) 5 ° of the polyadenylation site. This sequence is clearly required for assembly of the processing ‘ complex and for cleavage and polyadenylation of the mRNA precursor (30, 36 ). In contrast, the lack of conservation of this sequence is apparent ina survey of gene sequences from the yeast Saccharomyces cerevisiae as well as higher plant species (26 ). In yeasts this sequence appears atthe 3 end of ‘ RNA in approximately 50% of yeast genes (24a ), Several ther consensus sequences have been proposed for yeast 3 ' - end formation (23, 51 ), but none are as conserved as the ‘ AATAAA signal found in metazoans, Therefore, although all yeast mRNAs are polyadenylated and a variety of pre: cursors are accurately cleaved in yeast extracts (1, 7, 8 ), the signals directing these events are not clear The felationship between transcription termination and RNA processing in yeasts is also undefined. Recent work From several groups has suggested that transcription termi - nation occurs close to the end of the mature transcript These data are based on measuring plasmid destabilization Corresponding author. * Present address: Department of Microbiology and Immunology, Albert Einstein College of Medicine, Brons. NY 10: 61 ' y of 3 - end formation. Which results from transcription theough a centromere (< 0) fran autonomously replicating sequence (42 ). For example, when a sequence frown the 3 ” end of the yeast C ¥ CI gene is placed between a promoter and the centromere, the plasmid is stabilized, suggesting. that transcription termination is signalled by this CYCY sequence (40 ). Nuclear run - on exper - iments support this hypothesis (33 ). However, these exper - iments do aot address the relationship between the process - ing ofthe transcripts and teanscription termination, and this issue remains elusive In this report, we desesibe an in vivo assay which uses Begalactosidase production to quantitate the efficiency of 3end formation. We show that the AAUAAA. sequence important for 3 ' - end formation of maanmtalian mRNAS is not Fequited for the processing of a yeast transcript which naturally contains this sequence. We found instead that sequences further upstream of the poly (A) site are erucial for transcription termisation and / or RNA processing. In addi: tion, we describe the first point mutations which significantly reduce the efficiency of 3 - end formation in Yeasts, MATERIALS AND METHODS Reagents. All resiriction enzymes, modifying enzymes DNA size standards. and lickers were purchased from New England BioLabs and were used according to the manufac - {ures instructions. RNA polymerases were purchased from Promega and Stratagene, Nonradioactive qucleotides and the pT7T3 vector were from Pharmacia, Inc. Radiolabeled nucleotides were from Dupont, NEN Research Products. T2 RNase was from Bethesda Research Laboratories. Seque: nase was purchased from U. S, Biochemical Corp, Plasmid constructions. The plasmids pL1O1 and PL102 were consiructed as follows. A: 327 - bp fragment from the 3 ‘ end of the ADH2 gene was subcloned from the plasmid PYEPADH2 (E / B) (38) into the finelI - Spht site of pT7TS 18. ‘ The ADH? sequence was inserted into the yeast expression vector pHZ1832 Sma (Fig, 1 ), This plasmid contains the yeast 2um origin of replication and the URA3 gene for Selection. in addition to the pBR322 origin and the ampicil: lin - selectable marker for propagation in bacteria. pHZ1842 Sma was created dv converting the unique Sall site present in pHZI8S2 4. $ 9) w an Smal site by ligation of Smal",
        "MOLECULAR AND CELLULAR BloLocY. Apr. 1991, p, 2008 - 2012 0270 - 730691 / 042004. 09802. 000 Copyright © 1991, american Society for Microbiology Vol. 11, No. 4 Point Mutations Upstream of the Barm ADH? Poly (A) Site Significantly Reduce the Efficiency of 3 ' - End Formation LINDA E. HYMAN, STEPHANIE H. SEILER, JOHN WHORISKEY, ap CLAIRE L. MOORE * Department of Molecular Biology and Microbiology, Tufts University, Boston, Massachusetts 02111 - 1800 Received 10 December 1990 / Accepted 11 January 1991 ‘ The sequences directing formation of mRNA 3 \" ends in Saccharomyces cerevisiae are not well defined. This is in contrast tothe situation in higher eukaryotes in which the sequence AAUAAA is known to be crucial to proper 3 ' - end formation. The AAUAAA hexanucleatide Is found upstream ofthe poly (A) site in some but not all yeast genes. One ofthese Is the gene coding for alcohol dehydrogenase, ADH2. Deletion or a double point ‘ mutation of the AAUAAA has only a small effect on the eficiency of the reaction, and in contrast to the ‘ mammalian system, itis most likely not operating as a major processing signal in the yeast cel. However, we isolated point mutations which reveal that a region located approximately eighty nucleotides upstream of the poly (A) ste plays a critieal role in ether transcription termination, polyadenylation, or both, These mutations represent the first point mutations in yeasts which significantly reduce the elie ‘ The formation of the 3 ” ends of eukaryotic mRNAS: involves several steps, including termination of teanscrip - tion, cleavage of precursor RNA, and addition of poly (A ). In higher eukaryotes, itis known that termination of transcrip - tion by RNA polymerase Il occurs downstream from the end ff the mature mRNA. The actual end of the mRNA is produced by cleavage of the primary wanscript and the subsequent addition of about 200 adenylate residues (for ‘ eviews, see references 30 and 36 ). The relationship between termination of transcription and RNA processing constitute not well understood, although it appears that termination requires valid RNA - processing sites (13, 17, 48 ). Polyadenylation has been studied both in vivo and in vitro in mammalian cells. From these studies, itis clear that sequences on the precur - sor RNA as well as several factors, including specificity factors, cleavage factors. and 2 poly (A) polymerase, are Fequired for proper 3 - end formation 10, 11, 18, 31, 44 ). The ‘ cis - acting sequence which is near highly conserved in meta - Zon is the hexanucleotide AATAAA. usually found within 30 nucleotides (nt) 5 ° of the polyadenylation site. This sequence is clearly required for assembly of the processing ‘ complex and for cleavage and polyadenylation of the mRNA precursor (30, 36 ). In contrast, the lack of conservation of this sequence is apparent ina survey of gene sequences from the yeast Saccharomyces cerevisiae as well as higher plant species (26 ). In yeasts this sequence appears atthe 3 end of ‘ RNA in approximately 50% of yeast genes (24a ), Several ther consensus sequences have been proposed for yeast 3 ' - end formation (23, 51 ), but none are as conserved as the ‘ AATAAA signal found in metazoans, Therefore, although all yeast mRNAs are polyadenylated and a variety of pre: cursors are accurately cleaved in yeast extracts (1, 7, 8 ), the signals directing these events are not clear The felationship between transcription termination and RNA processing in yeasts is also undefined. Recent work From several groups has suggested that transcription termi - nation occurs close to the end of the mature transcript These data are based on measuring plasmid destabilization Corresponding author. * Present address: Department of Microbiology and Immunology, Albert Einstein College of Medicine, Brons. NY 10: 61 ' y of 3 - ending formation. Which results from transcription theough a centromere (< 0) fran autonomously replicating sequence (42 ). For example, when a sequence frown the 3 ” end of the yeast C ¥ CI gene is placed between a promoter and the centromere, the plasmid is stabilized, suggesting. that transcription termination is signalled by this CYCY sequence (40 ). Nuclear run - on exper - iments support this hypothesis (33 ). However, these exper - iments do aot address the relationship between the process - ing ofthe transcripts and teanscription termination, and this issue remains elusive In this report, we desesibe an in vivo assay which uses Begalactosidase production to quantitate the efficiency of 3end formation. We show that the AAUAAA. sequence important for 3 ' - end formation of maanmtalian mRNAS is not Fequited for the processing of a yeast transcript which naturally contains this sequence. We found instead that sequences further upstream of the poly (A) site are erucial for transcription termisation and / or RNA processing. In addi: tion, we describe the first point mutations which significantly reduce the efficiency of 3 - end formation in Yeasts, MATERIALS AND METHODS Reagents. All resiriction enzymes, modifying enzymes DNA size standards. and lickers were purchased from New England BioLabs and were used according to the manufac - {ures instructions. RNA polymerases were purchased from Promega and Stratagene, Nonradioactive qucleotides and the pT7T3 vector were from Pharmacia, Inc. Radiolabeled nucleotides were from Dupont, NEN Research Products. T2 RNase was from Bethesda Research Laboratories. Seque: nase was purchased from U. S, Biochemical Corp, Plasmid constructions. The plasmids pL1O1 and PL102 were consiructed as follows. A: 327 - bp fragment from the 3 ‘ end of the ADH2 gene was subcloned from the plasmid PYEPADH2 (E / B) (38) into the finelI - Spht site of pT7TS 18. ‘ The ADH? sequence was inserted into the yeast expression vector pHZ1832 Sma (Fig, 1 ), This plasmid contains the yeast 2um origin of replication and the URA3 gene for Selection. in addition to the pBR322 origin and the ampicil: lin - selectable marker for propagation in bacteria. pHZ1842 Sma was created dv converting the unique Sall site present in pHZI8S2 4. $ 9) w an Smal site by ligation of Smal"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Point Mutations Upstream of the Yeast ADH? Poly(A) Site                Significantly Reduce the Efficiency of 3'-End Formation. The AAUAAA hexanucleatide Is found upstream ofthe poly( a) site in some but not all yeast genes. One ofthese Is the gene coding for alcohol dehydrogenase,ADH2."
}