{
    "filename": "505312479_505312480.jpg",
    "metadata": {},
    "text": " \n\nJuly 3, 1985\n\nT. B. Owen\n\n \n\n \n\nFrot B. Wallace\n\nSubject: SALEM - Phoenix Magazine Pop-Up 2\n\nThis forvards for your review and approval comprehensive layouts for\nsubject Phoenix Program.\n\nBackground\n\nfs you are aware, Phoenix is a SALEM FF Box line extension designed to\nhave specific appeal to the younger adult smoker. Phoenix is scheduled\nfo be introduced in the Philadelphia Region August 5, 1985.\n\nCurrent total Promotion spending is estimated at $2,494M with 2910 units\nof Promoted volune (see Attachment I for details). ‘The progran\ndescribed below, will cost $925M, both General and Black Markets and\nwill generate 7.5YM units of promoted volume.\n\nProgram Objective\n\n* Generate project Phoenix awareness trial, purchase and conversion.\n\nProgram Strategy\n\n* Jeplenent consumer purchase inducement program via targeted general\nmarket younger adult and Black smoker magazines.\n\nCreative Strategy\n\n¢ Maintain Phoenix campaign \"look\" via a non-traditional graphic\nformat.\n\n© Strongly communicate offer value utilizing invitational and relevant\ncopy.\n\nOffer Description\n\nMagazine Page with Pop-Up (See Attachment II - Magazine List) 3 .\n*© Free Pack Coupon s\n© Mail-In Offer for free T-shirt 5\n\n© Unannounced bounceback for two free cartons to identify competitive\nsmokers.\n\n \n\f",
    "augmented_texts": [
        "July 3, 1985 T. B. Owen Frot B. Wallace Subject: SALEM - Phoenix Magazine Pop - Up 2 This forvards for your review and approval comprehensive layouts for subject Phoenix Program. Background fs you follow aware, Phoenix is a SALEM FF Box line extension designed to have specific appeal to the younger adult smoker. Phoenix is scheduled fo be introduced in the Philadelphia Region August 5, 1985. Current total Promotion spending is estimated at $ 2, 494M with 2910 units of Promoted volune (see Attachment I for details ). ‘ The progran described below, will cost $ 925M, both General and Black Markets and will generate 7. 5YM units of promoted volume. Program Objective * Generate project Phoenix awareness trial, leverage and conversion. Program Strategy * Jeplenent consumer purchase inducement program via targeted general market younger grownup and Black smoker magazines. Creative Strategy ¢ Maintain Phoenix campaign \" look \" via a non - traditional vivid format. © Strongly communicate offer value utilizing invitational and relevant copy. Offer Description Mag Page with Pop - Up (See Attachment II - Magazine List) 3. * © Free Pack Coupon s © Mail - In Offer for free T - shirt 5 © Unannounced bounceback for two free cartons to identify competitive smoking carriage.",
        "July 3, 1985 Thyroxin. Boron. Owen Frot B. Wallace Subject: SALEM - Phoenix Magazine Pop - Up 2 This forvards for your review and approval comprehensive layouts for subject Phoenix Program. Background fs you are aware, Phoenix is a SALEM FF Box line extension designed to have specific appeal to the younger adult smoker. Phoenix is scheduled fo be introduced in the Philadelphia Region August 5, 1985. Current total Promotion spending is estimated at $ 2, 494M with 2910 units of Promoted volune (see Attachment I for details ). ‘ The progran described below, testament cost $ 925M, both General and Black Markets and will generate 7. 5YM units of promoted volume. Program Objective * Generate project Phoenix awareness trial, purchase and conversion. Program Strategy * Jeplenent consumer purchase inducement program via targeted general market younger adult and Black smoker magazines. Creative Scheme ¢ Maintain Phoenix campaign \" look \" via a non - traditional graphic format. © Strongly communicate offer value utilizing invitational and relevant copy. Offer Description Magazine Page with Pop - Up (See Attachment II - Magazine List) 3. * © Free people Pack Coupon s © Chain armor - In Offer for free T - shirt 5 © Unannounced bounceback for two gratuitous cartons to identify competitive smokers."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Phoenix is a SALEM FF Box line extension designed to have specific appeal to the younger adult smoker. Phoenix is scheduled to be introduced in the Philadelphia Region August 5, 1985. Promotion spending is estimated at $2,494M with 2910 units of Promoted volune (see Attachment I for details)"
}