{
    "filename": "50533639-3641.jpg",
    "metadata": {},
    "text": "DIFFERENTIATION: AND PROGRAMMED CELL DEATH RELATED INTERMEDIATE\nBIOMARKERS FOR THE DEVELOPMENT OF NON-SMALL CELL LUNG CANCER:\nA Pilot Study\n\niZhang, H, 7Yousem, SA, \"Elder, E, ‘bandreneau, R, *Ferson, P,\n*Keenan, R, *Whiteside, T and ‘Levitt, ML\n\nRunning Title: Biomarkers for the Development of Lung Cancer\n\nKey Words (not in title): carcinogenesis, squamous,\ntransglutaminase, bel-2, apoptosis\n\nLung Cancer Program, Allegheny Cancer Insbitute and .the\nAllegheny-Singer Research Institute, Medical College of\nPennsylvania and Hahnemann University Hospital- Allegheny\nCampus, Pittsburgh, PA 15212.\n\nDepartment of Pathology, University of Pittsburgh and the\nPittsburgh Cancer Institute, Pittsburgh, PA 15213.\n\nDepartment of Surgery, University of Pittsburgh and the\nPittsburgh Cancer Institute.\n\nfo whom reprint requests should be addressed at: Allegheny\nGeneral Hospital, Lung Cancer Program, 320 E. North Ave.,\nPittsburgh, PA 15212. Fax #: 412-359-6654.\n\nThis work was supported by NCI grants P20-CA58235 (SPORE in Lung\nCancer) ang NO1-CN15393 (Barly Detection Research Network) and a VA\nMerit Review Award.\n\n \n\f",
    "augmented_texts": [
        "DIFFERENTIATION: AND PROGRAMMED cellphone DEATH RELATED INTERMEDIATE BIOMARKERS FOR THE DEVELOPMENT OF NON - SMALL CELL LUNG CANCER: A Pilot Cogitation iZhang, H, 7Yousem, SA, \" Elder, E, ‘ bandreneau, Universal gas constant, * Ferson, P, * Keenan, R, * Whiteside, T and ‘ Levitt, ML Running Title: Biomarkers for the Development of Lung Cancer Key Words (not in statute title ): carcinogenesis, squamous, transglutaminase, bel - 2, apoptosis Lung Cancer Program, Allegheny Cancer Insbitute and. the Allegheny - Singer Research Institute, Medical exam College of Pennsylvania and Hahnemann University Hospital - Allegheny Campus, Pittsburgh, PA 15212. Department of Pathology, University of Pittsburgh and the Pittsburgh Cancer Institute, Pittsburgh, PA 15213. Department of Surgery, University of Pittsburgh and the Pittsburgh Cancer Institute. fo whom reprint requests should be addressed at: Allegheny General Hospital, Lung Cancer Program, 320 E. North Ave. , Pittsburgh, PA 15212. Fax #: 412 - 359 - 6654. This work was supported by NCI grants P20 - CA58235 (SPORE in Lung Cancer) ang NO1 - CN15393 (Barly Detection Research Network) and a VA Merit Review Award.",
        "DIFFERENTIATION: AND PROGRAMMED CELL DEATH RELATED INTERMEDIATE BIOMARKERS FOR THE DEVELOPMENT OF NON - SMALL CELL LUNG CANCER: A Pilot Field iZhang, H, 7Yousem, SA, \" Elder, E, ‘ bandreneau, R, * Ferson, P, * Keenan, R, * Whiteside, T and ‘ Levitt, ML Running Title: Biomarkers for the Development of Lung Cancer Key Words (not in title ): carcinogenesis, squamous, transglutaminase, b - 2, apoptosis Lung Cancer Program, Allegheny Cancer Insbitute and. the Allegheny - Singer Research Institute, Medical College of Pennsylvania and Hahnemann University Hospital - Allegheny Campus, Pittsburgh, PA 15212. Department of Pathology, University of Pittsburgh and the Pittsburgh Cancer Institute, Pittsburgh, PA 15213. Department of Surgery, University of Pittsburgh and the Pittsburgh Cancer Institute. field officer whom reprint petition should be treat at: Allegheny Full general Hospital, Lung Cancer Program, 320 E. North Ave. , Pittsburgh, PA 15212. Facsimile #: 412 - 359 - 6654. This work was supported by NCI grants P20 - CA58235 (SPORE in Lung Cancer) ang NO1 - CN15393 (Barly Detection Research Network) and a VA Merit Reappraisal Award."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "This work was supported by NCI grants P20-CA58235 (SPORE in Lung,) ang NO1-CN15393 (Barly Detection Research Network) and a VAMerit Review Award. For reprint requests, contact the University of Pittsburgh and the Pittsburgh Cancer Institute at 412-359-6654."
}