{
    "filename": "505449513_505449514.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\nRIRT Interoffice Memorandum\n\nContaminated Shipment Date: Novenber 4, 1986\n\nMr. Hal E. Guess From: J. T. Dobbins, Jr.\n\n‘The attached Transmittal Form for Product Contaminated in Transit\napplies to Claims 3062 and 3063. The incident involved escape of\nCleanite Ant and Roach Spray in such a manner as to cause perceptible\nwetting of two cases of cigarettes within the truck cargo being carried\nby AAA Cooper. Upon discovery of the wetted cases, they were wrapped in\nplastic film and returned separately to Winston-Salem. The remaining 69\ncases of the shipment arrived several days later and were stored on three\npallets, again apart from the two wetted cases.\n\nMr. Steve Kelly of QA inspected the returned goods and reported that\nnot only was there no cbvious contamination of the 89 cases, it was even\nquestionable, in his opinion, whether the two cases alleged to have suf-\nfered primary contamination were displaying any visual or odorous\nevidence of such contamination. Two cartons were sampled from each of\nthe two primarily contaminated cases and one carton from the top and one\ncarton from the bottom of each of the three pallets containing the\nremaining product. These ten cartons were received for analysis as rep-\nresentative of the shipment.\n\nYour copy of a memorandum from Dr. Deskin dated October 14, 1986,\nalong with the MSDS specifies the chemical composition of the Pyrocide\n7045 from which the cormercial product is formulated. A can of product\nsaid to be identical with the material allegedly causing the contamina~\ntion was provided by the manufacturer for our use as a standard. The\ningredients specified on the label were as follows:\n\nPyrethrins 0.058\nPiperonyl butoxide, tech. 0.100\nNeoctyl bicycloheptene dicarboximide 0.166\n2-(methylethoxy)phenol methylcarbamate 0.500\nPetroleum distillate 91.730\nInert, 7.454\n\nKey points which we mist remenber in making proper evaluations of\nthis incident are 1) that the product is sold to be dispensed by aerosol,\nthus exposing the user to voluminous clouds of material which will of\nnecessity be inhaled dur: normal licatic f the product, and 2)\npeceeedty, be, iobaned gazing pommel aprlication of, ave Biniie’ restos\n\n156 99505\n\n \n\f",
    "augmented_texts": [
        "RIRT Interoffice Memorandum Contaminated Shipment Date: Novenber 4, 1986 Mr. Hal E. Guess From: J. T. Dobbins, Jr. ‘ The attached Transmittal Form for Product Contaminated in Transit applies to Claims 3062 and 3063. The incident involved escape of Cleanite Ant and Roach Spray in such a personal manner as to cause perceptible wetting of two cases of cigarettes within the truck cargo being carried by AAA Cooper. Upon discovery of the wetted cases, they were wrapped in plastic film and returned separately to Winston - Salem. The remaining 69 cases of the shipment arrived several days later and were stored on three pallets, again apart from the two wetted cases. Mr. Steve Kelly of QA inspected the returned goods and reported that not only was there no cbvious contamination of the 89 cases, it be even questionable, in his opinion, whether the two cases alleged to have suf - fered primary contamination were displaying any visual or odorous evidence of such contamination. Two cartons were sampled from each of the two primarily contaminated cases and one carton from the top and one carton from the bottom of each of the three pallets containing the remaining product. These ten cartons were received for analysis as rep - resentative of the shipment. Your copy of a memorandum from Dr. Deskin dated October 14, 1986, along with the MSDS specifies the chemical composition of the Pyrocide 7045 from which the cormercial product is formulated. A can of product said to be identical with the material allegedly causing the contamina ~ tion was provided by the manufacturer for our use as a standard. The ingredients specified on the label were as follows: Pyrethrins 0. 058 Piperonyl butoxide, tech. 0. 100 Neoctyl bicycloheptene dicarboximide 0. 166 2 - (methylethoxy) phenol methylcarbamate 0. 500 Petroleum distillate 91. 730 Inert, 7. 454 Key points which we mist remenber in making proper evaluations of this incident are 1) that the product is sold to be dispensed by aerosol, thus exposing the user to voluminous clouds of material which will of necessity comprise inhaled dur: normal licatic f the product, and 2) peceeedty, be, iobaned gazing pommel aprlication of, ave Biniie ’ restos 156 99505",
        "RIRT Interoffice Memorandum Contaminated Shipment Date: Novenber 4, 1986 Mr. Hal E. Guess From: J. T. Dobbins, Jr. ‘ The attached Transmittal Form for Product Contaminated in Transit applies to Claims 3062 and 3063. The incident involved escape of Cleanite Ant and Roach Spray in such a manner as to cause perceptible wetting of two cases of cigarettes within the truck cargo being carried by AAA Cooper. Upon discovery of the wetted cases, they were wrapped in plastic film and returned separately to Winston - Salem. The remaining 69 case of the shipment arrived various days later and were stored on three pallets, again apart from the two wetted cases. Mr. Steve Kelly of QA inspected the returned goods and reported that not only be there no cbvious contamination of the 89 cases, it was even questionable, in his opinion, whether the two cases alleged to have suf - fered primary contamination were displaying any visual or odorous evidence of such contamination. Two cartons were sampled from each of the two primarily contaminated cases and one carton from the top and one carton from the bottom of each of the three pallets containing the remaining product. These ten cartons were received for analysis as rep - resentative of the shipment. Your copy of a memorandum from Dr. Deskin dated Oct 14, 1986, along with the MSDS specifies the chemical composition of the Pyrocide 7045 from which the cormercial product is formulated. A butt of product said to be identical with the material allegedly causing the contamina ~ tion was provided by the manufacturer for our use as a standard. The ingredients specified on the label were as follows: Pyrethrins 0. 058 Piperonyl butoxide, tech. 0. 100 Neoctyl bicycloheptene dicarboximide 0. 166 2 - (methylethoxy) phenol methylcarbamate 0. 500 Petroleum distillate 91. 730 Inert, 7. 454 Key points which we mist remenber in making proper evaluations of this incident are 1) that the product is sold to be dispensed by aerosol, thus exposing the user to voluminous clouds of material which will of necessity be inhaled dur: normal licatic f the product, and 2) peceeedty, be, iobaned gazing pommel aprlication of, ave Biniie ’ restos 156 99505"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The incident involved escape of Cleanite Ant and Roach Spray in such a manner as to cause perceptiblewetting of two cases of cigarettes within the truck cargo being carried by AAA Cooper. Upon discovery of the wetted cases, they were wrapped in a plastic film and returned separately to Winston-Salem. Two cartons were sampled from each of. the two primarily contaminated cases and one carton from the top. and bottom of each pallets containing the remaining product."
}