{
    "filename": "50546257-6300.jpg",
    "metadata": {},
    "text": "XAP2, a novel hepatitis B virus X-associated protein\nthat inhibits X transactivation\n\nNadarajan Kuzhandaivelu, Yu-Sheng Cong, Carla Inouyet, Wen-Ming Yang, and\nEdward Seto*\nCenter for Molecular Medicine/Instnute of Biotechnology, Department of Cellular & Structural\nBiology, University of Texas Health Science Center, San Antonio, Texas 78245-3207\n\nRunning title: Novel HBV X-associated protein\n\n \n\n“Corresponding author. Mailing address: Center for Molecular Medicine/Institute of\nBiotechnology, University of Texas Health Science Center, 15355 Lambda Drive, San Antonio,\n‘TX 78245-3207. Phone: (210) 567-7252. Fax: (210) 567-7247,\n\n‘Present address: Department of Molecular and Cell Biology, University of California,\nBerkeley, CA 94720\n\n50546257\n\f",
    "augmented_texts": [
        "XAP2, a novel hepatitis B virus X - associated protein that inhibits X transactivation Nadarajan Kuzhandaivelu, Yu - Sheng Cong, Carla Inouyet, Sebaceous cyst - Ming Yang, and Edward Seto * Center for Molecular Medical specialty / Instnute of Biotechnology, Department of Cellular & Structural Biology, University of Texas Health Science Center, San Antonio, Texas 78245 - 3207 Running title: Novel HBV X - associated protein “ Corresponding author. Mailing address: Center for Molecular Medicine / Institute of Biotechnology, University of Lone star state Health Skill Shopping mall, 15355 Lambda Drive, San Antonio, ‘ TX 78245 - 3207. Phone: (210) 567 - 7252. Fax: (210) 567 - 7247, ‘ Present address: Department of Molecular and Cell Biology, University of California, Berkeley, CA 94720 50546257",
        "XAP2, a novel hepatitis B virus Decade - associated protein that inhibits X transactivation Nadarajan Kuzhandaivelu, Yu - Sheng Cong, Carla Inouyet, Wen - Ming Yang, and Edward Seto * Center for Molecular Medicine / Instnute of Biotechnology, Department of Cellular & Structural Biology, University of Texas Health Science Center, San Antonio, Texas 78245 - 3207 Running title: Novel HBV X - associated protein “ Corresponding author. Send address: Center for Molecular Medicine / Institute of Biotechnology, University of Texas Health Science Center, 15355 Lambda Drive, San Antonio, ‘ texas 78245 - 3207. Phone: (210) 567 - 7252. Fax: (210) 567 - 7247, ‘ Present address: Section of Molecular and Jail cell Biology, University of California, Berkeley, CA 94720 50546257"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "XAP2 is a novel hepatitis B virus X-associated protein that inhibits X transactivation. The study was conducted at the University of Texas Health Science Center in San Antonio. It was published in the Journal of Molecular and Cell Biology. For confidential support call the National Suicide Prevention Lifeline at 1-800-273-8255 or visit www.suicidepreventionlifeline.org."
}