{
    "filename": "50540583-0586.jpg",
    "metadata": {},
    "text": "Annual Review of Biochemistry\nVolume 65, 1996\n\nINTERRELATIONSHIPS OF THE PATHWAYS OF mRNA\n\nDECAY AND TRANSLATION IN EUKARYOTIC CELLS\n\nAllan Jacobson\n\nDepartment of Molecular Genetics and Microbiology\nUniversity of Massachusetts Medical Schoo!\n\n55 Lake Avenue North\n\nWorcester, MA 01655-0122\n\ne-mail: jacob@umassmed.ummed.edu\n\nStuart W. Peltz\n\nDepartment of Molecular Genetics and Microbiology\nRobert Wood Johnson Medical Schoo!\n\nUniversity of Medicine and Dentistry of New Jersey\nRutgers University\n\n675 Hoes Lane\n\nPiscataway, NJ 08854\n\ne-mail: pltz@rwja.umdnj.edu\n\n \n\nKEY WORDS: mRNA stability/degradation/decay, translation, RNA structure, poly(A),\ncap; ribosome, RNases, mRNP\n\nShortened Title: MRNA DECAY IN EUKARYOTES\n\nSend proofs to: Allan Jacobson\nDepartment of Molecular Genetics and Microbiology\nUniversity of Massachusetts Medical Schoo!\n55 Lake Avenue North\nWorcester, MA 01655-0122\nPhone: 508 856 2442\nFax: 508 856 5920\ne-mail: ajacob@umassmed.ummed.edu\n\f",
    "augmented_texts": [
        "Annual Review of Biochemistry Volume 65, 1996 INTERRELATIONSHIPS OF THE PATHWAYS OF mRNA DECAY AND TRANSLATION IN EUKARYOTIC CELLS Allan Jacobson Department of Molecular Genetics and Microbiology University of Massachusetts Medical Schoo! 55 Lake Avenue North Joseph emerson worcester, MA 01655 - 0122 e - mail service: jacob @ umassmed. ummed. edu Stuart W. Peltz Department of Molecular Genetics and Microbiology Robert Wood Johnson Medical Schoo! University of Medicine and Dentistry of New Jersey Rutgers University 675 Hoes Lane Piscataway, NJ 08854 e - mail service: pltz @ rwja. umdnj. edu KEY WORDS: mRNA stability / degradation / decay, translation, RNA structure, poly (A ), cap; ribosome, RNases, mRNP Shortened Title: MRNA DECAY IN EUKARYOTES Send proofs to: Allan Jacobson Department of Molecular Genetics and Microbiology University of Old colony Medical Schoo! 55 Lake Avenue North Worcester, MA 01655 - 0122 Phone: 508 856 2442 Fax: 508 856 5920 e - mail: ajacob @ umassmed. ummed. edu",
        "Annual Followup of Biochemistry Volume 65, 1996 interrelationship OF THE PATHWAYS OF mRNA DECAY AND TRANSLATION IN EUKARYOTIC CELLS Allan Jacobson Department of Molecular Genetics and Microbiology University of Massachusetts Medical Schoo! 55 Lake Avenue North Worcester, MA 01655 - 0122 e - mail: jacob @ umassmed. ummed. edu Stuart W. Peltz Department of Molecular Genetics and Microbiology Robert Natalie wood Johnson Medical Schoo! University of Medicine and Dentistry of New Jersey Rutgers University 675 Hoes Lane Piscataway, NJ 08854 e - mail: pltz @ rwja. umdnj. edu KEY speech: mRNA stability / degradation / decay, rendering, RNA structure, poly (A ), cap; ribosome, RNases, mRNP Shortened Title: MRNA DECAY IN EUKARYOTES Send proofs to: Allan Jacobson Department of Molecular Genetics and Microbiology University of Massachusetts Health check Schoo! 55 Lake Avenue North Worcester, MA 01655 - 0122 Phone: 508 856 2442 Fax: 508 856 5920 e - mail: ajacob @ umassmed. ummed. edu"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "WARNING: GRAPHIC CONTENT. MRNA DECAY AND TRANSLATION IN EUKARYOTIC CELLS is published in 1996. The author is Allan Jacobson of the University of Massachusetts Medical Schoo! The book is entitled: \"The Pathways of mRNA: A Synthesis and Analysis of Methylation\""
}