{
    "filename": "50540937-0937.jpg",
    "metadata": {},
    "text": "‘Deparmant ot Pavey &\n\nLGngley Pore Payee ste University of Caitornia, San Francisco. A Health Sciences Campus\nSin Farasce Catona 94143 0904\n\nAndy Peterson\nDept. of Genetics, Box 3568\nDuke University Medical Center\nDurham, NC 27710\n\nphone (919) 684 2876\n\nfax: (919) 6842790\n\ne mail: PETERO21@me.duke.edu\n\n \n\nJohn LR. Rubenstein, M.D,, Ph.D.\n\n“Associate Professor of Psychiatry\n\nNina Ireland Laboratory of Developmental Neurobiology\nCenter for Neurobiology and Psychiatry\n\nPrograms in Neurobiology and Developmental Biology\nDepartment of Psychiatry\n\nBox F-0984\n\n401 Parnassus\n\nUniversity of California at San Francisco\n\nSan Francisco, CA 94143-0984\n\nphone 415-476-7862\n\nFAX 415-476-7884\n\nemail: jlrr@cgl.ucsfedu 7/22/96\n\nDear Dr. Peterson,\n\n1am writing to confirm that | am extremely impressed with your ideas of how\n\nto use ENU mutagenesis to isolate mutations that affect forebrain development.\nTam happy to provide my expertise in the analysis of embryonic forebrain\nanatomy and my knowledge of the organization and function of the DIx genes.\nTo this end, Iwill send you the Dix-1 &-2 mutant mice for you to breed with the\nENU-mutagenized Fl males. | anticipate that the mutations which you will\nidentify will lead to novel insights regarding regulation of the Dix genes and\n\nthe function of the DLX proteins. In addition, it is likely that this screen will\nidentify other genes in the Dlx-1 and -2 pathway.\n\n  \n\nFinally, I believe that the general screen which you propose to perform to\nidentify genes that regulate forebrain development has a high probability of\nleading to novel insights. Studies like the one your are embarking upon will\nbe essential to identifying many of the genes that control forebrain\ndevelopment.\n\n \n\nHook forward to this interesting and important study.\n\n \n\njincerely, —\"_y\nNMG LE.\nNE atk\n“Jon Rubenstein\n\f",
    "augmented_texts": [
        "‘ Deparmant ot Pavey & LGngley Stomate Payee ste University of Caitornia, San Francisco. A Health Sciences Campus Sin Farasce Catona 94143 0904 Andy Peterson Dept. of Genetics, Box 3568 Duke University Medical Center Durham, NC 27710 phone (919) 684 2876 fax: (919) 6842790 e mail: PETERO21 @ me. duke. edu John LR. Rubenstein, M. D, , Ph. D. “ Associate Professor of Psychiatry Nina Ireland Laboratory of Developmental Neurobiology Center for Neurobiology and Psychiatry Programs in Neurobiology and Developmental Biology Section of Psychiatry Box F - 0984 401 Parnassus University of California at San Francisco San Francisco, CA 94143 - 0984 telephone set 415 - 476 - 7862 FAX 415 - 476 - 7884 email: jlrr @ cgl. ucsfedu 7 / 22 / 96 Dear Dr. Peterson, 1am writing to confirm that | am extremely impressed with your ideas of how to expend ENU mutagenesis to sequester mutations that affect forebrain development. Tam happy to provide my expertise in the analysis of embryonic forebrain anatomy and my knowledge of the organization and function of the DIx genes. To this end, Iwill send you the Dix - 1 & - 2 mutant mice for you to breed with the ENU - mutagenized Fl males. | anticipate that the mutations which you will identify will lead to novel insights regarding regulation of the Dix genes and the function of the DLX proteins. In addition, it is likely that this screen will identify other genes in the Dlx - 1 and - 2 pathway. Finally, I believe that the general screen which you propose to perform to identify genes that regulate forebrain development has a high probability of leading to novel insights. Studies like the one your are embarking upon will be essential to discover many of the genes that control forebrain development. Hook forward to this interesting and important study. jincerely, — \" _y NMG LE. NE atk “ Jon Rubenstein",
        "‘ Deparmant ot Pavey & LGngley Pore Payee ste University of Caitornia, San Francisco. A Health Sciences Campus Sin Farasce Catona 94143 0904 Andy Peterson Dept. of Genetics, Box 3568 Duke University Medical Center Durham, NC 27710 phone (919) 684 2876 fax: (919) 6842790 e mail: PETERO21 @ me. duke. edu John LR. Rubenstein, M. D, , Ph. D. “ Associate Professor of Psychiatry Nina Ireland Laboratory of Developmental Neurobiology Center for Neurobiology and Psychiatry Programs in Neurobiology and Developmental Biology Department of Psychiatry Box F - 0984 401 Parnassus University of California at San Francisco San Francisco, CA 94143 - 0984 phone 415 - 476 - 7862 FAX 415 - 476 - 7884 email: jlrr @ cgl. ucsfedu 7 / 22 / 96 Dear Dr. Peterson, 1am writing to confirm that | am extremely impressed with your ideas of how to use ENU mutagenesis to isolate mutations that affect forebrain development. Tam happy to provide my expertise in the analysis of embryonic forebrain anatomy and my knowledge of the organization and mapping of the DIx genes. To this end, Iwill send you the Dorothea dix - 1 & - 2 mutant mice for you to breed with the ENU - mutagenized Fl male person. | anticipate that the mutations which you will identify will lead to novel insights regarding regulation of the Dix genes and the function of the DLX proteins. In addition, it is likely that this screen will identify other genes in the Dlx - 1 and - 2 pathway. Finally, I believe that the general screen which you propose to perform to identify genes that regulate forebrain development has a eminent probability of leading to novel insights. Studies like the 1 your are embarking upon will be essential to identifying many of the genes that control forebrain development. Hook forward to this interesting and important study. jincerely, — \" _y NMG LE. NE atk “ Jon Rubenstein"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Andy Peterson, Ph.D. is an associate professor of Psychiatry at Duke University. He is the author of the book, \"Genetics of Forebrain Development\" The study will use ENU mutagenesis to isolate mutations that affect forebrain development. It is likely that this screen will identify other genes in the Dlx-1 and -2 pathway."
}