{
    "filename": "505552498_505552499.jpg",
    "metadata": {},
    "text": " \n\n  \n\ni\n\n \n\nTV WSeius |) woes &:\nFrom: Man Rotgrman\n\nTea Seileuing veyotts ace available ve eaten |\n\nI en tevacco extraction procedure.\n\nROM acy, Mowe hm 2g. iese (see p+)\n& The Frodnb ts on oh Gao Sole ene\nTew by Man Redqman\n\nOm vay. Koi Soa. 19, ay\n\nTo Produchin of « Sterol Sere\nCagretle by Gilbert Ashiocn\n\nGree bottom 0 B> QU pet).\nRR 1a Nery Nor ase\n\n‘he Aecpeasiar ac cobenien Feats Coston S-\neile Nod anteusd 1h ERREE Nt\nTire by Read Calman\nROR 1959 Nou Rea,asd\neee\n\nDB. te - ene Tarue by Raw Cadgn\n\n9692 Sssos\n\n \n\n \n\n|\n|\n\n|\n\n \n\f",
    "augmented_texts": [
        "one TV WSeius |) woes &: From: Adult male Rotgrman Tea Seileuing veyotts ace available ve eaten | I en tevacco extraction procedure. ROM acy, Mowe hm 2g. iese (see p +) & The Frodnb ts on oh Gao Fillet of sole ene Tew by Man Redqman Om vay. Koi Soa. 19, ay To Produchin of « Sterol Sere Cagretle by Gilbert Ashiocn Gree bottom 0 B> QU pet ). RR 1a Nery Nor ase ‘ he Aecpeasiar ac cobenien Feats Coston S - eile Nod anteusd 1h ERREE National trust Tire by Read Calman ROR 1959 Nou Rea, asd eee DB. te - ene Tarue by Birthday suit Cadgn 9692 Sssos | | |",
        "i TV WSeius |) woes &: From: Man Rotgrman Tea leaf Seileuing veyotts ace available ve eaten | I en tevacco extraction procedure. read only memory acy, Mowe hm 2g. iese (see p +) & The Frodnb t on oh Gao Sole east northeast Tew by Man Redqman Om vay. Koi Soa. 19, ay To Produchin of « Sterol Sere Cagretle by Gilbert Ashiocn Gree bottom zero B> QU pet ). RR 1a Nery Nor ase ‘ he Aecpeasiar ac cobenien Feats Coston S - eile Nod anteusd 1h ERREE Nt Tire by Read Calman ROR 1959 Nou Rea, asd eee DB. te - ene Tarue by Raw Cadgn 9692 Sssos | | |"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "I en tevacco extraction procedure. The Frodnb ts on oh Gao Sole ene                 (see p+) iese ( see p+ for details) I.e. ‘he Aecpeasiar ac cobenien Feats Coston S-                (e) “Tew by Man Redqman.” (‘Om vay. Koi Soa. 19, ay’). I am Man Rotgrman, a member of the Royal College of Physicians and Surgeons of London."
}