{
    "filename": "50554811-4811.jpg",
    "metadata": {},
    "text": " \n\n \n\nTur Councu. For Tonacco Reszarcu-U.S.A.,\n900 THIRD AVENUE\nNEW YORK. N.¥. 10022\n\n \n\nDecember 12, 1985\n\nDr. Shmuel Malkin\nDept. of Biochemistry\nWeitzman Inst. of Science\n76100 Rehovot\n\nIsrael\n\nDear Dr. Malkin:\n\nThe scientific staff of the Council for Tobacco Research\nhas asked that I communicate to you their regrets in not being\nable to recommend support for your projects \"Photoacoustic in~\nvestigations of photosynthetic activity of Tohucco leaves\".\n\nOver the years, this organization has supported research\nprojects almost exclusively concerned with the etiology and\npathogenesis of somatis diseases that have implied linkage\nto amoking as revealed by epidemiological associations, Be~\ncause of the continuing importance of these diseases in the\nnational public health picture, the Council up to this time\nhas been reluctant to divert its very limited resources away\nfrom such studies. I hope you can secure funding for your\ninteresting project elsewhere.\n\n \n\nsincerely,\nHowarrs mrvaulice\nHarmon C. McAllister\n\nHCM/mla\n\n \n\n50554811\n\f",
    "augmented_texts": [
        "Tur Councu. For Tonacco Reszarcu - U. S. Antiophthalmic factor. , 900 THIRD AVENUE NEW YORK. N. ¥. 10022 December 12, 1985 Dr. Shmuel Malkin Dept. of Biochemistry Weitzman Inst. of Science 76100 Rehovot Israel Dear Dr. Malkin: The scientific stave of the Council for Tobacco Research has asked that I communicate to you their regrets in not being able to recommend support for your projects \" Photoacoustic in ~ vestigations of photosynthetic activity of Tohucco leaves \". Over the years, this organization has supported inquiry projects almost exclusively concerned with the etiology and pathogenesis of somatis diseases that have implied linkage to amoking as revealed by epidemiological associations, Be ~ cause of the continuing importance of these diseases in the national public health picture, the Council up to this time has been reluctant to divert its very limited resources away from such studies. I hope you can secure funding for your interesting project elsewhere. sincerely, Howarrs mrvaulice Harmon C. McAllister HCM / mla 50554811",
        "Tur Councu. For Tonacco Reszarcu - U. S. A. , 900 THIRD boulevard NEW YORK. Due north. ¥. 10022 December 12, 1985 Dr. Shmuel Malkin Dept. of Biochemistry Weitzman Inst. of Science 76100 Rehovot Israel Dear Dr. Malkin: The scientific staff of the Council for Tobacco Inquiry has asked that I communicate to you their regrets in not being able to recommend support for your projects \" Photoacoustic in ~ vestigations of photosynthetic activity of Tohucco leaves \". Over the years, this organization has supported research projects almost exclusively concerned with the etiology and pathogenesis of somatis diseases that have implied linkage to amoking as revealed by epidemiological associations, Be ~ cause of the continuing importance of these diseases in the national public health picture, the Council up to this time hold been loath to divert it very limited resources away from such studies. I hope you can secure funding for your interesting project elsewhere. sincerely, Howarrs mrvaulice Harmon C. McAllister HCM / mla 50554811"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The Council for Tobacco Research has been reluctant to divert its very limited resources away from such studies. I hope you can secure funding for yourinteresting project elsewhere. Sincerely,Howarrs mrvauliceHarmon C. McAllister, Director of Research."
}