{
    "filename": "505517054.jpg",
    "metadata": {},
    "text": " \n\n47087\n\nthe termenate fteiig a rere toarberlitele mente,\nGor peony ae. pope Eanismate. beng a ere“ Crown g\nKe memal cegeatee fy kk Ge\n\nA al pone fi ipa, ae\n\npaper Lemanante ,\n\n \n\n \n\nAe aac hao tort\nhaute Linge 008 wd nett fone\nLktempoe Cae G0 eel o, wiles.\n\n    \n    \n   \n\n+\n\nKe evienbclitac, UeCncer cee 2 e\nLemp Tics Meter 900° bck\nteat He eh pune %\nte eertnind 2c Yh scala, “Sar\nsin (UCR tee dinted Totmce ,\ndated rrrcdice ported pee Kee ener Wl\nKa tl HA rele. nthe Lea. emp,\nPR ETT, ei meee rye Cli pee\neentrerBend pret, a He Burn Dorgan\ne pot whee meamel Hoorbocee Mecenp ri Lion\n\noe at rH orca,\n\nYikes per Url fe wales pecog Myeté.\nfen Cintignd -pmatin meter!\nniga = opt * fe ty, tei celaed!\nNeer bvirinilils (ane ga\n\n”S02 LSsos\n\f",
    "augmented_texts": [
        "47087 the termenate fteiig a rere toarberlitele mente, Gor peony ae. pope Eanismate. beng a ere “ Crown g Ke memal cegeatee fy kk Ge A al pone fi ipa, ae paper Lemanante, Ae aac hao tort haute Linge 008 wd nett fone Lktempoe Cae G0 eel o, wiles. + Ke evienbclitac, UeCncer cee 2 e Lemp Tics Meter 900 ° bck teat He eh pune% te eertnind 2c Yh scala, “ Sar sin (UCR tee dinted Totmce, dated rrrcdice ported pee Kee ener Wl Ka tl HA rele. nthe Lea. emp, PR ETT, ei meee rye Cli pee eentrerBend pret, a He Burn Dorgan e pot whee meamel Hoorbocee Mecenp ri Lion oe at rH orca, Yikes per Url fe wales pecog Myeté. fen Cintignd - pmatin meter! niga = opt * fe ty, tei celaed! Neer bvirinilils (ane ga ” S02 LSsos",
        "47087 the termenate fteiig a rere toarberlitele mente, Gor peony ae. pope Eanismate. beng a ere “ Crown g Ke memal cegeatee fy kk Ge A al pone fi ipa, ae paper Lemanante, Ae aac hao tort haute Linge 008 wd nett fone Lktempoe Cae G0 eel o, shenanigan. + Ke evienbclitac, UeCncer cee 2 e Lemp Tic Meter 900 ° bck teat He eh pune% te eertnind 2c Yh scala, “ Sar sin (UCR tee dinted Totmce, dated rrrcdice port pee Kee ener Wl Ka tl HA rele. nthe Lea. emp, PR ETT, ei meee rye Cli pee eentrerBend pret, a He Burning Dorgan e pot whee meamel Hoorbocee Mecenp ri Lion oe at rH orca, Yikes per Url fe wales pecog Myeté. fen Cintignd - pmatin meter! niga = opt * fe ty, tei celaed! Neer bvirinilils (ane ga ” S02 LSsos"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "The termenate fteiig a rere toarberlitele mente,                Gor peony ae. pope Eanismate. beng a ere, “ Crown g                Ke memal cegeatee fy kk Ge. G. Cae G0 eel o, wiles. A. Lemanante,  “Aac hao torturoushaute Linge 008 wd nett fone’."
}