{
    "filename": "505534016.jpg",
    "metadata": {},
    "text": "—\n\nBellomy-Carrigg,Inc.\n\nBEST SI SUEY EMI\n\n    \n\nAA EXTENDED USE CONCEPT/PRODUCT TEST (3 CELLS)\n‘TELEPHONE CALLDACK QUESTIONNAIRE\n\n   \n\nFe\n\nJob 40906 e\n\noctober, 1984~\n\n \n\n503)\n\n \n\n \n\n \n\n \n\n   \n\nfs ,\nRESPONDENT'S: NAME: ie oJ a kg AB\nMt a - 5\nDATE: n auyen,\n\n \n\n \n\n|\n\n \n\n \n\nTHE CALLBACK.)\n\nHello, I'm from\n\nyou a few questTons about the Carton Of cigarettes we gave you a Tew Gays ago.\n\nays 356.\n\nBEFORE DIALING, READ THE INSTRUCTIONS FOR THE CHIP GAME (0.41) ON THE NEXT PAGE.\nASK TO SPEAK TO RESPONDENT. IF RESPONDENT 15 NOT AVAILABLE, ATTEMPT TO. RESCHEDULE\n\n+ Td Like to ask\n\n \n\n \n\n‘CALL RECORD\n\n \n\n \n\n \n\n \n\ncallback\nAttempt Appointment Completed Not At No Such _ Other\n\nNumber Date Time Interview Home Refused Person (SPECIFY)\n\n1 oft wey oo a) oo\n\n2 oo oo oo oo\n\n3 9 oo an) oo\n\n \n\n \n\n39. Of the ten (10) packs of cigarettes you were given, how many did you, yourself, smoke?\n\n \n\n  \n  \n \n\n2 packs... 61\non \"2\n—3\n4\n\n0701\n\n“a\n“3\n“0\n\n  \n\n6 SKIP TO Q.41 (CHIP\n2 GAME) ON NEXT PAGE.\n\n \n \n \n\n \n\n40a. De you intend to smoke any more of the cigarettes we gave you in the next few days?\n\n \n\nyes.\n\n   \n\n \n\nRESCHEDULE CALLBACK WHEN\nRESPONDENT EXPECTS TO HAVE\nSNOKED 5+ PACKS.\n\n \n\n \n\n  \n\n40b. Why do you say you will not be smoking any more of the cigarettes we gave you?\n\n \n\n9Lor sssos\n\n9.\n\n \n\n \n\n \n\n \n\nlo-\n\f",
    "augmented_texts": [
        "— Bellomy - Carrigg, Inc. BEST SI SUEY EMI AA EXTENDED USE CONCEPT / PRODUCT TEST (3 CELLS) ‘ telephony CALLDACK QUESTIONNAIRE Fe Job 40906 e october, 1984 ~ 503) fs, RESPONDENT ' S: NAME: ie oJ a kg AB Mt a - v DATE: n auyen, | THE CALLBACK.) Hello, I ' m from you a few questTons about the Carton Of cigarettes we gave you a Tew Gays ago. ays 356. BEFORE DIALING, READ THE INSTRUCTIONS FOR THE CHIP GAME (0. 41) ON THE NEXT varlet. ASK TO SPEAK TO RESPONDENT. IF RESPONDENT 15 NOT AVAILABLE, ATTEMPT TO. RESCHEDULE + Td Like to ask ‘ CALL RECORD callback Attempt Appointment Completed Not At No Such _ Other Number Date Time Interview Home Refused Person (SPECIFY) 1 oft wey oo a) oo 2 oo oo oo oo 3 9 oo an) oo 39. Of the ten (10) packs of cigarettes you were given, how many did you, yourself, smoke? 2 packs. .. 61 on \" 2 — 3 4 0701 “ a “ 3 “ 0 6 SKIP TO Q. 41 (CHIP 2 GAME) ON NEXT PAGE. 40a. De you intend to smoke any more of the cigarettes we gave you in the next few days? yes. RESCHEDULE CALLBACK WHEN RESPONDENT EXPECTS TO HAVE SNOKED 5 + PACKS. 40b. Why do you say you testament non be smoking any more of the cigarettes we gave you? 9Lor sssos 9. lo -",
        "— Bellomy - Carrigg, Inc. BEST SI SUEY EMI AA EXTENDED USE CONCEPT / PRODUCT TEST (3 CELLS) ‘ TELEPHONE CALLDACK QUESTIONNAIRE Fe Book of job 40906 e october, 1984 ~ 503) fs, RESPONDENT ' S: NAME: ie oJ a kg abdominal Mt a - 5 DATE: n auyen, | THE CALLBACK.) Hello, I ' m from you a few questTons about the Carton Of cigarettes we gave you a Tew Gay ago. ays 356. BEFORE DIALING, READ THE INSTRUCTIONS FOR THE CHIP GAME (0. 41) ON THE NEXT PAGE. ASK TO SPEAK TO RESPONDENT. IF RESPONDENT 15 NOT AVAILABLE, ATTEMPT TO. RESCHEDULE + Td Like to ask ‘ CALL RECORD callback Attempt Appointment Completed Not At No Such _ Other Number Date Time Interview Home Refused Person (SPECIFY) 1 oft wey oo a) oo 2 oo oo oo oo 3 9 oo an) oo ixl. Of the ten (10) large number of cigarettes you were given, how many did you, yourself, smoke? 2 packs. .. 61 on \" 2 — 3 four 0701 “ a “ 3 “ 0 6 SKIP TO Q. 41 (CHIP 2 GAME) ON NEXT PAGE. 40a. De you intend to smoke any more of the cigarettes we gave you in the next few days? yes. RESCHEDULE CALLBACK WHEN RESPONDENT EXPECTS TO HAVE SNOKED 5 + PACKS. 40b. Why do you say you bequeath not be smoking any more of the cigarettes we gave you? 9Lor sssos 9. lo -"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Job 40906 e.g. ‘TELEPHONE CALLDACK QUESTIONNAIRE’ (3 CELLS) Phone number is: 1-800-273-8255. Call back time is 9am local time (GMT) If you are unable to reach the person on the phone, call back at 9:30am UK time."
}