{
    "filename": "50568156-8156.jpg",
    "metadata": {},
    "text": "Cell and Tissue\nResearch\n\na and f-receptor control of catecholamine secretion\nfrom isolated adrenal medulla cells\n\nA, Gasenbery anal O. Zander\n\nmie Chal smi Rania Meal Cae a cy of Mie\nats, boast\n\n‘Swnimary. The regulation of secretion of catecholamines fron bowing sabrenal\n‘nedully cells wats investigated by use of an improved sind highly elfiient\nnethoa! or soluting viable aul responsive ects front this tissue. The method\nfnnalyes an an situ culhigenase perfusion alieeting only: the connective tsstle\nnats oF the wiedulla while easing the corten intact, Ty cells released both\nepinephrine anid norepinephrine aw response (0 stimulation by. 100,M.\nacetylcholine. The ratio of epinephrine to novepinepliring in the medium\nFollowing non-stimulated (bss) release, wats similar to that found inthe intact\ncells, On the other Ind, slower ratio of epinephrine 10 norepinephtine way\nune! in the medium following stimulation by acelytehotine due mainly 69\npreferential sectotion of norepinephrine. This release eased ier IS min of\nincubation and consisted at 15 20\", of the eatechokgmines initially present in\nthe cell. Exopeus epinephrine wis finn te inhibit total Gitechokunine\nseetelion: however, i simulates! norepinephrine release, Addition of isopeote-\nrenol etused t stimulation of rietse while propranolol ss inhibitory\nNorgpineplinine mbibited Wtal velease not Lavonia sy specific catechol, OMe\nnists, such ts cloning sl Dan inhibitory’ ele. These ress su\na receptoc-mediated mechanisnt for the fine teguhating of secretion tha the\nsaleenal medull\n\nKey word: Acicual modulkt Psacytosiy  Catcchokunines — Adtenergie\n\nreceptors\n\nPresynaptic is fotrunsmiter release fas been show to exist in tlhe\nporiphetal and central nervous system freviewed an Langer 1976). The presence of\nInhibnory pressmaptic receptors is thought to be a general phenomenon at\nnearotramgmitter release fiona cabicts of systems, stl is consileted 10 be\n\nmechanism for tine reputation of the release process, These elleeis in brain have\n\nns aes 10 IM Ons Fat. spc of Cmca Basis, Katoit Mee\nCit aad the Faas of Mos, Hastie Hat, ah\n\n90% 82,4226 0659.80.20\n\n \n\n§0568156\n\f",
    "augmented_texts": [
        "Cell and Tissue Research a and f - receptor control of catecholamine secretion from isolated adrenal medulla cells A, Gasenbery anal Atomic number 8. Zander mie Chal smi Rania Meal Cae a cy of Mie ats, boast ‘ Swnimary. The regulation of secretion of catecholamine fron bowing sabrenal ‘ nedully cells wats investigated by consumption of an improved sind highly elfiient nethoa! or soluting viable aul responsive ects front this tissue. The method fnnalyes an an situ culhigenase perfusion alieeting only: the connective tsstle nats oF the wiedulla while easing the corten intact, Ty cells released both epinephrine anid norepinephrine aw response (0 stimulation by. 100, M. acetylcholine. The ratio of adrenaline to novepinepliring in the medium Following non - stimulated (bss) release, wats similar to that found inthe intact cells, On the other Ind, slower ratio of epinephrine 10 norepinephtine way une! in the medium following stimulation by acelytehotine due mainly 69 preferential sectotion of norepinephrine. This dismissal eased ier IS min of incubation and consisted at 15 20 \", of the eatechokgmines initially present in the cell. Exopeus epinephrine wis finn te inhibit total Gitechokunine seetelion: however, i simulates! norepinephrine release, Addition of isopeote - renol etused t stimulation of rietse while propranolol ss inhibitory Norgpineplinine mbibited Wtal velease not Lavonia sy specific catechol, OMe nists, such ts cloning sl Dan inhibitory ’ ele. These ress su a receptoc - mediated mechanisnt for the fine teguhating of secretion tha the saleenal medull Key word: Acicual modulkt Psacytosiy Catcchokunines — Adtenergie receptors Presynaptic is fotrunsmiter release fas been show to exist in tlhe poriphetal and central nervous system freviewed an Langer 1976 ). The presence of Inhibnory pressmaptic receptors is thought to be a general phenomenon at nearotramgmitter firing fiona cabicts of systems, stl is consileted 10 be mechanism for tine reputation of the release process, These elleeis in brain have ns aes tenner IM Ons Fat. spc of Cmca Basis, Katoit Mee Cit aad the Faas of Mos, Hastie Hat, ah 90% 82, 4226 0659. 80. 20 § 0568156",
        "Cell and Tissue Research a and f - receptor control of catecholamine secretion from isolated adrenal medulla cells A, Gasenbery anal Type o. Zander mie Chal smi Rania Meal Cae a cy of Mie ats, boast ‘ Swnimary. The regulation of secretion of catecholamines fron bowing sabrenal ‘ nedully cells wats investigated by use of an improved sind highly elfiient nethoa! or soluting viable aul responsive ects front this tissue. The method fnnalyes an an situ culhigenase perfusion alieeting only: the connective tsstle nats oF the wiedulla while easing the corten intact, Ty cells released both epinephrine anid norepinephrine aw response (0 stimulation by. 100, M. acetylcholine. The ratio of epinephrine to novepinepliring in the medium Following non - stimulated (bss) release, wats similar to that found inthe integral cells, On the other Ind, slower ratio of epinephrine 10 norepinephtine way une! in the medium following stimulation by acelytehotine due mainly 69 preferential sectotion of norepinephrine. This release eased ier IS min of incubation and consisted at 15 20 \", of the eatechokgmines initially present in the cell. Exopeus epinephrine wis finn te inhibit total Gitechokunine seetelion: however, i simulates! norepinephrine release, Improver of isopeote - renol etused t stimulation of rietse while propranolol ss inhibitory Norgpineplinine mbibited Wtal velease not Lavonia sy specific catechol, OMe nists, such ts cloning sl Dan inhibitory ’ ele. These ress su a receptoc - mediated mechanisnt for the okay teguhating of secretion tha the saleenal medull Key word: Acicual modulkt Psacytosiy Catcchokunines — Adtenergie receptors Presynaptic is fotrunsmiter release fas been show to exist in tlhe poriphetal and central nervous system freviewed an Langer 1976 ). The presence of Inhibnory pressmaptic receptors is thought to be a general phenomenon at nearotramgmitter release fiona cabicts of systems, stl be consileted 10 be mechanism for tine reputation of the release process, These elleeis in brain have ns aes 10 IM Ons Fat. spc of Cmca Basis, Katoit Mee Cit aad the Faas of Mos, Hastie Hat, ah 90% 82, 4226 0659. 80. xx § 0568156"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The regulation of secretion of catecholamines was investigated by use of an improved sind highly elfiient nethoa! or soluting viable aul responsive ects front this tissue. The ratio of epinephrine to novepinepliring in the medium following non-stimulated (bss) release, wats similar to that found inthe intact narcissisticcells."
}