{
    "filename": "505630561.jpg",
    "metadata": {},
    "text": "OY\n\n \n\n   \n\nMr. D. W., Tredennic! ae\nPage Three 7 —\nJanuary 42, 1977\n\n   \n\nMultiple Wave Couponing\n\nA Winston Lights/Super King 50¢ coupon was distributed in April.\nIn two markets we multiple waved - the same households were sent\n3 coupons each two weeks apart.\n\nResults are still topline, in that final switching figures have not\nbeen obtained. Information obtained to date suggests that multiple\nwaving may not be very effective as illustrated by the following\nfindings:\n\n© Out of the possible three coupons, an average of only 1.3\ncoupons were redeemed per redeeming household.\n\nThe percentage of competitive smokers decreases the more coupons\nredeemed indicating, by and large, that we're primarily rewarding\ncurrent franchise.\n\n1 Time 2 Time ~* 3 Time\n* Redeemer Redeemer Redeemer\n\n% Competitive 258 30,08 20.88\n4 333 we\n® Smokers who redeem two or three coupons are considerably older,\n\nwhich is antithetical to most brands' strategies.\n\n  \n\n \n\n. 1 Time 2 Time 3 Time\n5 Redeemer Redeemer Redeemer\nUnder 35 ase\") 290 wu 19e i?\n35 or older S554 7 lo 8140\n\nFinal judgment on multiple waving should be reserved, however,\nuntil complete data is available and payout is determined - +\n“the first of February. :\n\nL9so £9505\n\f",
    "augmented_texts": [
        "OY Mr. D. W. , Tredennic! ae Page Three 7 — January 42, 1977 Multiple Wave Couponing A Winston Lights / Super King 50 ¢ coupon was distributed in April. In two mart we multiple waved - the same households were sent 3 coupons each two weeks apart. Results are still topline, in that final switching figures have not been obtained. Information obtained to day of the month suggests that multiple waving may not be very effective as illustrated by the following findings: © Out of the possible three coupons, an norm of only 1. 3 coupons were redeemed per redeeming household. The percentage of competitive smokers decreases the more coupons redeemed indicating, by and large, that we ' re primarily rewarding current franchise. 1 Time 2 Time ~ * 3 Time * Redeemer Redeemer Redeemer% Competitive 258 30, 08 20. 88 4 333 we ® Smokers who redeem two or three coupons are considerably older, which is antithetic to most stain ' strategies. . 1 Time 2 Time 3 Clock time 5 Redeemer Redeemer Redeemer Under 35 ase \") 290 wu 19e i? 35 or older S554 7 lo 8140 Final judgment on multiple waving should be reserved, however, until complete data is available and payout is determined - + “ the first of February. : L9so £ 9505",
        "OY Mr. D. W. , Tredennic! ae Page Three 7 — January xlii, 1977 Multiple Wave Couponing A Winston Lights / Super King 50 ¢ coupon was dish out in April. In two markets we multiple waved - the same households were sent 3 coupons each two weeks apart. Results are still topline, in that final switching figures have not been obtained. Information obtained to date suggests that multiple waving may not be very effective as illustrated by the following findings: © Out of the potential three coupons, an norm of only 1. 3 coupons were redeemed per redeeming household. The percentage of competitive smokers decreases the more coupons redeemed indicating, by and large, that we ' re primarily rewarding current franchise. 1 Time 2 Time ~ * 3 Time * Redeemer The nazarene Redeemer% Competitive 258 30, 08 20. 88 4 333 we ® Smokers who redeem two oregon three coupons are considerably older, which is antithetical to most brands ' strategies. . 1 Time 2 Time 3 Time quintet Redeemer Redeemer Redeemer Under 35 ase \") 290 wu 19e i? xxxv or older S554 7 lo 8140 Final judgment on multiple waving should be reserved, however, until complete data is available and payout is determined - + “ the first of February. : L9so £ 9505"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "A Winston Lights/Super King 50¢ coupon was distributed in April. Out of the possible three coupons, an average of only 1.3oupons were redeemed per redeeming household. The percentage of competitive smokers decreases the more couponsredeemed indicating, by and large, that we're primarily rewarding current franchise."
}