{
    "filename": "505604807.jpg",
    "metadata": {},
    "text": " \n\n70: W. K. Neher\nBrand Planning Managers\n\nFROM: J. J. Dean\nDATE: August 2, 1985\n\nSUBJECT: OPERATIONS WEEKLY STATUS REPORT\n\nCORPORATE\n\ne Mult:\n\n  \n\nrand Volume\n\n- Second Quarter Intercept Coupon Program is complete in 64 markets and 12\nare in execution. A total of 76 markets are being executed April 22\nthrough August 4 distributing 5,356M coupons. A total of 4,987M coupons\nhave been distributed second quarter through the week ending July 28,\nForty-one market evaluations have been made by Promotion Operations,\n\n- Third quarter intercept coupon markets have been assigned and contracts\nare routing for approval. A total of 41 markets are scheduled for\nexecution August 5 through September 29 with planned distribution of\n3,696M coupons. Shipping orders for coupons and support materials are\ncomplete.\n\n~ Fourth Quarter Coupon Intercept - Paper and press time have been re-\nserved for approximately 2.5¥M intercept folders for distribution\nbeginning October 28. - Both paper and press time are tight during\nSeptember due to pre-Christmas catalog and promotion printing.\n\n~ Package Outlet Development Test - ‘Initial execution and MDD budgets\napproved by H. L. Orlowsky. Series of meetings held with Sales Planning\nand MDD to review all elements to date. Area Sales Directors will be\nPresented program details on 8/6. Chain contact to develop exact store\nlist and quantities of materials needed to begin after Sales Directors\nPresentation.\n\n= Continuity Program Development - J. J. Dean and R. H. Cravford held\nfollow-up meeting with Bill Korach of Beaumont-Bennett to discu\nProgram development. Korach presented program concept and budgets.\n‘These will be discussed with G. T. Baroody and T. B. Owen week of 8/5.\n\n \n\n~ Elson's Gift Shops - AR and Contract has been developed and forwarded to\nManagement for approval.\n\n~ Direct Marketing Continuity Response Test - Brownline proofs for all\nsixteen coupon booklet versions were furnished to Paul Knouse for review\nwith the distributor. The initial letters and envelopes are off press\nand scheduled for delivery to Nielson by August 9. Coupon booklets are\nscheduled on press August 6 end 7.\n\n \n\nS\n&\n&\ng\n\f",
    "augmented_texts": [
        "70: W. K. Neher Brand Planning Managers FROM: J. J. Dean DATE: August 2, 1985 SUBJECT: OPERATIONS WEEKLY STATUS REPORT CORPORATE e Mult: rand Volume - Second Quarter Intercept Coupon Program is complete in 64 markets and 12 are in execution. A total of 76 markets are being executed April 22 done August tetrad distributing 5, 356M coupons. A total of 4, 987M coupons have been distributed second quarter through the calendar week ending July 28, Forty - one market evaluations have been made by Promotional material Operations, - Third quarter intercept coupon markets have been assigned and contracts are routing for approval. A total of 41 markets are scheduled for execution August 5 through September 29 with planned distribution of 3, 696M coupons. Shipping orders for coupons and support materials are complete. ~ Fourth Quarter Coupon Intercept - Paper and press time have been re - served for approximately 2. 5 ¥ M intercept folders for distribution beginning October 28. - Both paper and press time are tight during September due to pre - Christmas catalog and promotion printing. ~ Package Outlet Development Test - ‘ Initial execution and MDD budgets approved by H. L. Orlowsky. Series of meetings held with Sales Planning and MDD to review all elements to date. Area Sales Directors will be Presented program details on 8 / 6. Chain contact to develop exact store list and quantities of materials needed to begin after Sales Directors Presentation. = Continuity Program Development - J. Watt second. Dean and R. H. Cravford held follow - up meeting with Bill Korach of Beaumont - Bennett to discu Program development. Korach presented program concept and budgets. ‘ These will be discussed with Grand. T. Baroody and T. B. Owen week of 8 / 5. ~ Elson ' s Gift Shops - AR and Contract has been developed and forwarded to Management for approval. ~ Direct Marketing Continuity Response Test - Brownline proofs for all sixteen coupon booklet versions were furnished to Paul Knouse for review with the distributor. The initial letters and envelopes are off press and scheduled for delivery to Nielson by Aug 9. Coupon booklets are scheduled on press August 6 end 7. S & & g",
        "70: W. Potassium. Neher Brand Planning Managers FROM: J. J. Dean DATE: August 2, 1985 SUBJECT: OPERATIONS WEEKLY STATUS REPORT CORPORATE e Mult: rand Volume - Second Stern Intercept Coupon Program is complete in 64 markets and 12 are in execution. A total of 76 markets are being executed April 22 through August 4 distributing 5, 356M coupons. A total of 4, 987M coupons have been distributed second quarter through the week ending July 28, Forty - one market evaluations have been made by Promotion Cognitive process, - Third quarter intercept coupon markets have been assigned and contracts are routing for approval. A total of 41 markets are scheduled for execution August 5 through September 29 with planned distribution of 3, 696M coupons. Shipping orders for coupons and support materials are complete. ~ Fourth Quarter Coupon Intercept - Paper and press time have been re - served for approximately 2. 5 ¥ M intercept folders for distribution beginning October 28. - Both theme and press time are tight during September due to pre - Christmas catalog and promotion printing. ~ Package Outlet Development Test - ‘ Initial execution and MDD budgets approved by H. L. Orlowsky. Series of meetings held with Sales Planning and MDD to review all elements to date. Area Sales Directors will be Presented program details on 8 / 6. Chain contact to develop exact store list and quantities of materials need to begin after Sales Directors Presentation. = Continuity Program Development - Joule. J. Dean and R. H. Cravford held follow - up meeting with Bill Korach of Beaumont - Bennett to discu Program development. Korach presented program construct and budgets. ‘ These will be discussed with G. T. Baroody and T. B. Owen week of 8 / 5. ~ Elson ' s Gift Shops - AR and Contract has been developed and forwarded to Management for approval. ~ Direct Marketing Continuity Response Test - Brownline proofs for all sixteen coupon booklet versions were furnished to Paul Knouse for review with the distributor. The initial letters and envelopes are off press and scheduled for delivery to Nielson by August 9. Coupon booklets are scheduled on press August 6 end 7. S & & g"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "70: W. K. Neher: Brand Planning Managers. 70: J. Dean: Sales Planning and MDD to review all elements to date. 71: Promotion Operations, Marketing and Sales. 74: Marketing, Sales and Promotion. 75: Advertising and Public Relations."
}