{
    "filename": "50575234-5243.jpg",
    "metadata": {},
    "text": " \n\n6\n\nMaximal Twitch Tension in Intact\nLength-Clamped Ferret Papillary Muscles\nEvoked by Modified Postextrasystolic\nPotentiation\n\nFerdinand Urthaler, Alfred A. Walker, David N.S. Reeves, und Lloyd L, Hefner\n\n \n\n‘A modified test of postextrasystoli potentiation achieved with a brief episode of rapid pacing followed\nbby a 6-second pause (RPP maneuver) was used to evoke maximal force in isolated intact ferret right\nventricular papillary muscles. Maximal RPP tensions were examined under length-clamped conditions\nand compared with the steady-state forces obtained when further increases in [Ca], did not further\nincrease force and to the tensions recorded at the point of saturation of force when similarly\nlength-clamped muscles were subjected to caffeine-induced tetanization. The results show that the\ncalculated maximal twitch tension achieved with RPP is comparable (o the 25-35 g/mm* observed in\nintact single skeletal muscle fibers. The study also shows that the beat-to-beat decay of the potentiated\n‘contraction is exponential. While the amount ofthe constant fractional heat-1o-beat decay isa function\n‘of (Ca**],, itis not influenced by length. During the decay of potentiation, the ratio ofthe potentiation\nof any beat divided by that of the previous beat is a constant, called (x).\n\n  \n\n \n \n\nsarcoplasmic reticulum. The (x) amounted to 33%, 50%, and 65% when (Ca'\"], was 1.25, 2.50, and\n5.0 mM, respectively. Thus, at 1.25 mM [Ca’], some two thirds of the total caleium required to\nactivate the myofilaments comes from the extracellular compartment during excitation and only one\nthird is contributed via release from the sarcoplasmic reticulum. Inthe region of optimal myofilament\noverlap, RPP force-length curves are remarkably shallow and almost indistinguishable from the\nsarcomere length-tension relation observed in skinned single cardiac cells, Tetanus plateau tensions\nare significantly smaller than RPP forces at any length, and the slope of the tetanus force-length curves\nis greater than that obtained with RPP. Thus, and by exclusion, we also suggest that caffeine may exert\n\n \n\n \n\nsignificant downstream inhibitory effects. (Circulation Research 1988;62:65-74)\n\nmodulates the contraction and relaxation of\n\nmyocardial myofibrils, and the resting [Ca],\n‘of 0.05-0.5 pM will increase by one or two orders of\nmagnitude when the cells are electrically or chemically\nstimulated.’ To examine the relation between (Ca'*],\nand force, steady-state levels of calcium activation of\ncontractile proteins must be achieved. Since in the\nnormally beating heart the duration ofthe conteaction-\nrelaxation cycle is too brief to allow such steady state\nto develop,* various investigators?\" resorted to studies\nof the pCa-force relation in hyperpermeable™* or\nmechanically” skinned cardiac muscle fibers. More\nrecently, rapid repetitive stimulation (tetanization) of\nryanodine-pretreated but otherwise intact papillary\nmuscles\" was successfully used to achieve both\nsteady contractile activations and maximal caleium-\nactivated force.\n\nC= free calcium concentration, Ca\"),\n\n \n\nrom de Divison of Canliology Department of Medicine,\nUniversity of Alabama at Birmingham, Birmingham, Ala\n\n‘Supported by tbe National Heart, Lung, and Blood istitte, HL\n31310 and SCOR oa Ischemic Heart Disease Grant SPSOHL 17667,\n\nAdes for repints: Ferdinand Urthaler, MD, Division of\nCardiology, Deparunent of Medicine, Univesity of Alabuma at\nBirmingham, Birmingham, AL 35294\n\nReceived February 26, 1987: accepted July 28, 1987\n\n \n\nIn the present study. we have used a modified test of\npostextrasystolic potentiation to achieve maximal\nforce, We have measured these maximal tensions under\nlength-clamped conditions and compared the magni\ntude of these peak twitches with the amplitude\nfof the beats recorded when further increases in extra-\ncellular calcium, (Ca\"*],, did not cause further in\ncreases in force’ and with the tensions recorded at\nthe point of saturation of force when similarly length-\ncontrolled muscles were subjected to caifeine-induced\ntetanization\n\n‘The results show that the calculated maximal twitch\ntension that an be achieved in an intact length-clamped\npapillary muscle with a modified. postextrasystolie\npotentiation is comparable to the peak tensions of\n25-35 g/mm* observed in intact single skeletal muscle\nfibers.” These forces, also observed by others,\" are\nconsiderably larger thai the maximal caleium-activated\nforces observed in either mechanically skinned cardiac\nfibers* or pharmacologically pretreated intact muscle\nduring tetanization.\"* ‘The study also shows that the\nbeat-to-beat decay of the force after the potentiated\ncontraction is expostential and that the amount of the\n‘constant fraction of beat-to-beat decay is a function of\nIca\n\n \n\n \n\n \n\n \n\n  \n\n \n\n50575234\n\f",
    "augmented_texts": [
        "6 Maximal Twitch Tension in Intact Length - Clamped Ferret Papillary Muscles Evoked by Modified Postextrasystolic Potentiation Ferdinand Urthaler, Alfred A. Walker, David N. S. Reeves, und Lloyd L, Hefner ‘ A modified test of postextrasystoli potentiation achieved with a brief episode of rapid pacing followed bby a 6 - second pause (RPP maneuver) was used to evoke maximal force in isolated intact ferret right ventricular papillary muscles. Maximal RPP tensions were examined under length - clamped conditions and compared with the steady - state forces obtained when further increases in [Ca ], did not further increase force and to the tensions recorded at the point of saturation of force when similarly length - clamped muscles were subjected to caffeine - induced tetanization. The results show that the calculated maximal twitch tension achieved with RPP is comparable (o the 25 - 35 g / mm * observed in intact single skeletal muscle fibers. The study also shows that the beat - to - beat decay of the potentiated ‘ contraction is exponential. While the amount ofthe constant fractional heat - 1o - beat decay isa function ‘ of (Ca * * ], , itis not influenced by length. During the decay of potentiation, the ratio ofthe potentiation of any beat divided by that of the previous beat is a constant, called (x ). sarcoplasmic reticulum. The (x) amounted to 33% , 50% , and 65% when (Ca ' \" ], was 1. 25, 2. 50, and 5. 0 mM, respectively. Thus, at 1. 25 mM [Ca ’ ], some two thirds of the total caleium required to activate the myofilaments comes from the extracellular compartment during excitation and only one third is contributed via release from the sarcoplasmic reticulum. Inthe region of optimal myofilament overlap, RPP force - length curves are remarkably shallow and almost indistinguishable from the sarcomere length - tension relation observed in skinned single cardiac cells, Tetanus plateau tensions are significantly smaller than RPP forces at any length, and the slope of the tetanus force - length curves be greater than that obtained with RPP. Thus, and by exclusion, we also suggest that caffeine may exert significant downstream inhibitory effects. (Circulation Research 1988; 62: 65 - 74) modulates the contraction and relaxation of myocardial myofibrils, and the resting [Ca ], ‘ of 0. 05 - 0. 5 pM will increase by one or two orders of magnitude when the cells are electrically or chemically stimulated. ’ To examine the relation between (Ca ' * ], and force, steady - state levels of calcium activation of contractile proteins must be achieved. Since in the normally beating heart the duration ofthe conteaction - relaxation cycle is too brief to allow such steady state to develop, * various investigators? \" resorted to studies of the pCa - force relation in hyperpermeable ™ * or mechanically ” skinned cardiac muscle fibers. More recently, rapid repetitive stimulation (tetanization) of ryanodine - pretreated but otherwise intact papillary muscles \" was successfully used to achieve both steady contractile activations and maximal caleium - activated force. C = free calcium concentration, Ca \" ), rom de Divison of Canliology Department of Medicine, University of Alabama at Birmingham, Birmingham, Ala ‘ Supported by tbe National Heart, Lung, and Blood istitte, HL 31310 and SCOR oa Ischemic Heart Disease Grant SPSOHL 17667, Ades for repints: Ferdinand Urthaler, MD, Division of Cardiology, Deparunent of Medicine, Univesity of Alabuma at Birmingham, Pittsburgh of the south, AL 35294 Received February 26, 1987: accepted July 28, 1987 In the present study. we have used a modified test of postextrasystolic potentiation to achieve maximal force, We have measured these maximal tensions under length - clamped conditions and compared the magni tude of these peak twitches with the amplitude fof the beats read when further increases in extra - cellular calcium, (Ca \" * ], , did not cause further in creases in force ’ and with the tensions recorded at the point of saturation of force when similarly length - controlled muscles were subjected to caifeine - induced tetanization ‘ The results show that the calculated maximal twitch tension that an be achieved in an intact length - clamped papillary muscle with a modified. postextrasystolie potentiation is comparable to the peak tensions of 25 - 35 g / mm * observed in intact single skeletal muscle fibers. ” These forces, also observed by others, \" are considerably larger thai the maximal caleium - activated forces observed in either mechanically skinned cardiac fibers * or pharmacologically pretreated intact muscle during tetanization. \" * ‘ The study also shows that the beat - to - beat decay of the force after the potentiated contraction is expostential and that the amount of the ‘ constant fraction of beat - to - beat decay is a function of Ica 50575234",
        "6 Maximal Twitch Tension in Intact Length - Clamped Ferret Papillary Muscles Evoked by Modified Postextrasystolic Potentiation Ferdinand Urthaler, Alfred A. Walker, David N. S. Reeves, und Lloyd L, Hefner ‘ A modified test of postextrasystoli potentiation achieved with a brief episode of rapid pacing followed bby a 6 - second pause (RPP maneuver) was used to evoke maximal force in isolated intact ferret right ventricular papillose muscles. Maximal RPP tensions were examined under length - clamped conditions and compared with the steady - state forces obtained when further increases in [Ca ], did not further increase force and to the tensions recorded at the point of saturation of force when similarly length - clamp muscles were subjected to caffeine - induced tetanization. The results show that the calculated maximal twitch tensity achieved with RPP is comparable (o the 25 - 35 g / mm * observed in intact single skeletal muscle fibers. The study also shows that the beat - to - beat decay of the potentiated ‘ contraction is exponential. While the amount ofthe constant fractional heat - 1o - beat decay isa function ‘ of (Ca * * ], , itis not influenced by length. During the decay of potentiation, the ratio ofthe potentiation of any beat divided by that of the previous beat is a constant, called (x ). sarcoplasmic reticulum. The (x) amounted to 33% , 50% , and 65% when (Ca ' \" ], was 1. 25, 2. 50, and 5. 0 mM, respectively. Thus, at 1. 25 mM [Ca ’ ], some two thirds of the total caleium required to activate the myofilaments comes from the extracellular compartment during excitation and only one third is contributed via release from the sarcoplasmic reticulum. Inthe region of optimal myofilament overlap, RPP force - length curves are remarkably shallow and almost indistinguishable from the sarcomere length - tension relation observed in skinned single cardiac cells, Tetanus plateau tensions are significantly smaller than RPP forces at any length, and the slope of the tetanus force - length curves is greater than that obtained with RPP. Thus, and by exclusion, we also suggest that caffeine may exert significant downstream inhibitory effects. (Circulation Research 1988; 62: 65 - 74) modulates the contraction and relaxation of myocardial myofibrils, and the resting [Ca ], ‘ of 0. 05 - 0. 5 pM will increase by one or two orders of magnitude when the cells are electrically or chemically stimulated. ’ To examine the relation between (Ca ' * ], and force, steady - state levels of calcium activation of contractile proteins must be achieved. Since in the normally beating heart the duration ofthe conteaction - relaxation cycle is too brief to allow such steady state to develop, * various investigators? \" resorted to studies of the pCa - force relation in hyperpermeable ™ * or mechanically ” skinned cardiac muscle fibers. More recently, rapid repetitive stimulation (tetanization) of ryanodine - pretreated but otherwise intact papillary muscles \" was successfully used to achieve both unfluctuating contractile activations and maximal caleium - activated force. C = free calcium concentration, Ca \" ), rom de Divison of Canliology Department of Medicine, University of Alabama at Birmingham, Birmingham, Ala ‘ Supported by tbe National Heart, Lung, and Blood istitte, HL 31310 and SCOR oa Ischemic Heart Disease Grant SPSOHL 17667, Ades for repints: Ferdinand Urthaler, MD, Division of Cardiology, Deparunent of Medicine, Univesity of Alabuma at Pittsburgh of the south, Birmingham, AL 35294 Received February 26, 1987: accepted July 28, 1987 In the present study. we have used a modified test of postextrasystolic potentiation to achieve maximal force, We have measured these maximal tensions under length - clamped conditions and compared the magni tude of these peak twitches with the amplitude fof the beats recorded when further increases in extra - cellular calcium, (Ca \" * ], , did not cause further in creases in force ’ and with the tensions recorded at the point of saturation of force when similarly length - controlled muscles were subjected to caifeine - induced tetanization ‘ The results show that the calculated maximal twitch tension that an be achieved in an intact length - clamped papillary muscle with a modified. postextrasystolie potentiation is comparable to the peak tensions of 25 - 35 g / mm * observed in intact single skeletal muscle fibers. ” These forces, also observed by others, \" are considerably larger thai the maximal caleium - activated forces observed in either mechanically skinned cardiac fibers * or pharmacologically pretreated intact muscle during tetanization. \" * ‘ The study also shows that the beat - to - beat decay of the force after the potentiated contraction is expostential and that the amount of the ‘ constant fraction of beat - to - beat decay is a function of Ica 50575234"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "A modified test of postextrasystoli potentiation achieved with a brief episode of rapid pacing followed by a 6-second pause (RPP maneuver) was used to evoke maximal force. Maximal RPP tensions were examined under length-clamped conditions and compared with the steady-state forces obtained when further increases in [Ca], did not furtherIncrease force and to the tensions recorded at the point of saturation of force when similarlylength-Clamped muscles were subjected to caffeine-induced tetanization."
}