{
    "filename": "50575456-5456.jpg",
    "metadata": {},
    "text": "JOURNALOF MAGNETIC RESONANCE BL, 299-311 (1989)\n\nNoninvasive Quantitation of Phosphorus Metabolites in Human\nTissue by NMR Spectroscopy\n\nK. Roti.\" B, HUBESCH. D. J. MEVERHOFF, S. NARUSE. J. R. GoneR. T. J. LAWRY,\nM.D. Boska. G. B. MATSON, AND M. W. WEINER,\n\nMagne Resonance Un, FeteransAdmantration Medical Center and Departments of Medicine\n\"Pharm. Chemisty. and Radiology. University of Calfania $150 Clement Stree\n‘San Francisco. Califor 94121\n\nReceived December I 1, 1987: revised May 17.1988\n\nQuantitation of metabolite concentrations by NMR spectroscopy is complicated by\nthe need to determine the volume from which signals ar detected, an by the need 1\nbla the relative sensitivity of detection vain this volume, The use of cols with nor\n‘mogeneous 8; fields further complicates these problems. In order to quaatiy metabolite\nConcentrations using \"P NMR spectroscopy an extemal reference of hexamethy phos\nphorousiriamde was used, Studies were performed on phantorss using itera surface\nfou ora Helmoltz head col 1 confirm the accuracy of both te ISIS volume selection\ntechnique andthe wse of an external reference. The limitatons ofthis method are related\ntocontamination aod signal loss inberent nthe ISIS technique and dificlties wath inte-\ntation of broad overtapping peaks. The method was applied lo seven normal human\nSubjects. The integrals for metabolite signals in normal brain and calf muscle were deter-\nfined by using NMRI sofware, The T; values ofthe signals of ll phosphorus metabo\nites nthe selected votume were measured in oder fo corect for saturauon effects. The\nconcentrations for PCr, P.. and ATP were 49, 20. and 2.5 m fin bran and 365. 5.7.\nS3ed.73 mM in muscle, These results ae in good agreement vain those reporied for\nanimals, demonstrating the validity of this quantitation echmave, © 189 Andee\n\n \n\n \n\n \n\nIn principle, data from NMR spectra may be used to derive absolute concentra-\ntions of metabolites in animal and human tissue. Values of molar concentration pro-\nvide more information than ratios of peak areas or heights and allow the calculation\nof thermodynamic parameters such as the phosphorylation potential (!) and the free\nenergy 3G of ATP hydrolysis 2). However, previously reported techniques to obtain.\nquantitative molar concentrations in animals and isolated organs (3) are not easily\nadapted to studies of human subjects. The major difficuities are to localize signals,\nsolely from a volume of interest ( VOI) and to determine the sensitivity of an experi-\nment for a given geometry. To overcome these difficulties itis necessary (1) to utilize\n1 localization technique which provides an NMR signal from a specifically defined\nVOI; (2) to determine the excitation profile of the RF transmitter coil;(3) to deter-\nimine the sensitivity profile of the detector coil; (4) to obtain accurate spectral inte-\nsgrals for the signals of interest: and (5) to determine saturation effects if the expen-\nment is replicated rapidly.\n\n \n\n+ Present address: Deparment of Chemistry, Free University Berlin, Tskustr 3, 000 Berm 33. Federal\nRepubli of Germany.\n\n2 vo22-2364/49 $300\n\n \n\n50575456\n\f",
    "augmented_texts": [
        "JOURNALOF MAGNETIC RESONANCE BL, 299 - 311 (1989) Noninvasive Quantitation of Phosphorus Metabolites in Human Tissue by NMR Spectroscopy K. Roti. \" B, HUBESCH. D. J. MEVERHOFF, S. NARUSE. J. R. GoneR. T. J. LAWRY, M. D. Boska. G. B. MATSON, AND M. W. WEINER, Magne Resonance Un, FeteransAdmantration Medical Center and Departments of Medicine \" Pharm. Chemisty. and Radiology. University of Calfania $ 150 Clement Stree ‘ San Francisco. Califor 94121 Received December I 1, 1987: revised May 17. 1988 Quantitation of metabolite concentrations by NMR spectroscopy is complicated by the need to determine the volume from which signaling ar detected, an by the need 1 bla the relative sensitivity of detection vain this volume, The use of cols with nor ‘ mogeneous 8; fields further complicates these problems. In order to quaatiy metabolite Concentrations utilise \" P NMR spectroscopy an extemal reference of hexamethy phos phorousiriamde was used, Studies were performed on phantorss using itera surface fou ora Helmoltz head col 1 confirm the accuracy of both te ISIS volume selection technique andthe wse of an external reference. The limitatons ofthis method are related tocontamination aod signal loss inberent nthe ISIS technique and dificlties wath inte - tation of broad overtapping peaks. The method was applied lo seven normal human Subjects. The integrals for metabolite signals in normal brain and calf muscle were deter - fined by using NMRI sofware, The T; values ofthe signals of ll phosphorus metabo ites nthe selected votume were measured in oder fo corect for saturauon effects. The concentrations for PCr, P. . and ATP were 49, 20. and 2. 5 m fin bran and 365. 5. 7. S3ed. 73 mM in muscle, These results ae in good agreement vain those reporied for animals, demonstrating the validity of this quantitation echmave, © 189 Andee In principle, data from NMR spectra may be used to derive absolute concentra - tions of metabolites in animal and human tissue. Values of molar concentration pro - vide more information than ratios of peak areas or heights and set aside the calculation of thermodynamic parameters such as the phosphorylation potential (!) and the free energy 3G of ATP hydrolysis 2 ). However, previously reported techniques to obtain. quantitative molar concentrations in animals and isolated organs (3) are not easily adapted to studies of human subjects. The major difficuities are to localize signals, solely from a volume of interest (VOI) and to determine the sensitivity of an experi - ment for a given geometry. To overcome these difficulties itis necessary (1) to utilize 1 localization technique which provides an NMR signal from a specifically defined VOI; (2) to determine the excitation profile of the RF transmitter coil; (3) to deter - imine the sensitivity profile of the detector coil; (4) to obtain accurate spectral inte - sgrals for the signals of interest: and (5) to determine saturation effects if the expen - ment is replicated rapidly. + Present address: Deparment of Chemistry, Free University Berlin, Tskustr 3, 000 Berm 33. Federal Republi of Germany. 2 vo22 - 2364 / 49 $ 300 50575456",
        "JOURNALOF MAGNETIC rapport BL, 299 - 311 (1989) Noninvasive Quantitation of Phosphorus Metabolites in Human Tissue by NMR Spectroscopy K. Roti. \" B, HUBESCH. D. J. MEVERHOFF, S. NARUSE. J. R. GoneR. T. J. LAWRY, M. D. Boska. G. B. MATSON, AND M. W. WEINER, Magne Resonance Un, FeteransAdmantration Medical Center and Departments of Medicine \" Pharm. Chemisty. and Radiology. University of Calfania $ 150 Clement Stree ‘ San Francisco. Califor 94121 Received December I 1, 1987: revised May 17. 1988 Quantitation of metabolite concentrations by NMR spectroscopy is complicated by the need to determine the volume from which signals ar detected, an by the need 1 bla the relative sensitivity of detection vain this volume, The use of cols with nor ‘ mogeneous 8; fields further complicates these problems. In order to quaatiy metabolite Concentrations using \" P NMR spectroscopy an extemal reference of hexamethy phos phorousiriamde was used, Studies were performed on phantorss using itera surface fou ora Helmoltz top dog col 1 confirm the accuracy of both te ISIS volume selection technique andthe wse of an external reference. The limitatons ofthis method are related tocontamination aod signal loss inberent nthe ISIS technique and dificlties wath inte - tation of broad overtapping peaks. The method was applied lo seven normal human Subjects. The integrals for metabolite signals in normal brain and calf muscle were deter - fined by using NMRI sofware, The T; values ofthe signals of ll phosphorus metabo ites nthe selected votume were measured in oder fo corect for saturauon effects. The concentrations for PCr, P. . and ATP were 49, 20. and 2. 5 m fin bran and 365. 5. 7. S3ed. 73 mM in muscle, These results ae in good agreement vain those reporied for animals, demonstrating the validity of this quantitation echmave, © 189 Andee In principle, data from NMR spectra may represent used to derive absolute concentra - tions of metabolites in animal and human tissue. Values of molar concentration pro - vide more information than ratios of peak areas or heights and allow the calculation of thermodynamic parameters such as the phosphorylation potential (!) and the free energy 3G of ATP hydrolysis 2 ). However, previously reported techniques to obtain. quantitative molar concentrations in animals and isolated organs (3) are not easily adapted to studies of human subjects. The major difficuities are to localize signals, solely from a volume of interest (VOI) and to determine the sensitivity of an experi - ment for a given geometry. To overcome these difficulties itis necessary (1) to utilize 1 localization technique which provides an NMR signal from a specifically defined VOI; (2) to determine the excitation profile of the RF transmitter coil; (3) to deter - imine the sensitivity profile of the detector coil; (4) to obtain accurate spectral inte - sgrals for the signals of interest: and (5) to determine saturation effects if the expen - ment is replicated rapidly. + Present address: Deparment of Chemistry, Free University Berlin, Tskustr 3, 000 Berm 33. Federal Republi of Germany. 2 vo22 - 2364 / 49 $ 300 50575456"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Quantitation of metabolite concentrations by NMR spectroscopy is complicated by the need to determine the volume from which signals ar detected. The major difficuities are to localize signals,solely from a volume of interest ( VOI) The method was applied lo seven normal human subjects. Results ae in good agreement vain those reporied for animals."
}