{
    "filename": "50576001-6001.jpg",
    "metadata": {},
    "text": "‘Dini Tie Aencas St or ett an oleae Bs:\n\n0 5 No eam op: ee 8\n\n‘rate\n\n \n\nIntracellular Trafficking of Cell Surface Sialoglycoconjugates*\n\nFreived for publication, Apel 22, 1958)\n\nJonathan 8. Reichner$, Sidney W. Whiteheart§, and Gerald W. Hart!\n\n‘rom the Department of Bslaical Chemistry, The Jahns Hophin University Schou x ics\n\nRecent reports have suggested that the majority of\nthe molecular traffic through the Golgi apparatus\ncomprised of recycling, rather than newly synthesized,\nmolecules. To evaluate the importance of this recycling.\npathway in greater detail, we examined the internali-\nzation and recycling of cell surface glycoproteins on\nEL-4 cells, a murine T-cell lymphoma, using sialic\nacids as covalent markers. Sialic acids were removed\nfrom the surface of living cells by exhaustive treatment\nwith Vibrio cholerae sialidase at 4 °C and shown to be\nderived primarily from glycoproteins (93%), with only.\n‘4 small amount from glycolipids (7%). Cells were 4\ncultured at 37 °C over time and monitored for the\nresialylation of the coll surface using a sensitive high\npressure liquid chromatography adaptation of the thio-\nbarbiturie acid assay for sialic acids. The return of\nsialie acid to the cell surface was found to be contingent\n‘upon de novo protein synthesis indicating that the bulk\nof plasma membrane sialoglyeoconjuyates do not re-\neycle to an endogenous sialyltransferase-containing\ncompartment for oligosaccharide reprocessing. Iden.\ntical results were found for K562 cells, a human eryth~\nroleukemia cell line,\n\n‘The movement of specific glycoproteins was followed\nusing the enzyme rat liver a2-GGald1-4GIeNAc sialyl-\ntransferase together with CMP-[*HJNewAc as an im-\nbermeant probe of the cell surface, Surface sialogly-\ncoproteins were internalized slowly, a process unal-\nfected by eyeloheximide treatment, Only a few of these\ninternalized glycoproteins were found to return to a\ntrans-Golgi compartment followed by reeyeling to the\ncell surface. Taken together, these data indicate that\nthe majority of replacement of sialic acids on the cell\nsurface is due to de novo synthesis of glycoproteins and\nthat only a small number of glycoproteins recycle\nthrough a trans-Golgi compartment.\n\n—\n\n‘The intracellular trafficking of macromolecules packaged\nin membrane vesicles is « highlv dynamic and complicated\nprocess which has come under intensive investigation. It\nconsists basically of two opposed ditections of trensport: 1)\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n= This investigation was supported by Grants CA 42486 from the\nNational Caneer lastiste and HD-10963 awarded by the National\nratittes of Chid Health anal Human Development, Department a\n‘Holt and Human Servis. The ests of puication of this article\n\\were defrayed in pare by the payment of page charges Tis article\n‘ust therefore be hereby marked “adoertsrment” in accoréance with\nTRUS. Section 1734 solely to indeate this fact.\n\n‘{ Recipient of National Cancer Institute Fellowship Award CA,\nongas-02\n\n‘Supported by National Institutes of Health Training Grant GM-\n\n:\n\n \n\n \n\n \n\non\n\nThis work was performed during the tenure of an Established\nInvestigator of the American Heaet Assosaton and with funds cone\n‘uibuted in purt by the Maryland Heart Atsocation. To whom cot,\nrespondence should be addressed,\n\n \n\nBaltimore, Marland 21203\n\nthe outward movement or sewly synthesized proteins along\nthe biosynthetic pathway; and 2) the inward movement of\nmolecules collected fom the extracellular environment as\nwell as plasma membrane molecules, A number of studies\nhhave implicated the crar-Colet network as a common com.\n\nPartment through which new synthesized as well as inter-\n‘alized proteins pass (reviewed in Farquhar, 1985; Fishman\nand Fine, 1987; Griffith cra, 1986; Herzog, 1961; Romagnoli\nand Herzog, 1987; van Deure vt al, 1988; Yamashiro et cl.\n1984).\n\n‘The internalization ot plasma membrane glycoproteins and\ntheir subsequent return io the cell surface has beon observed\nin many laboratories (reviewed in Brown eta, 1989; Fishman\nand Cook, 1986). At present, both the mechanisms which\ninduce the internalization of cell surface glycoproteins and\nthe intracellular pathways they may take are unclear. For\nexample, the ligand:-induced endocytosis of cell surface recep.\ntors has been shown to iuclude the return of some of these\nreceptors to the cell suciace atter deposition of ligand in an\nacidic intracellular compartment (reviewed in Goldstein et a,\n1985). However, binding ut specific ligand may not be the sole\n\nignal for internalization, Kindocytosis of receptors for trans.\nferrin, low density lipoprotein, «,-macroglobaiin, T-lympho.\ncyte antigens (T3/Ter), and asialoglycoproteins hes been\ndemonstrated to occur in the absence of corresponding ligand\n(Ajioka and Kaplan, 1985: Anderson et al, 1982; Kaplan and\nKeogh, 1981; Krangel, 1957; Schwartz et al, 1984; Watts,\n1985). The specific itinerary ‘ollowed by an intemalized recep.\ntors another complexity. sa given reeeptor may follow more\nthan one intracellular puciway (Fishman and Cook, 1986:\nStein and Sussman, 1956). The transport of internalized\n‘molecules to the Goigi cisternae has been demonstrated for\ntransferrin receptor, and total cellular glycoproteins, resulting\nin biochemical reprocessing of their associated oligosaccha:\nides (Regoecai et al, 1954: Snider and Rogers, 1985, 1986),\n‘The question then arises as to whether all cell surface glyeo.\nproteins are similarly internalized or whether internalization\n‘and oligosaccharide reprocessing includes only a selected pop-\nulation.\n\nWe designed experiments to elaborate on three aspects of\ncell surface glycoprotein ovement. First, to what extent is a\nGolgi-mediated reprocessiny pathway utilized by the cell to\nmaintain steady-state levels of cell surface sialylation? Sec.\n‘ond, to what degree is internalization selective? Third, can a\nfunctional correlation be drassn between those glycoproteins\nwhich are recycled und those which remain resident on the\ncall surface?\n\nSialic acids are added in the Golgi cisternae at a late stage\nof glycoprotein processing (Kornfeld and Kornfeld, 1985). In\nur studies, sialic avis were used as a covalent marker by\nwhich the movement of cell surtace ylyeoproteing could be\ntraced. We used two novel techniques to assess the siavlation\nstate of the cell surface arc of individual glycoproteins on the\nplasma membrane: 1) to:il cll surface sialic acid was quan.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n16318\n\n50576001\n\f",
    "augmented_texts": [
        "‘ Dini Tie Aencas St or ett an oleae Bs: 0 5 No eam op: ee 8 ‘ rate Intracellular Trafficking of Cell Surface Sialoglycoconjugates * Freived for publication, Apel 22, 1958) Jonathan 8. Reichner $, Sidney W. Whiteheart §, and Gerald W. Hart! ‘ rom the Department of Bslaical Chemistry, The Jahns Hophin University Schou x ics Recent reports have suggested that the majority of the molecular traffic through the Golgi apparatus comprised of recycling, rather than newly synthesized, molecules. To evaluate the importance of this recycling. pathway in greater detail, we examined the internali - zation and recycling of mobile phone surface glycoproteins on EL - 4 cells, a murine T - cell lymphoma, using sialic acids as covalent markers. Sialic acids were removed from the surface of living electric cell by exhaustive treatment with Vibrio cholerae sialidase at 4 ° C and shown to be derived primarily from glycoproteins (93% ), with only. ‘ 4 small amount from glycolipids (7% ). Cells were 4 cultured at 37 ° Vitamin c over time and monitored for the resialylation of the coll surface using a sensitive high pressure liquid chromatography adaptation of the thio - barbiturie acid assay for sialic acids. The return of sialie acid to the cell surface was found to be contingent ‘ upon de novo protein synthesis indicating that the bulk of plasma membrane sialoglyeoconjuyates do not re - eycle to an endogenous sialyltransferase - containing compartment for oligosaccharide reprocessing. Iden. tical results were found for K562 cells, a human eryth ~ roleukemia cell line, ‘ The movement of specific glycoproteins was followed using the enzyme rat liver a2 - GGald1 - 4GIeNAc sialyl - transferase together with CMP - [* HJNewAc as an im - bermeant probe of the cell open, Surface sialogly - coproteins were internalized slowly, a process unal - fected by eyeloheximide treatment, Only a few of these internalized glycoproteins were found to return to a trans - Golgi compartment followed by reeyeling to the cell surface. Taken together, these data indicate that the majority of replacement of sialic acids on the cell surface is due to de novo synthesis of glycoproteins and that only a small number of glycoproteins recycle through a trans - Golgi compartment. — ‘ The intracellular trafficking of macromolecules packaged in membrane vesicles is « highlv dynamic and complicated process which has come under intensive investigation. It consists basically of two opposed ditections of trensport: 1) = This investigation was supported by Grants CA 42486 from the National Caneer lastiste and HD - 10963 awarded by the National ratittes of Chid Health anal Human Development, Department a ‘ Holt and Human Servis. The ests of puication of this article \\ were defrayed in pare by the payment of page charges Tis article ‘ ust therefore be hereby marked “ adoertsrment ” in accoréance with TRUS. Section 1734 solely to indeate this fact. ‘ {Recipient of National Cancer Institute Fellowship Award CA, ongas - 02 ‘ Supported by National Institutes of Health Training Grant GM -: on This work was performed during the tenure of an Established Investigator of the American language Heaet Assosaton and with funds cone ‘ uibuted in purt by the Maryland Heart Atsocation. To whom cot, respondence should be addressed, Baltimore, Marland 21203 the outward movement or sewly synthesized proteins along the biosynthetic pathway; and 2) the inward movement of molecules collected fom the extracellular environment as well as plasma membrane molecules, A number of studies hhave implicated the crar - Colet network as a common com. Partment through which new synthesized as well as inter - ‘ alized proteins pass (reviewed in Farquhar, 1985; Fishman and Fine, 1987; Griffith cra, 1986; Herzog, 1961; Romagnoli and Herzog, 1987; van Deure vt al, 1988; Yamashiro et cl. 1984 ). ‘ The internalization ot plasma membrane glycoproteins and their subsequent return io the cell surface has beon observed in many laboratories (reviewed in Brown eta, 1989; Fishman and Cook, 1986 ). At present, both the mechanisms which induce the internalization of cell surface glycoproteins and the intracellular pathways they may take are unclear. For example, the ligand: - induced endocytosis of cell surface recep. tors has been shown to iuclude the return of some of these receptors to the cell suciace atter deposition of ligand in an acidic intracellular compartment (reviewed in Goldstein et a, 1985 ). However, binding ut specific ligand may not be the sole ignal for internalization, Kindocytosis of receptors for trans. ferrin, low density lipoprotein, «, - macroglobaiin, T - lympho. cyte antigens (T3 / Ter ), and asialoglycoproteins hes been demonstrated to occur in the absence of corresponding ligand (Ajioka and Kaplan, 1985: Anderson et alabama, 1982; Kaplan and Keogh, 1981; Krangel, 1957; Schwartz et al, 1984; Watts, 1985 ). The specific itinerary ‘ ollowed by an intemalized recep. tors another complexity. sa given reeeptor may follow more than one intracellular puciway (Fishman and Cook, 1986: Stein and Sussman, 1956 ). The transport of internalized ‘ molecules to the Goigi cisternae has been demonstrated for transferrin receptor, and total cellular glycoproteins, resulting in biochemical reprocessing of their associated oligosaccha: ides (Regoecai et al, 1954: Snider and Rogers, 1985, 1986 ), ‘ The question then arises as to whether all cell surface glyeo. proteins are similarly internalized or whether internalization ‘ and oligosaccharide reprocessing includes only a selected pop - ulation. We designed experiments to elaborate on three aspects of cell surface glycoprotein ovement. First, to what extent is a Golgi - mediated reprocessiny pathway utilized by the cell to maintain steady - state levels of cell surface sialylation? Sec. ‘ ond, to what degree is internalization selective? Third, can a functional correlation be drassn between those glycoproteins which are recycled und those which remain resident on the call surface? Sialic acids are added in the Golgi cisternae at a late stage of glycoprotein processing (Kornfeld and Kornfeld, 1985 ). In ur studies, sialic avis were used as a covalent marker by which the movement of cell surtace ylyeoproteing could be traced. We used two novel techniques to assess the siavlation state of the cell surface arc of individual glycoproteins on the plasma membrane: 1) to: il cll surface sialic acid was quan. 16318 50576001",
        "‘ Dini Tie Aencas St or ett an oleae Bs: 0 5 No eam op: ee 8 ‘ rate Intracellular Trafficking of Cell Surface Sialoglycoconjugates * Freived for publication, Apel 22, 1958) Jonathan 8. Reichner $, Sidney W. Whiteheart §, and Gerald W. Hart! ‘ rom the Department of Bslaical Chemistry, The Jahns Hophin University Schou x ics Recent report have suggested that the majority of the molecular traffic through the Golgi apparatus comprised of recycling, rather than newly synthesized, molecules. To evaluate the importance of this recycling. pathway in greater detail, we examined the internali - zation and recycling of cell surface glycoproteins on EL - 4 cells, a murine T - cell lymphoma, using sialic acids as covalent markers. Sialic acids were removed from the surface of living cells by exhaustive treatment with Vibrio cholerae sialidase at 4 ° C and shown to be derived primarily from glycoproteins (93% ), with only. ‘ 4 small amount from glycolipids (7% ). Cadre were 4 cultured at 37 ° C over time and monitored for the resialylation of the coll surface using a sensitive high pressure liquid chromatography adaptation of the thio - barbiturie acid assay for sialic acids. The return of sialie acid to the cell surface was found to be contingent ‘ upon de novo protein synthesis indicating that the bulk of plasma membrane sialoglyeoconjuyates do not re - eycle to an endogenous sialyltransferase - containing compartment for oligosaccharide reprocessing. Iden. tical results were found for K562 cells, a human eryth ~ roleukemia cell line, ‘ The movement of specific glycoproteins was followed using the enzyme rat liver a2 - GGald1 - 4GIeNAc sialyl - transferase together with CMP - [* HJNewAc as an im - bermeant probe of the cell surface, Surface sialogly - coproteins were internalized slowly, a process unal - fected by eyeloheximide treatment, Only a few of these internalized glycoproteins were found to return to a trans - Golgi compartment followed by reeyeling to the cell surface. Taken together, these data indicate that the majority of replacement of sialic acids on the cell earth's surface is due to de novo synthesis of glycoproteins and that only a small number of glycoproteins recycle through a trans - Golgi compartment. — ‘ The intracellular trafficking of macromolecules packaged in membrane vesicles is « highlv dynamic and complicated process which has come under intensive investigation. It consists basically of two opposed ditections of trensport: 1) = This investigation was supported by Grants CA 42486 from the National Caneer lastiste and HD - 10963 awarded by the National ratittes of Chid Health anal Human Development, Department a ‘ Holt and Human Servis. The ests of puication of this article \\ were defrayed in pare by the payment of page charges Tis article ‘ ust therefore be hereby marked “ adoertsrment ” in accoréance with TRUS. Section 1734 solely to indeate this fact. ‘ {Recipient of National Cancer Institute Fellowship Award CA, ongas - 02 ‘ Supported by National Institutes of Health Training Grant GM -: on This work was performed during the tenure of an Established Investigator of the American Heaet Assosaton and with funds cone ‘ uibuted in purt by the Maryland Heart Atsocation. To whom cot, respondence should be addressed, Baltimore, Marland 21203 the outward movement or sewly synthesized proteins along the biosynthetic pathway; and 2) the inward movement of molecules collected fom the extracellular environment as well as plasma membrane molecules, A number of studies hhave implicated the crar - Colet network as a common com. Partment through which new synthesized as well as inter - ‘ alized proteins pass (reviewed in Farquhar, 1985; Fishman and Fine, 1987; Griffith cra, 1986; Herzog, 1961; Romagnoli and Herzog, 1987; van Deure vt al, 1988; Yamashiro et cl. 1984 ). ‘ The internalization ot plasma membrane glycoproteins and their subsequent return io the cell surface has beon observed in many laboratories (reviewed in Brown eta, 1989; Fishman and Cook, 1986 ). At present, both the mechanisms which induce the internalization of cell earth's surface glycoproteins and the intracellular pathways they may take are unclear. For example, the ligand: - induced endocytosis of cell surface recep. tors has been shown to iuclude the return of some of these receptors to the cell suciace atter deposition of ligand in an acidic intracellular compartment (reviewed in Goldstein et a, 1985 ). However, binding ut specific ligand may not be the sole ignal for internalization, Kindocytosis of receptors for trans. ferrin, miserable density lipoprotein, «, - macroglobaiin, T - lympho. cyte antigens (T3 / Ter ), and asialoglycoproteins hes been demonstrated to occur in the absence of corresponding ligand (Ajioka and Kaplan, 1985: Anderson et al, 1982; Kaplan and Keogh, 1981; Krangel, 1957; Schwartz et al, 1984; Watts, 1985 ). The specific itinerary ‘ ollowed by an intemalized recep. tors another complexity. sa given reeeptor may follow more than one intracellular puciway (Fishman and Cook, 1986: Stein and Sussman, 1956 ). The transport of internalized ‘ molecules to the Goigi cisternae has been demonstrated for transferrin receptor, and total cellular glycoproteins, resulting in biochemical reprocessing of their associated oligosaccha: ides (Regoecai et al, 1954: Snider and Rogers, 1985, 1986 ), ‘ The question then arises as to whether all cell surface glyeo. proteins are similarly internalized or whether internalization ‘ and oligosaccharide reprocessing includes only a selected pop - ulation. We designed experiments to elaborate on three aspects of cell surface glycoprotein ovement. First, to what extent is a Golgi - mediated reprocessiny pathway utilized by the cell to maintain steady - state levels of cell surface sialylation? Sec. ‘ ond, to what degree is internalization selective? Third, can a operable correlation be drassn between those glycoproteins which are recycled und those which remain resident on the call surface? Sialic acids are added in the Golgi cisternae at a late stage of glycoprotein processing (Kornfeld and Kornfeld, 1985 ). In ur studies, sialic avis were used as a covalent marker by which the movement of cell surtace ylyeoproteing could be traced. We used two novel techniques to assess the siavlation state of the cell surface arc of individual glycoproteins on the plasma membrane: 1) to: il cll surface sialic acid was quan. 16318 50576001"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Recent reports have suggested that the majority of. the molecular traffic through the Golgi apparatus is.comprised of recycling, rather than newly synthesized. molecules. We examined the internali-zation and recycling of cell surface. glycoproteins on a murine T-cell lymphoma using sialic.acids as covalent markers. Only a few of these internalized Glycoprotein were found to return to a trans-Golgi compartment."
}