{
    "filename": "50582585-2585.jpg",
    "metadata": {},
    "text": "Biochem. J (1988) 256, 13-21. (Printed in Great Britain) a\n\nIdentification of a surface membrane proton-translocating ATPase\nin promastigotes of the parasitic protozoan Leishmania donovani\n\nDan ZILBERSTEIN? and Dennis M. DWYERt\n*Department of Biology, Technion-Israe! Institute of Technology, Iaifa 32000, Israel, and\n\n$Cell Biology and Immunology Section, National Institute of Allergy and Infectious Diseases. National Institutes of Health,\nBothesda, MD 20892, US.A. oe\n\nATPase activites were measured in surface membranes and mitochondria isolated from promastigotes\nof the parasitic protozoan Leishmania donovani. The 0wo enzymes were differehtiated on the basis of pH\n‘optima, inhibitor sensitivity and by immunochemical methods. The surface-membrane (SM-) ATPase had\n‘an activity of 100 nmol/min per mg of protein, which was optimal at pH 6.5. The enzyme was Mgi-\n‘dependent, partially inhibited by Ca®*, and unaffected by Na* or K~. The SM-ATPase was inhibited by\northovanadate, NN'-dicyclohexylearbodi-imide, and N-cthylmaleimide (IC,, (concentration causing half-\n‘maximal inhibition) 7.5, 25 and 520 ast respectively}; however, it was unaffected by ouabain, azide or\n‘oligomycin. The SM-ATPase demonstrated a K,, of 1.05 mM and & Vp,,, of 225 nmol/min per mg of protein.\nMoreover, fine-structure cytochemical results demonstrated that the SM-ATPase was localized to the\ncytoplasmic lamina of the parasite SM. A method was devised for the isolation of SM-derived vesicles. These\nwere used to demonstrate the proton-pumping capacity of the SM-ATPuse, Cumulatively, these results\nconstitute the first demonstration of a surface-membrane proton-translocating ATPase in a parasitic\n\n \n\n \n\nprotozoan,\n\nINTRODUCTION\n\nSpecies of the parasitic protozoan Leishmania are the\n‘causative agents of a wide variety of human cutaneous,\nmucocutaneous and visceral diseases. These organisms\nhave a digenetic life cycle in which both developmental\nstages reside in hydrolytic environments, ie., as extra-\ncellular Ragellated promastigote forms within the alimen-\ntary tract of their sandfly vector and as obligate\nintracellular amastigote forms within secondary Iyso-\nsomes of human macrophages (Chang & Dwyer. 1978\nBerman et al, 1979; Dwyer, 1979; Tim er al., 1980;\nBordicr et al, 1982),\n\nPreviously we demonstrated that L. donovani, pro-\nrastigotes possess active transport systems which are\nprotonmotive-force (pm -driven (Zilberstein & Dwyer,\n1985), ic., a proton electrochemical gradient is created\nacross the parasite surface membrane (SM) which is\nCoupled to transport systems by maintaining symport\ntranslocation of specific substrates with protons. Such\nplasma-membrane_ activities have been deseribed in\nbacteria (Zilberstein et al., 1979; Kaback, 1983) and\nfungi (Eddy & Nowacki, 1971; Goffeau & Slayman,\n1981; Perlin et al, 1984) as well as in membranes of\nvarious cell organelles (Oshumi & Anraku, 1981; Fishkes\n& Rudnick, 1982; Reeves, 1983),\n\nIna variety of cells and organelles, membrane-bound\nproton-translocating ATPases (H'-ATPases) have been\ndemonstrated to be energy transducers which utilize the\nenergy of ATP hydrolysis to generate a proton electro-\nchemical gradient (Goffeau & Slayman, 1981 ; Oshumi &\nAncaku, 1981; DuPont er ai, 1982; Galloway er al.,\n\n \n\n \n\n \n\n \n\nAbbreviations wed PAGE, polyacramie pel electrophoresis: FCCP, carbonyleyanide pteiuocomethoxyphenyhyl\n\n1983: Reeves, 1983; Al-Awgati, 1986; Pederson &\nCarafoli, 1987). As’ pmt drives energy-transduction\nprocesses across the leishmanial SM_(Zilberstein &\nDuyer, 1985), it was amticipated that an H\"-ATPase\nacting asa primary proton pump should be present in the\nplasma membrane of this organism. Previously, it was\nsuggested that the leishmanial SM. might contain an\nATPase (Dwyer & Gottlieb, 1983). In the present study\nwwe have identified and characterized a vanadate-sensitive\nMgt'-dependent ATPase activity in isolaied SMs of\nL. donovani promastigotes and demonstrated that this\nenzyme is a proton pump.\n\nPart of this work has already been presented in\nabstract form (Zilberstcin & Dwyer, 1987),\n\n \n\nMATERIALS AND METHODS\nMaterials\n\nly-#PIATP was from ICN, Boston, MA. U.S.A.; \"1\nprotein A and Aquasol were from New England Nuclear.\nBoston, MA, U.S.A.; Acridine Orange, activated char-\ncoal, leupeptin, ATP, ADP and lodonitrotetrazolium\nViolet (INT) were from Sigma Chemical Co.. St. Louis\nMO, USA. All other chemicals were of analytical\ngrade.\n\n  \n\n \n\nParasite maintenance and growth conditions\nA cloned tine of L. donovani promastigoies, strain 1-S\n(Dwyer, 1977), was used in all experiments. The\norganisms were maintained and grown in Medium 199\nsupplemented with 20%, (v/y) fetal-calf serum,\n\n  \n\n \n\none: DCD. NW\n\n \n\nJigyloherycarbodiamide. pi. protonmotve lonce: SM, surface membrane’ IC, sentation causing hall-mavinalinhubiton: HT-ATPas,\n\npyoton-tansioating ATPase: SM-ATPase,surfce-membrane ATPase; INT, lodanitroetazaium. Vi\n\npu70.\n\nVol. 256\n\n \n\n \n\n  \n\nim cacodylate bullet,\n\n \n\f",
    "augmented_texts": [
        "Biochem. J (1988) 256, 13 - 21. (Printed in Great Britain) a Identification of a surface membrane proton - translocating ATPase in promastigotes of the parasitic protozoan Leishmania donovani Dan ZILBERSTEIN? and Dennis M. DWYERt * Department of Biology, Technion - Israe! Institute of Technology, Iaifa 32000, Israel, and $ Cell Biology and Immunology Section, National Institute of Allergy and Infectious Diseases. National Institutes of Health, Bothesda, MD 20892, US. A. oe ATPase activites were measured in surface membranes and mitochondria isolated from promastigotes of the parasitic protozoan Leishmania donovani. The 0wo enzymes were differehtiated on the basis of pH ‘ optima, inhibitor sensitivity and by immunochemical methods. The surface - membrane (SM -) ATPase had ‘ an activity of 100 nmol / min per mg of protein, which was optimal at pH 6. 5. The enzyme was Mgi - ‘ dependent, partially inhibited by Ca ® *, and unaffected by Na * or K ~. The SM - ATPase was inhibited by orthovanadate, NN ' - dicyclohexylearbodi - imide, and N - cthylmaleimide (IC, , (concentration causing half - ‘ maximal inhibition) 7. 5, 25 and 520 ast respectively }; however, it was unaffected by ouabain, azide or ‘ oligomycin. The SM - ATPase demonstrated a K, , of 1. 05 mM and & Vp, ,, of 225 nmol / min per mg of protein. Moreover, fine - structure cytochemical results demonstrated that the SM - ATPase was localized to the cytoplasmic lamina of the parasite SM. A method was devised for the isolation of SM - derived vesicles. These were used to demonstrate the proton - pumping capacity of the SM - ATPuse, Cumulatively, these results constitute the first demonstration of a surface - membrane proton - translocating ATPase in a parasitic protozoan, INTRODUCTION Species of the parasitic protozoan Leishmania are the ‘ causative agents of a wide variety of human cutaneous, mucocutaneous and visceral diseases. These organism have a digenetic life cycle in which both developmental stages reside in hydrolytic environments, ie. , as extra - cellular Ragellated promastigote forms within the alimen - tary tract of their sandfly vector and as obligate intracellular amastigote forms within secondary Iyso - somes of human macrophages (Chang & Dwyer. 1978 Berman et al, 1979; Dwyer, 1979; Tim er al. , 1980; Bordicr et al, 1982 ), Previously we demonstrated that L. donovani, pro - rastigotes possess active transport systems which are protonmotive - force (pm - driven (Zilberstein & Dwyer, 1985 ), ic. , a proton electrochemical gradient is created across the parasite surface membrane (SM) which is Coupled to transport systems by maintaining symport translocation of specific substrates with protons. Such plasma - membrane_ activities have been deseribed in bacteria (Zilberstein et al. , 1979; Kaback, 1983) and fungi (Eddy & Nowacki, 1971; Goffeau & Slayman, 1981; Perlin et al, 1984) as well as in membranes of various cell organelles (Oshumi & Anraku, 1981; Fishkes & Rudnick, 1982; Reeves, 1983 ), Ina variety of cells and organelles, membrane - bound proton - translocating ATPases (H ' - ATPases) have been demonstrated to be energy transducers which utilize the energy of ATP hydrolysis to generate a proton electro - chemical gradient (Goffeau & Slayman, 1981; Oshumi & Ancaku, 1981; DuPont er ai, 1982; Galloway er al. , Abbreviations wed PAGE, polyacramie pel electrophoresis: FCCP, carbonyleyanide pteiuocomethoxyphenyhyl 1983: Reeves, 1983; Al - Awgati, 1986; Pederson & Carafoli, 1987 ). As ’ pmt drives energy - transduction processes across the leishmanial SM_ (Zilberstein & Duyer, 1985 ), it was amticipated that an H \" - ATPase acting asa primary proton pump should be present in the plasma membrane of this organism. Previously, it was suggested that the leishmanial SM. might contain an ATPase (Dwyer & Gottlieb, 1983 ). In the present study wwe have identified and characterized a vanadate - sensitive Mgt ' - dependent ATPase activity in isolaied SMs of L. donovani promastigotes and demonstrated that this enzyme is a proton pump. Part of this work has already been presented in abstract form (Zilberstcin & Dwyer, 1987 ), MATERIALS AND METHODS Materials ly - # PIATP was from ICN, Boston, MA. U. S. A. ; \" 1 protein A and Aquasol were from New England Nuclear. Boston, MA, U. S. A. ; Acridine Orange, activated char - coal, leupeptin, ATP, ADP and lodonitrotetrazolium Violet (INT) were from Sigma Chemical Co. . St. Louis MO, USA. All other chemicals were of analytical grade. Parasite maintenance and growth conditions A cloned tine of L. donovani promastigoies, strain 1 - S (Dwyer, 1977 ), was used in all experiments. The organisms were maintained and grown in Medium 199 supplemented with 20% , (v / y) fetal - calf serum, nonpareil: DCD. NW Jigyloherycarbodiamide. pi. protonmotve lonce: SM, surface membrane ’ IC, sentation causing hall - mavinalinhubiton: HT - ATPas, pyoton - tansioating ATPase: SM - ATPase, surfce - tissue layer ATPase; INT, lodanitroetazaium. Vi pu70. Vol. 256 im cacodylate bullet,",
        "Biochem. J (1988) 256, 13 - 21. (Printed in Great Britain) a Identification of a surface membrane proton - translocating ATPase in promastigotes of the parasitic protozoan Leishmania donovani Dan ZILBERSTEIN? and Dennis M. DWYERt * Department of Biology, Technion - Israe! Institute of Technology, Iaifa 32000, Israel, and $ Cell Biology and Immunology Section, National Institute of Allergy and Infectious Diseases. National Institutes of Health, Bothesda, MD 20892, US. A. oe ATPase activites were measured in surface membranes and mitochondria isolated from promastigotes of the parasitic protozoan Leishmania donovani. The 0wo enzymes were differehtiated on the basis of pH ‘ optima, inhibitor sensitivity and by immunochemical methods. The surface - membrane (SM -) ATPase had ‘ an activity of 100 nmol / min per mg of protein, which was optimum at pH 6. 5. The enzyme was Mgi - ‘ dependent, partially inhibited by Ca ® *, and unaffected by Na * or K ~. The SM - ATPase was inhibited by orthovanadate, NN ' - dicyclohexylearbodi - imide, and N - cthylmaleimide (IC, , (concentration causing half - ‘ maximal inhibition) 7. 5, 25 and 520 ast respectively }; however, it was unaffected by ouabain, azide or ‘ oligomycin. The SM - ATPase demonstrated a K, , of 1. 05 mM and & Vp, ,, of 225 nmol / min per mg of protein. Moreover, fine - structure cytochemical results demonstrated that the SM - ATPase was localized to the cytoplasmic lamina of the parasite SM. A method was devised for the isolation of SM - derived vesicles. These were used to demonstrate the proton - pumping capacity of the SM - ATPuse, Cumulatively, these results constitute the first demonstration of a surface - membrane proton - translocating ATPase in a parasitic protozoan, INTRODUCTION Species of the parasitic protozoan Leishmania are the ‘ causative agents of a wide variety of human cutaneous, mucocutaneous and visceral diseases. These organisms have a digenetic life cycle in which both developmental stages reside in hydrolytic environments, ie. , as extra - cellular Ragellated promastigote forms within the alimen - tary tract of their sandfly vector and as obligate intracellular amastigote forms within secondary Iyso - somes of human macrophages (Chang & Dwyer. 1978 Berman et al, 1979; Dwyer, 1979; Tim er al. , 1980; Bordicr et al, 1982 ), Previously we demonstrated that L. donovani, pro - rastigotes possess active transport systems which are protonmotive - force (pm - driven (Zilberstein & Dwyer, 1985 ), ic. , a proton electrochemical gradient is created across the parasite surface membrane (SM) which is Coupled to transport systems by maintaining symport translocation of specific substrates with protons. Such plasma - membrane_ activities let been deseribed in bacteria (Zilberstein et al. , 1979; Kaback, 1983) and fungi (Eddy & Nowacki, 1971; Goffeau & Slayman, 1981; Perlin et al, 1984) as well as in membranes of various cell organelles (Oshumi & Anraku, 1981; Fishkes & Rudnick, 1982; Reeves, 1983 ), Ina variety of cells and organelles, membrane - bound proton - translocating ATPases (H ' - ATPases) take in been demonstrated to be energy transducers which utilize the energy of ATP hydrolysis to generate a proton electro - chemical gradient (Goffeau & Slayman, 1981; Oshumi & Ancaku, 1981; DuPont er ai, 1982; Galloway er al. , Abbreviations wed PAGE, polyacramie pel electrophoresis: FCCP, carbonyleyanide pteiuocomethoxyphenyhyl 1983: Reeves, 1983; Al - Awgati, 1986; Pederson & Carafoli, 1987 ). As ’ pmt drives energy - transduction processes across the leishmanial SM_ (Zilberstein & Duyer, 1985 ), it cost amticipated that an H \" - ATPase acting asa primary proton pump should be present in the plasma membrane of this organism. Previously, it was suggested that the leishmanial SM. might contain an ATPase (Dwyer & Gottlieb, 1983 ). In the present study wwe have identified and characterized a vanadate - sensitive Mgt ' - dependent ATPase activity in isolaied SMs of L. donovani promastigotes and demonstrated that this enzyme is a proton pump. Part of this work has already been presented in abstract form (Zilberstcin & Dwyer, 1987 ), MATERIALS AND METHODS Materials ly - # PIATP was from ICN, Boston, MA. U. S. A. ; \" 1 protein A and Aquasol were from New England Nuclear. Boston, MA, U. S. A. ; Acridine Orange, spark char - coal, leupeptin, ATP, ADP and lodonitrotetrazolium Violet (INT) were from Sigma Chemical Co. . St. Louis MO, USA. All other chemicals were of analytical grade. Parasite maintenance and growth conditions A cloned tine of L. donovani promastigoies, strain 1 - S (Dwyer, 1977 ), was used in all experiments. The organisms were maintained and grown in Medium 199 supplemented with 20% , (v / y) fetal - calf serum, one: DCD. NW Jigyloherycarbodiamide. pi. protonmotve lonce: SM, surface membrane ’ IC, sentation causing hall - mavinalinhubiton: HT - ATPas, pyoton - tansioating ATPase: SM - ATPase, surfce - membrane ATPase; INT, lodanitroetazaium. Vi pu70. Vol. 256 im cacodylate bullet,"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "The surface-membrane (SM-) ATPase had an activity of 100 nmol/min per mg of protein, which was optimal at pH 6.5. The SM-ATPase was inhibited by NN'-dicyclohexylearbodi-imide (IC), but unaffected by ouabain, azide oroligomycin."
}