{
    "filename": "505856773.jpg",
    "metadata": {},
    "text": "Name\n\nA. PLEASE READ THE INSTRUCTIONS FIRST:\n\n100\n90\n80\n10\n60\n50\n40\n30\n20\n10\n\nWhat, if anything, did you like about the cigarette you just trie\n\n‘THE VERY BEST\nEXCELLENT\n\nVERY GooD\nQUITE Goop\nFAIRLY GOOD\nINDIFFERENT\nNOT VERY GOOD\nWoT GooD AT ALL\nPOOR\n\nTERRIBLE\n\nTHE VERY WORST\n\nPictured on the left is a\nthermometer with grades\nfrom 0 to 100 and phrases\nthat describe each grade;\nfor example, 100 is the very\nbest, 90 is excellent, - all\nthe way down to 0 which is\nthe very worst.\n\nAs a cigarette for your om\nuse, where would you grade\nthe cigarette you just tried\non the thermometer chart?\n\n \n\nRECORD GRADE\n\n \n\n \n\n \n\nWmat, if anything; did you dislike about the cigarette you just tried?\n\n \n\n \n\n \n\n \n\na a a (ae\n\ne229 $2595\n\n \n\f",
    "augmented_texts": [
        "Name A. PLEASE READ THE INSTRUCTIONS FIRST: 100 90 80 10 60 50 40 30 20 10 What, if anything, did you like about the cigarette you just trie ‘ THE VERY BEST EXCELLENT VERY GooD QUITE Goop FAIRLY GOOD INDIFFERENT NOT VERY GOOD WoT GooD AT ALL POOR TERRIBLE THE VERY WORST Pictured on the left is a thermometer with grades from 0 to hundred and phrases that describe each grade; for example, 100 is the real best, 90 is excellent, - all the way down to 0 which is the rattling worst. As a cigarette for your om use, where would you grade the cigarette you just try on the thermometer chart? RECORD GRADE Wmat, if anything; did you dislike about the cigarette you just tried? a a a (ae e229 $ 2595",
        "Name A. PLEASE READ THE INSTRUCTIONS FIRST: 100 90 80 10 60 50 40 30 20 10 What, if anything, did you corresponding about the cigarette you just trie ‘ THE VERY BEST EXCELLENT VERY GooD QUITE Goop FAIRLY GOOD INDIFFERENT NOT VERY GOOD WoT trade good AT ALL POOR TERRIBLE THE VERY WORST Pictured on the left is a thermometer with grades from 0 to 100 and phrases that describe each grade; for example, 100 is the very best, 90 is excellent, - all the way down to 0 which is the very worst. As a cigarette for your om use, where would you mark the cigarette you just tried on the thermometer chart? RECORD GRADE Wmat, if anything; did you dislike astir the cigarette you just tried? a a a (ae e229 $ 2595"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "A thermometer chart with grades from 0 to 100 and phrases that describe each grade. 100 is the very best, 90 is excellent, - all the way down to 0 which is 'the very worst' What did you like and dislike about the cigarette you just tried?"
}