{
    "filename": "50580993-0997.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\n \n\n \n  \n\n‘Acta oat, 191: 201-275 (1988)\n\n‘The Two- and Three-Dimensional Structure of the\n\nMicrocirculation of the Chick Chorioallantoic Membrane!\n\nA. Fuchs, E.S. Lindenbaum\n\nMorphological Sciences Research Unit Fasuly of Medicine, Tehaon-AseaeInsiaue of Teehaology, Hof Trach\n\nKey Words, CAM microcirculation « Corrosion cast - Angiogenesis mechanism .\n\n“Abstract, ‘The chick chorioallaetoie membrane (CAM) is a common model for studying biological processes, but\ndestriptionsof the CAM circulatory system and especially experimental preparations of the CAM in shel-tess eggs are\n\nboth seune and controversial. We studied the CAM structure and the three-cimensional spat\n\n‘contiguration of the;\n\nCAM vessels using five methods: in vivo stereoscopic observations, whole-mount preparations, histological sections)\n\ncorrosion cast microinjection techniques,\nthat the CAM consists of a superficial two:\n\n \n\n \n\nind the reconstruction of a threc-dimensional wax model. Oue findings show!\nlimensional layer composed of a network of a very dense capillary mesh\n\nHostingover and enclosinga deeper theee-dimensional sce in which medium and larger free-floating vessels are seen\nne\n\nto supply and drain the superficial layer.\nppl\n\n \n\ninteresting to note that no tips or sprouts of blood vessels were observed ,\n\nGuring the development of the CAM vessels. In a shell-less egg preparation, the capillaries were found in the\nnenodiermn layer of the CAM and not in or superficial to the ectoderm ais the case in the CAM of the intact egg which\n\nadheres to the shell membrane.\n\nIntroduction\n\nThe hi\ncommon method for studying biological processes su\non anspor {I}, gas exchange [2], tumor transplant exper-\niments [3] and for the asseasment of angiogenic activity 4,\nS] The CAM is Formed on day 4-3 by fusion of the somatic\nissoderm ofthe chorion with the vascularized splaneh\nmesoderm ot the allantois, The CAM and its vessels in the\nIntact epg spread aver the surface of the yolk sac and on\nday 6 oF 7 cover it completely\n\n‘Hy the end of the Ist week of incubation, most of the\nchorion is in contaet with the shell membrane. The allan=\nfoie sac increases in volume rapidly and the facing meso~\ndermal surface of the chorion and the allantois fuse (3. 6\n3] With time, the CAM capillary endothelium undergoes\n\n  \n\n \n\n \n\n \n   \n\n \n\n \n\nMoWepiee bya\n\n \n\nin pana itinent of he rerements forth\n\na sequence of structural changes. During the rapid phase\nSf endothelium mitosis within the preexisting capillaries,\nthe CAM is expanding [8,9]\n\nThere is some controversy regarding the real nature of\nthe CAM capillary network, Narbits [10] described the\nCAM vascular architecture as a single blood sinus not a\nnetwork of capillaries or sinusoids ~ which appears to be\nSupported by cylindrical columns connecting its floor with\nthe roof, Whether these small vessels form a nework of\nCapillaries or constitute « single blood sinus, the most sa\nTrent point is that the Iumen of the vessels is lined with\nendothelial cells which ean undergo mitosis during the\nevelopment of the CAM and during angiogenesis (11,\n12)\n\n \n\n‘Most descriptions of the CAM eieculatory system tend\nto relate to the small blood vessels (capillary network) but\n\n16 mention the larger arterioles and venules. In addi«\ntion, in preparations in which a window is opened and air\njs introduced between the CAM and the shell membrane,\nih eeterred to as air space, the CAM appearance is\n\n \n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "‘ Acta oat, 191: 201 - 275 (1988) ‘ The Two - and Three - Dimensional Structure of the Microcirculation of the Chick Chorioallantoic Membrane! A. Fuchs, E. S. Lindenbaum Morphological Sciences Research Unit Fasuly of Medicine, Tehaon - AseaeInsiaue of Teehaology, Hof Trach Key Words, CAM microcirculation « Corrosion cast - Angiogenesis mechanism. “ Abstract, ‘ The chick chorioallaetoie membrane (CAM) is a common model for studying biological processes, but destriptionsof the CAM circulatory system of rules and especially experimental preparations of the CAM in shel - tess eggs are both seune and controversial. We studied the CAM structure and the three - cimensional spat ‘ contiguration of the; CAM vessels using five methods: in vivo stereoscopic observations, whole - mount preparations, histological sections) corrosion cast microinjection techniques, that the CAM consists of a superficial two: ind the reconstruction of a threc - dimensional wax model. Oue findings show! limensional layer composed of a network of a very dense capillary mesh Hostingover and enclosinga deeper theee - dimensional sce in which medium and larger free - floating vessels are seen ne to supply and drain the superficial layer. ppl interesting to note that no tips or sprouts of blood vessels were observed, Guring the development of the CAM vessels. In a shell - less egg preparation, the capillaries were found in the nenodiermn layer of the CAM and not in or superficial to the ectoderm ais the case in the CAM of the intact egg which adheres to the shell membrane. Introduction The hi common method acting for studying biological processes su on anspor {I }, gas exchange [2 ], tumor transplant exper - iments [3] and for the asseasment of angiogenic activity 4, S] The CAM is Formed on day 4 - 3 by fusion of the somatic issoderm ofthe chorion with the vascularized splaneh mesoderm ot the allantois, The CAM and its vessels in the Intact epg spread aver the surface of the yolk theca and on day 6 oF 7 cover it completely ‘ Hy the end of the Ist week of incubation, most of the chorion is in contaet with the shell membrane. The allan = foie sac increases in volume rapidly and the facing meso ~ dermal surface of the chorion and the allantois fuse (3. 6 3] With time, the CAM capillary endothelium undergoes MoWepiee bya in pana itinent of he rerements forth a sequence of structural changes. During the rapid phase Sf endothelium mitosis within the preexisting capillaries, the CAM is expanding [8, 9] There is some controversy regarding the real nature of the CAM capillary network, Narbits [10] described the CAM vascular architecture as a single blood sinus not a network of capillaries or sinusoids ~ which appears to be Supported by cylindrical columns connecting its floor with the roof, Whether these small vessels form a nework of Capillaries or constitute « single blood sinus, the most sa Trent point is that the Iumen of the vessels is lined with endothelial cells which ean undergo mitosis during the evelopment of the CAM and during angiogenesis (11, 12) ‘ Most descriptions of the CAM eieculatory system tend to relate to the small blood vessels (capillary network) but 16 mention the larger arterioles and venules. In addi « tion, in preparations in which a window is opened and air js introduced between the CAM and the shell membrane, ih eeterred to as air space, the CAM appearance is",
        "‘ Acta oat, 191: 201 - 275 (1988) ‘ The Two - and Three - Dimensional Structure of the Microcirculation of the Chick Chorioallantoic Membrane! A. Fuchs, E. S. Lindenbaum Morphological Sciences Research Unit Fasuly of Medicine, Tehaon - AseaeInsiaue of Teehaology, Hof Trach Key Words, CAM microcirculation « Corrosion cast - Angiogenesis mechanism. “ Abstract, ‘ The chick chorioallaetoie membrane (CAM) is a common role model for studying biological processes, but destriptionsof the CAM circulatory system and especially experimental preparations of the CAM in shel - tess eggs are both seune and controversial. We studied the CAM structure and the three - cimensional spat ‘ contiguration of the; CAM vessels using five methods: in vivo stereoscopic observations, whole - mount preparations, histological sections) corrosion cast microinjection techniques, that the CAM consists of a superficial two: ind the reconstruction of a threc - dimensional wax model. Oue findings show! limensional layer composed of a network of a very dense capillary mesh Hostingover and enclosinga deeper theee - dimensional sce in which medium and larger free - floating vessels are seen ne to supply and drain the superficial layer. ppl interesting to note that no tips or sprouts of blood vessels were observed, Guring the development of the CAM vessels. In a shell - less egg preparation, the capillaries were found in the nenodiermn layer of the CAM and not in or superficial to the ectoderm ais the typesetter's case in the CAM of the intact egg which adheres to the shell membrane. Introduction The hi common method for studying biological processes su on anspor {I }, gas exchange [2 ], tumor transplant exper - iments [3] and for the asseasment of angiogenic activity 4, S] The CAM is Formed on day 4 - 3 by fusion of the somatic issoderm ofthe chorion with the vascularized splaneh mesoderm ot the allantois, The CAM and its vessels in the Intact epg spread aver the surface of the yolk sac and on day 6 oF 7 cover it completely ‘ Hy the end of the Ist week of incubation, most of the chorion is in contaet with the shell membrane. The allan = foie sac increases in volume rapidly and the facing meso ~ dermal surface of the chorion and the allantois fuse (3. 6 3] With time, the CAM capillary endothelium undergoes MoWepiee bya in pana itinent of he rerements forth a sequence of structural changes. During the rapid phase Sf endothelium mitosis within the preexisting capillary, the CAM is expanding [8, 9] There is some controversy regarding the real nature of the CAM capillary network, Narbits [10] described the CAM vascular computer architecture as a single blood sinus not a network of capillaries or sinusoids ~ which appears to be Supported by cylindrical columns connecting its floor with the roof, Whether these small vessels form a nework of Capillaries or constitute « single blood sinus, the most sa Trent point is that the Iumen of the watercraft is lined with endothelial cells which ean undergo mitosis during the evelopment of the CAM and during angiogenesis (11, 12) ‘ Most descriptions of the CAM eieculatory system tend to relate to the small blood vessels (capillary network) but xvi mention the larger arterioles and venules. In addi « tion, in preparations in which a window is opened and air js introduced between the CAM and the shell membrane, ih eeterred to as air space, the CAM coming into court is"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The chick chorioallaetoie membrane (CAM) is a common model for studying biological processes, but experimental preparations of the CAM in shel-tess eggs are ‘both seune and controversial’ The CAM is Formed on day 4-3 by fusion of. the somaticogleissoderm ofthe chorion with the vascularized splaneh.ousderm."
}