{
    "filename": "505924137+-4145.jpg",
    "metadata": {},
    "text": " \n\n \n\nSegnent Deseription Stuy\nCaliback\nStudy #85-15280\n\n(WATS CRS. Veraton)\n\nEee By\nConpiee D\nSemone O.\n\n \n\nain eas\nTS :\nEe [ee Gee\n\nDATE 25 sour ENDED__ pm TOME STARTED _:_ pm NO.OF HIN,\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n   \n\n \n\nveo, Ue with WARE Opinion Revenreh, Nay 1 please ape to (QED\n‘JOP_OF SCREEN)? me ”\n\n(AF pEsrOwDeyT WAVATLABLE, EXTER CODE 2 AND ———_—Repondent avatabie,\n\nSEmobULE cack) x Array\n\n   \n  \n   \n\n \n\nMo such person (Zhi\nTTERAINATE). aa\n\n \n\n \n\n \n\n1. We spoke with you severad weeks ago Yes, received materials,\nbout parkseipating in a study we are Wo, not received materials\neonducting. Did you receive the {SCHEDULE CALLBACKD.\n+ materials we sent you recently? (IF\nRESPONDENT KAS NOT RECEIVED KATERIALS,\nATER CODE 2 AND SCHEDULE A \"NO\nMATERIALS CALLBACK. IN TWO DAYS.)\n\n2. So that we can begin, please get the packet of eaterials ve sent you and bring it to\nthe phone, (PAUSE MUILE RESPONDENT GETS THE PACKET. READ CHECK LIST. PAUSE FOR\nRESPONSE AFTER EACH ITEN.)\n\n \n\n \n\n \n\n \n\n    \n\nect Yer\n1. Pink deck of cards Continue\n21 Waite eards on a ring Continue\n31 Blue earés on # ring Continue\n\n \n\n‘du, (IF ANY ITEM MOT IK PACKET, ASK. OTHERUISE SKIP TO 0.3 READ:) ‘I'm very sorry, but\na] of these paterials are needed to cosplete our study. We will wail another packet\n{to you and eal} you back in about a week.\" (GET MAME AND ADDRESS, ARRANGE\nCHECKLIST\" CALLBACK IW 5 DAYS.)\n\n \n\n \n\n3a, Have you completes the questionnaire on Yes, completed and miles\nattituge and dnterests that was in your ‘Questionnaire (SKIP 10 0.4).....1\npacket of materials and mailes it back? Woy not eompleted/not mailed\n‘Questionnaire\nDigi not receive questionnaire\n(SEIP 10 0.3¢)..\n\n \n\n \n\n \n\n3. In order to coaplete our study st Au very teportant that we receive the questionnsire\non attitudes ané intereste that was in your packet of eaterials, Please f 11) out the\nQuestionnaire, put it into the pre-paid envelope you received and mail it back to\nus. (SKIP T0'0.4)\n\nJe. I'm very sorry you €idn't receive the questionnaire, We wil ma{l-another one to\n\nJou. then you receive the questionnaire, please £111 it out, put it into the pre-paid\nUnvelope you will recesve and kai] 1t back to us. (GET MAME AND ADDRESS)\n\nEL 26595\n\n \n\n \n\f",
    "augmented_texts": [
        "Segnent Deseription Stuy Caliback Study # 85 - 15280 (WATS CRS. Veraton) Eee By Conpiee D Semone O. ain eas TS: Ee [ee Gee DATE 25 sour ENDED__ pm TOME STARTED _: _ pm NO. OF HIN, veo, Ue with WARE Opinion Revenreh, Nay 1 please ape to (QED ‘ JOP_OF SCREEN )? me ” (AF pEsrOwDeyT WAVATLABLE, EXTER CODE 2 AND — — — _ — Repondent avatabie, SEmobULE cack) x Array Mo such person (Zhi TTERAINATE ). aa 1. We spoke with you severad weeks ago Yes, received materials, bout parkseipating in a study we are Wo, not received materials eonducting. Did you receive the {SCHEDULE CALLBACKD. + materials we sent you recently? (IF answerer KAS NOT RECEIVED KATERIALS, ATER CODE 2 AND SCHEDULE A \" NO MATERIALS CALLBACK. IN TWO DAYS.) 2. So that we can begin, please get the packet of eaterials ve sent you and bring it to the phone, (PAUSE MUILE RESPONDENT GETS THE PACKET. READ CHECK LIST. PAUSE FOR RESPONSE AFTER EACH ITEN.) ect Yer 1. Pink deck of cards Continue 21 Waite eards on a ring Continue 31 Blue earés on # ring Continue ‘ du, (IF ANY ITEM MOT IK PACKET, ASK. OTHERUISE SKIP TO 0. 3 READ:) ‘ I ' m very sorry, but a] of these paterials are needed to cosplete our study. We will wail another packet {to you and eal} you back in about a week. \" (GET MAME AND ADDRESS, ARRANGE CHECKLIST \" CALLBACK IW 5 DAYS.) 3a, Have you completes the questionnaire on Yes, completed and miles attituge and dnterests that was in your ‘ Questionnaire (SKIP 10 0. 4 ). .. .. 1 packet of materials and mailes it back? Woy not eompleted / not mailed ‘ Questionnaire Digi not receive questionnaire (SEIP 10 0. 3 ¢ ). . 3. In order to coaplete our study st Au very teportant that we receive the questionnsire on attitudes ané intereste that was in your packet of eaterials, Please f 11) out the Questionnaire, put it into the pre - paid envelope you received and mail it back to us. (omission T0 ' 0. 4) Je. I ' m very sorry you € idn ' t receive the questionnaire, We wil ma {l - another one to Jou. then you receive the questionnaire, please £ 111 it out, put it into the pre - paid Unvelope you will recesve and kai] 1t back to us. (GET MAME AND ADDRESS) EL 26595",
        "Segnent Deseription Stuy Caliback Study # 85 - 15280 (WATS CRS. Veraton) Eee By Conpiee D Semone Type o. ain eas TS: Ee [ee Gee DATE 25 sour ENDED__ pm TOME STARTED _: _ pm NO. OF HIN, veo, Ue with WARE Opinion Revenreh, Nay i please ape to (QED ‘ JOP_OF SCREEN )? me ” (AF pEsrOwDeyT WAVATLABLE, EXTER CODE 2 AND — — — _ — Repondent avatabie, SEmobULE cack) x Array Mo such person (Zhi TTERAINATE ). aa 1. We spoke with you severad weeks ago Yes, received materials, bout parkseipating in a study we are Wo, not received materials eonducting. Did you receive the {SCHEDULE CALLBACKD. + materials we sent you recently? (IF RESPONDENT KAS NOT RECEIVED KATERIALS, ATER CODE 2 AND docket A \" NO MATERIALS CALLBACK. IN TWO DAYS.) 2. So that we can begin, delight get the packet of eaterials ve sent you and bring it to the phone, (PAUSE MUILE RESPONDENT GETS THE PACKET. READ CHECK LIST. PAUSE FOR RESPONSE AFTER EACH ITEN.) ect Yer 1. Pink deck of cards Continue 21 Waite eards on a ring Continue 31 Blue earés on # ring Continue ‘ du, (IF ANY ITEM MOT IK PACKET, ASK. OTHERUISE SKIP TO 0. 3 READ:) ‘ I ' m very sorry, but a] of these paterials are needed to cosplete our study. We will wail another packet {to you and eal} you back in about a week. \" (GET MAME AND ADDRESS, ARRANGE CHECKLIST \" CALLBACK IW 5 DAYS.) 3a, Have you fill out the questionnaire on Yes, completed and miles attituge and dnterests that was in your ‘ Questionnaire (SKIP 10 0. 4 ). .. .. 1 packet of fabric and mailes it back? Woy not eompleted / not mailed ‘ Questionnaire Digi not receive questionnaire (SEIP 10 0. ternary ¢ ). . 3. In order to coaplete our study st Au very teportant that we receive the questionnsire on attitudes ané intereste that was in your packet of eaterials, Please f 11) out the Questionnaire, put it into the pre - paid envelope you received and mail it back to us. (SKIP T0 ' 0. 4) Je. I ' thousand very sorry you € idn ' t receive the questionnaire, We wil ma {l - another one to Jou. then you receive the questionnaire, please £ 111 it out, put it into the pre - paid Unvelope you will recesve and kai] 1t back to us. (GET MAME AND ADDRESS) EL 26595"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Segnent Deseription Stuy                Caliback                Study #85-15280 grotesquely-pronounced \"Veraton\" Veraton is a study of attitudes towards people and attitudes toward the environment. The study was conducted by the University of Cambridge's Department of Psychology."
}