{
    "filename": "50599955-9955.jpg",
    "metadata": {},
    "text": "Fire Ratial Buoy & Medie. NO 6 99. 21-28, 1989\nmed inthe USA\" Al apt se\n\n-R Original Contribution\n\n8914989. $3.00 4.00\n1189 Pepamon Pres pe\n\n \n\nINTERMEDIATES IN THE AEROBIC AUTOXIDATION OF\n6-HYDROXYDOPAMINE: RELATIVE IMPORTANCE UNDER DIFFERENT\nREACTION CONDITIONS\n\nPAULINE Gee* and ALLAN J. Davisont\n\nBioenergetics Reteacch Lab, School of Kinesiology. Simon Fraser University, Burnaby, B.C.. Canada VSA 186 and BC\n(Cancer Research Cente, 601 West 10 Ave., Vancouver, B,C, Canada V3Z 3\n\n(Received | May 1987; Revised 16 October 1957; Re-revised 12 May 1988; Accepted 3 une (988)\n\nAbstract—Autoxidation of 6-hydroxydopamine (6-OHDA) proceeds theovgh w balanced network of: transition\n‘etal ions, superoxide, hydrogen peroxide, hydroxyl radicals, and other species. The contribution of each to the\nfeaction mechanism varies dramatically depending upon which scavengers ate present. The contribution of exch\nPropageting intermediate increases when the involvement of others is diminished, Thus, superoxide (which is\nfelatively Unimportant when metal ions can participate) dominates the reaction when transition metal tons ate\nbound (expecially at higher pH), and it becomes essential inthe simultaneous presence of catalase plus chelators\n‘Transition metal tons participate more if superoxide is excluded; hydrogen peroxide becomes more important if\nboth “O.- and meta ions are excluded: and hydroxyl radicals contribute mote to the reaction mechanism if both\n4H.O; and Os\" are excluded. Superoxide dismutase inhibited stongly, by two distinct mechanisms: high afinity\n‘mechanism (<13% inhibition) at catalytically effective concentrations. and u low affinity mechanism (almost\n‘complete inhibition atthe highest concentrations) which depends upon both metal binding and catalytic actions\nInthe presence of DETAPAC catalytic concentrations of superoxide dismutase inhibited by over 98%. Conversely,\n‘metal chelating agents inhibited strongly in the presence of superoxide dismutase, When preseat alone they\nstimelated (ike EDTA), inhibited (like desfercioxamine), or had little effect (like DETAPAC). Catalase. which\nstimvlated slightly but consistenly (<3%) when added alone, inhibited 100% in the presence of superoxide\ndismutase + DETAPAC. However. in the absence of DETAPAC, catalase decreased inhibition by superoxide\ndismutase, yielding a 100% increase in reaction rate. Hydroxyl scavengers (formate, maanitol er glocose) alone\nproduced litle or no (<10%) inhibition, but inhibited by 30%: sn the presence of catalase + superoxide dismutase.\nParadoxically, they stimulated the reaction in the presence of catalase + superoxide dismutase + DETAPAC,\n\n      \n\n \n\n \n\nKeywords—Free radical, Oxygen autoxidation, 6-hydroxydopamine,\n\n \n\nSuperoxide dismutase, Catalase, Hydroxyl\n\nradical, Scavenger, Mechanism, Transition metals, Chelating agents\n\nINTRODUCTION\n\n6-Hydroxydopamine (6-OHDA) because ofits affinity\nfor the catecholamine reuptake systems, is selectively\ntoxic to those neurones which concentrate it to critical\nlevels.'? The toxic actions of this pro-oxidant result\ndirectly from its ability to generate species of active\noxygen and 6-OHDA quinones.™*5* These reactive\nspecies are thought to modify cellular components ren-\ndering them non-functional.’*In view ofthe possibilty\nthat similar reactions of active oxygen with brain com-\nponents may be involved in various aspect ofthe aging\n\n \n\n \n\n‘Canadian MRC Fellow. Current addrexc: Department of Biological\nSciences. Stanford Univesity Sanford, CA 94305,\n\"Author wo whown correspondence shoud he adrssed\n\nmn\n\nof brain (including Parkinson's disease), the autoxi-\ndation of 6-OHDA has been extensively investigated.\nNevertheless, neither the mechanisms of its autoxi-\ndation nor its cytotoxicity have been unambiguously\n‘elucidated, The current study is part of a series un-\ndertaken to ascertain the relative importance of various\nreactive species participating in the reduction of oxy-\ngen by 6-OHDA. The overall goal of these studies is\nto identity synergistic and moderating interactions among\nmetals, ligands, and free radicals and other active spe-\ncies mediating the general mechanisms by which ox-\nygen is reduced by pro-oxidants,*!™!2\n\nNeither molecular oxygen® nor hydrogen peroxide!®\ndirectly oxidise 6-OHDA unless some other reactant\ncapable of acting as a co-oxidant is present. The rel-\n\f",
    "augmented_texts": [
        "Fire Ratial Buoy & Medie. NO 6 99. 21 - 28, 1989 med inthe USA \" Al apt se - R Original Contribution 8914989. $ 3. 00 4. 00 1189 Pepamon Pres pe INTERMEDIATES IN THE AEROBIC AUTOXIDATION OF 6 - HYDROXYDOPAMINE: RELATIVE IMPORTANCE UNDER DIFFERENT REACTION CONDITIONS PAULINE Gee * and ALLAN J. Davisont Bioenergetics Reteacch Lab, School of Kinesiology. Simon Fraser University, Burnaby, B. C. . Canada VSA 186 and BC (Cancer Research Cente, 601 West 10 Ave. , Vancouver, B, C, Canada V3Z 3 (Received | May 1987; Revised 16 October 1957; Re - revised 12 Crataegus laevigata 1988; Accepted 3 une (988) Abstract — Autoxidation of 6 - hydroxydopamine (6 - OHDA) proceeds theovgh w balanced network of: transition ‘ etal ions, superoxide, hydrogen peroxide, hydroxyl radicals, and other species. The contribution of each to the feaction mechanism varies dramatically depending upon which scavengers ate present. The contribution of exch Propageting intermediate increases when the involvement of others is diminished, Thus, superoxide (which is felatively Unimportant when metal ions can participate) dominates the reaction when transition metal tons ate bound (expecially at higher pH ), and it becomes essential inthe simultaneous presence of catalase plus chelators ‘ Transition metal tons participate more if superoxide is excluded; hydrogen peroxide becomes more important if both “ O. - and meta ions are excluded: and hydroxyl radicals contribute mote to the reaction mechanism if both 4H. O; and Os \" are excluded. Superoxide dismutase inhibited stongly, by two distinct mechanism: high afinity ‘ mechanism (< 13% inhibition) at catalytically effective concentrations. and u low affinity mechanism (almost ‘ complete inhibition atthe highest concentrations) which depends upon both metal binding and catalytic actions Inthe presence of DETAPAC catalytic concentrations of superoxide dismutase inhibited by over 98% . Conversely, ‘ metal chelating agents inhibited strongly in the presence of superoxide dismutase, When preseat alone they stimelated (ike EDTA ), inhibited (like desfercioxamine ), or had little effect (like DETAPAC ). Catalase. which stimvlated slightly but consistenly (< 3%) when added alone, inhibited 100% in the presence of superoxide dismutase + DETAPAC. However. in the absence of DETAPAC, catalase decreased inhibition by superoxide dismutase, yielding a 100% increase in reaction rate. Hydroxyl scavengers (formate, maanitol er glocose) alone produced litle or no (< 10%) inhibition, but inhibited by 30% : sn the presence of catalase + superoxide dismutase. Paradoxically, they stimulated the reaction in the presence of catalase + superoxide dismutase + DETAPAC, Keywords — Free radical, Oxygen autoxidation, 6 - hydroxydopamine, Superoxide dismutase, Catalase, Hydroxyl radical, Scavenger, Mechanism, Transition metals, Chelating agents INTRODUCTION 6 - Hydroxydopamine (6 - OHDA) because ofits affinity for the catecholamine reuptake systems, is selectively toxic to those neurones which concentrate it to critical levels. '? The toxic actions of this pro - oxidant result at once from its ability to generate species of active oxygen and 6 - OHDA quinones. ™ * 5 * These reactive species are thought to modify cellular components ren - dering them non - functional. ’ * In view ofthe possibilty that similar reactions of active oxygen with brain com - ponents may be involved in various aspect ofthe aging ‘ Canadian MRC Fellow. Current addrexc: Department of Biological Sciences. Stanford Univesity Sanford, CA 94305, \" Author wo whown correspondence shoud he adrssed mn of brain (including Parkinson ' s disease ), the autoxi - dation of 6 - OHDA has been extensively investigated. Nevertheless, neither the mechanisms of its autoxi - dation nor its cytotoxicity have be unambiguously ‘ elucidated, The current study is part of a series un - dertaken to ascertain the relative importance of various reactive species participating in the reduction of oxy - gen by 6 - OHDA. The overall goal of these studies is to identity synergistic and moderating interactions among alloy, ligands, and free radicals and other active spe - cies mediating the general mechanisms by which ox - ygen is reduced by pro - oxidants, *! ™! 2 Neither molecular oxygen ® nor hydrogen peroxide! ® directly oxidise 6 - OHDA unless some other reactant capable of acting as a co - oxidant is present. The rel -",
        "Fire Ratial Buoy & Medie. NO 6 99. 21 - 28, 1989 med inthe USA \" Al apt se - R Original Contribution 8914989. $ 3. 00 4. 00 1189 Pepamon Pres pe INTERMEDIATES IN THE AEROBIC AUTOXIDATION OF 6 - HYDROXYDOPAMINE: RELATIVE IMPORTANCE UNDER DIFFERENT REACTION CONDITIONS PAULINE Gee * and ALLAN J. Davisont Bioenergetics Reteacch Lab, School of Kinesiology. Simon Fraser University, Burnaby, B. C. . Canada VSA 186 and BC (Cancer Research Cente, 601 West 10 Ave. , Vancouver, B, C, Canada V3Z 3 (Received | May 1987; Revised 16 October 1957; Re - revised dozen May 1988; Accepted 3 une (988) Abstract — Autoxidation of 6 - hydroxydopamine (6 - OHDA) proceeds theovgh w balanced network of: transition ‘ etal ions, superoxide, hydrogen peroxide, hydroxyl radicals, and other species. The contribution of each to the feaction mechanism varies dramatically depending upon which scavengers ate present. The contribution of exch Propageting intermediate increases when the involvement of others is diminished, Thus, superoxide (which is felatively Unimportant when metal ions can participate) dominates the reaction when transition metal tons ate bound (expecially at higher pH ), and it becomes essential inthe simultaneous presence of catalase plus chelators ‘ Transition metal tons participate more if superoxide is excluded; hydrogen peroxide becomes more important if both “ O. - and meta ions are excluded: and hydroxyl radicals contribute mote to the reaction mechanism if both 4H. O; and Os \" are excluded. Superoxide dismutase inhibited stongly, by two distinct mechanisms: high afinity ‘ mechanism (< 13% inhibition) at catalytically effective concentrations. and u low affinity mechanism (almost ‘ complete inhibition atthe highest concentrations) which depends upon both metal binding and catalytic actions Inthe presence of DETAPAC catalytic concentrations of superoxide dismutase inhibited by over 98% . Conversely, ‘ metal chelating agents inhibited strongly in the presence of superoxide dismutase, When preseat alone they stimelated (ike EDTA ), inhibited (like desfercioxamine ), or had little effect (like DETAPAC ). Catalase. which stimvlated slightly but consistenly (< 3%) when added alone, inhibited 100% in the presence of superoxide dismutase + DETAPAC. However. in the absence of DETAPAC, catalase decreased inhibition by superoxide dismutase, yielding a 100% increase in reaction rate. Hydroxyl scavengers (formate, maanitol er glocose) alone produced litle or no (< 10%) inhibition, but inhibited by 30% : sn the presence of catalase + superoxide dismutase. Paradoxically, they stimulated the reaction in the presence of catalase + superoxide dismutase + DETAPAC, Keywords — Free radical, Oxygen autoxidation, 6 - hydroxydopamine, Superoxide dismutase, Catalase, Hydroxyl radical, Scavenger, Mechanism, Transition metals, Chelating agents INTRODUCTION 6 - Hydroxydopamine (6 - OHDA) because ofits affinity for the catecholamine reuptake systems, is selectively toxic to those neurones which concentrate information technology to critical levels. '? The toxic actions of this pro - oxidant result directly from its ability to generate species of active oxygen and 6 - OHDA quinones. ™ * 5 * These reactive species are thought to modify cellular components ren - dering them non - functional. ’ * In view ofthe possibilty that similar reactions of active oxygen with brain com - ponents may be involved in versatile aspect ofthe aging ‘ Canadian MRC Fellow. Current addrexc: Department of Biological Sciences. Stanford Univesity Sanford, CA 94305, \" Author wo whown correspondence shoud he adrssed mn of brain (including Parkinson ' s disease ), the autoxi - dation of 6 - OHDA has been extensively investigated. Nevertheless, neither the mechanisms of its autoxi - dation nor its cytotoxicity have been unambiguously ‘ elucidated, The current study is part of a series un - dertaken to ascertain the relative importance of various responsive species participating in the reduction of oxy - gen by 6 - OHDA. The overall goal of these studies is to identity synergistic and moderating interactions among metals, ligands, and free radicals and other active spe - cies mediating the general mechanisms by which ox - ygen is reduced by pro - oxidants, *! ™! 2 Neither molecular oxygen ® nor hydrogen peroxide! ® directly oxidise vi - OHDA unless some other reactant capable of acting as a co - oxidant is present. The rel -"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Autoxidation of 6-hydroxydopamine (6-OHDA) proceeds theovgh w balanced network of: transition metal tons, superoxide, hydrogen peroxide,. hydroxyl radicals, and other species. Superoxide dismutase inhibited stongly, by two distinct mechanisms: high afinity. mechanism (<13% inhibition) at catalytically effective concentrations. and low affinity mechanism (almost.complete inhibition atthe highest concentrations) which depends upon both metal binding and. catalytic actions."
}