{
    "filename": "506064074+-4077.jpg",
    "metadata": {},
    "text": " \n\na\n\nQUESTIONNAIRE\n\nHow many of the cigarettes did you smoke (one pack contains\n\n20 cigarettes)?\n\n(WRITE IN NUMBER)\n\n100+\n90 +] F EXCELLENT\n\n80 7] } VERY GooD\n\n70 | f QUITE GoD\n\n60 |} | FAIRLY GooD\n\n50 7 | | INDIFFERENT\n\n40 4] F Nor VERY Goon\n30 | [NOT GOOD AT ALL\n\n20 POOR e\n10 TERRIBLE\n0\n\nPictured on the left is a thermometer\nchart with grades from 0 to 100 and\nphrases that describe each grade; for\nexample, 90 is excellent, 80 is very\ngood--al1 the way down to 10 which is\nterrible.\n\nAs a cigarette for your own use, where\nwould you grade these cigarettes on the\nthermometer chart?\n\nRECORD GRADE\n\nAnd where would you rate the cigarette\nin terms of menthol taste, on the\nthermometer chart? .\n\nRECORD GRADE\n\nWhat did yoy like about the cigarettes?\n\n \n\n \n\nNow, what did you NOT like about the cigarettes?\n\n&\n3\ns\n.\nยง\n3\n\n \n\f",
    "augmented_texts": [
        "a QUESTIONNAIRE How many of the coffin nail did you smoke (one pack contains 20 cigarettes )? (WRITE IN NUMBER) 100 + 90 +] F EXCELLENT 80 vii] } VERY GooD 70 | f QUITE GoD 60 |} | FAIRLY GooD 50 7 | | INDIFFERENT 40 4] F Nor VERY Goon 30 | [NOT GOOD AT ALL 20 POOR e 10 TERRIBLE 0 Pictured on the left is a thermometer chart with grades from 0 to century and phrases that describe each ground level; for example, 90 is excellent, 80 is very good - - al1 the way down to 10 which is terrible. As a cigarette for your own use, where would you grade these coffin nail on the thermometer chart? RECORD degree And where would you rate the cigarette in terms of menthol taste, on the thermometer chart? . RECORD GRADE What dress yoy like about the cigarettes? Now, what did you NOT like about the cigarettes? & 3 s. ยง 3",
        "a QUESTIONNAIRE How many of the cigarettes did you smoke (one pack contains 20 cigarettes )? (WRITE IN NUMBER) 100 + 90 +] F EXCELLENT eighty 7] } VERY GooD 70 | degree fahrenheit QUITE GoD 60 |} | FAIRLY GooD 50 7 | | INDIFFERENT 40 4] F Nor VERY Goon 30 | [NOT GOOD astatine ALL 20 POOR e ten TERRIBLE 0 Pictured on the left is a thermometer chart with grades from 0 to 100 and phrases that describe each tier; for example, 90 is excellent, 80 is very good - - al1 the way down to 10 which is terrible. As a cigarette for your own use, where would you rank these cigarettes on the thermometer chart? RECORD GRADE And where would you rate the cigarette in terms of menthol taste, on the thermometer chart? . RECORD GRADE What did yoy like about the cigarettes? Now, what did you NOT like about the cigarettes? & 3 s. ยง 3"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "One pack of cigarettes contains 20 cigarettes. 90 is excellent, 80 is very good--al1 the way down to 10 which is terrible. A cigarette for your own use would you grade on the thermometer chart? The cigarette would also be rated in terms of menthol taste."
}