{
    "filename": "506071463+-1487.jpg",
    "metadata": {},
    "text": " \n\n \n\n   \n\nBellomy-Carrigg,Inc.\neR CMNTRSTTY ULAY : Job 40903 bes\nRRO ie an\n\noctober,\n\na-@\n\n \n\n\\ PF ADVERTISING COMMUNICATIONS TEST\n\n: SCREENER =]\n\n \n\nRESPONDENT'S NAMES\n\n \n\n \n\nStates,\n\n|\n\n—— \"\nrE\n|\n\n \n\n \n\n \n\n \n\nINTERVIEWED BY,\n\n \n\n(TALK TO MEW AND WOHER\n\nHallo, Thm from + an independent research\ncompany. Wa'Fe conducting ® survey about various types of products and would Like to include\nyou ancng the people ve are talking to.\n\n \n\n \n\n \n\nta, bo you use breath mints regularly?\n\n    \n\nYor.\n8 tb. Have you used either CLORETS or CERTS in the past wok?\nss jay\n\n \n  \n\nWorse\n\n \n\n2a, Do you use mouthwash regularly?\n\n1.\n\n \n\n   \n\n \n\n \n\n2b. Have you used either SCOPE oF SIGNAL mouthwash in the past veek?\n\n \n\n  \n\n3. Into valen of the following age groups does your age belong? Are you... (READ LIST)\n\n‘TERMINATE, ERASE AND RE-USE\n\n \n\n \n\n \n\n£97) 2090S\n\n \n\n   \n\f",
    "augmented_texts": [
        "Bellomy - Carrigg, Inc. eR CMNTRSTTY ULAY: Job 40903 bes RRO ie an october, a - @ \\ PF advertizing COMMUNICATIONS psychometric test: SCREENER =] RESPONDENT ' S NAMES States, | — — \" rE | INTERVIEWED BY, (TALK TO MEW AND WOHER Hallo, Thm from + an independent enquiry company. Wa ' Fe lead ® survey about various types of products and would Like to include you ancng the people ve are talking to. ta, bo you use breath mints regularly? Yor. octonary tb. Have you used either CLORETS or CERTS in the past wok? ss jay Worse 2a, Do you use mouthwash regularly? 1. 2b. Have you used either SCOPE oF SIGNAL mouthwash in the past veek? 3. Into valen of the following age groups does your long time belong? Ar you. .. (READ LIST) ‘ TERMINATE, ERASE AND RE - USE £ xcvii) 2090S",
        "Bellomy - Carrigg, Inc. eR CMNTRSTTY ULAY: Job 40903 bes RRO ie an october, a - @ \\ PF ADVERTISING COMMUNICATIONS TEST: SCREENER =] RESPONDENT ' S NAMES States, | — — \" rE | INTERVIEWED BY, (TALK TO MEW AND WOHER Hallo, Thm from + an independent research company. Wa ' Fe conducting ® survey about various types of products and would Like to include you ancng the people ve are talking to. ta, bo you use breath mints on a regular basis? Yor. 8 tb. Have you used either CLORETS or CERTS in the past wok? ss jay Worse 2a, Do you use mouthwash regularly? single. 2b. Have you used either cro oF SIGNAL mouthwash in the past veek? 3. Into valen of the following age groups does your age belong? Are you. .. (READ LIST) ‘ TERMINATE, ERASE AND RE - USE £ 97) 2090S"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Bellomy-Carrigg,Inc. is conducting a survey about various types of products. Do you use breath mints regularly? Have you used either CLORETS or CERTS in the past wok? Are you in one of the following age groups does your age belong?"
}