{
    "filename": "506046397+-6400.jpg",
    "metadata": {},
    "text": "— Rady\nHike! Quon 7\nBeilomy-Carrigg,Inc.\n\nSUSU SINT LESIIY BARAT\nARSTONSTIAENC ZK,\n\n \n\nJob 10904\nOctober, 1981\nsea\n\naso\n\nPACKAGE TEST\n\nSCREENER\n\nRESPONDENT'S. NAME:\n\nADDRESS errr STATES,\nAREA CODE: PHONE NUMBER» DATE,\n\nINTERVIEWED BY:\npe\n\nMello, I'm fron 1, @ local\n\nmarketing research company. We're conducting @ survey today and I'd like to ask you a\nfew questions\n\n \n\n \n\nFirst, do you or does any menber of your family work for\n\n \n\nAn autorobile manufacturer.\n\n   \n \n  \n\nA food processing company.\nAn advertising agency.\n\n‘A newspaper or magazine.\n\n   \n\nTERMINATE, ERASE 6 RE-USE\n\n  \n  \n\nA tobacco manufacturer,\n\n \n\n(ana ae 7]\n\n2, Which of the following products do you personally use? Just tell ne yes or no as I\nead them. (CHECK ALL ANSWERED YES)\n\nAn insurance company.....+++\n\nA marketing research company,\n\n \n\n \n\nSoft drinks.\n\n  \n\nBeer.\n\n  \n\n \n\n \n\n29 70905\n\f",
    "augmented_texts": [
        "— Rady Hike! Quon 7 Beilomy - Carrigg, Inc. SUSU SINT LESIIY BARAT ARSTONSTIAENC ZK, Job 10904 October, 1981 sea aso PACKAGE TEST SCREENER RESPONDENT ' S. NAME: ADDRESS errr STATES, AREA CODE: PHONE NUMBER » DATE, INTERVIEWED BY: pe Mello, I ' m fron 1, @ local marketing research company. We ' re conducting @ view today and I ' d like to ask you a few questions First, do you or does any menber of your family work for An autorobile manufacturer. A food processing company. An advertising agency. ‘ A newspaper or powder store. TERMINATE, ERASE 6 RE - USE A tobacco manufacturer, (ana ae 7] ii, Which of the following products do you personally use? Just tell ne yes or no as I ead them. (CHECK ALL ANSWERED YES) An insurance company. .. .. + + + A marketing research company, Soft drinks. Beer. 29 70905",
        "— Rady Hike! Quon 7 Beilomy - Carrigg, Inc. SUSU SINT LESIIY BARAT ARSTONSTIAENC ZK, Job 10904 October, 1981 sea aso PACKAGE TEST SCREENER answerer ' S. NAME: ADDRESS errr STATES, AREA CODE: PHONE act » DATE, INTERVIEWED BY: pe Mello, I ' m fron 1, @ local marketing research company. We ' re conducting @ survey today and I ' d comparable to ask you a few questions First, do you or does any menber of your family work for An autorobile manufacturer. A food processing company. An advertising agency. ‘ A newspaper or magazine. TERMINATE, ERASE 6 RE - USE A tobacco manufacturer, (ana ae 7] 2, Which of the next products do you personally use? Just tell ne yes or no as I ead them. (CHECK ALL ANSWERED YES) An insurance company. .. .. + + + A marketing research company, Soft drinks. Beer. 29 70905"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The survey was conducted by a local marketing research company. The questions included: 'Which of the following products do you personally use? Just tell ne yes or no as I797ead them. (CHECK ALL ANSWERED YES) and 'What is your favourite brand of beer?'"
}