{
    "filename": "506077522+-7525.jpg",
    "metadata": {},
    "text": "CLIENT\nProvert\nJob Description\n\nPage\n\n \n\n \n\nRoR/Direct Marketing Jono RI-4284-£° bae July 30, 1984\n\nMult i-Brand Copyo Revision #2\n\nSterling Coupon Pulfillment/Level I -~ 2nd Carton Order Card TLIK\n(with nested coupon)\n\n1 of 4 Direct Marketing\n\n        \n\n(front)\n\nERE CARION\nCOUPON ENCLOSED\n\nEnjoy the cigarette that is Like no other.\n\nPLUS: HOW 10 GsT YOUR SECOND\nFREE CARTON COUPON\n\n(inside -~ top)\n\nSterling (1ogo)\nIT'S ONLY A CIGARETTE\nLIKE PORSCHE® IS ONLY A CAR.\n\nPORSCHE® is a registered trademark of Dr. Ing. h.c.l. Porsche AG,\nManufacturer of PORSQIE automobiles.\n\nExperience Sterling, the cigarette that sets a new standard\nof excellence,\n\nRedeem your FREE CARTON coupon today.\n‘Then, to get your second FREE CARIUN coupon: fill out the postage-paid\n\ncard below, detach and mail. Or, call Toll-Free 1-800-334-0868\n(ask for Qperator 16).\n\n \n\f",
    "augmented_texts": [
        "CLIENT Provert Job Description Page RoR / Direct Merchandising Jono RI - 4284 - £ ° bae July 30, 1984 Mult i - Brand Copyo Revision # 2 Sterling Coupon Pulfillment / Level 1 - ~ 2d Carton Order Card TLIK (with nested coupon) 1 of 4 Direct Marketing (front) ERE CARION COUPON ENCLOSED Enjoy the cigarette that is Like no former. PLUS: HOW 10 GsT YOUR SECOND FREE cartonful voucher (inside - ~ top) Sterling (1ogo) IT ' S ONLY A CIGARETTE LIKE PORSCHE ® IS ONLY A CAR. PORSCHE ® is a registered trademark of Dr. Ing. h. c. l. Porsche AG, Manufacturer of PORSQIE automobiles. Experience Sterling, the cigarette that sets a new standard of excellence, Redeem your FREE CARTON coupon today. ‘ Then, to get your second FREE CARIUN coupon: fill out the stamp - paid batting order below, detach and post. Or, call Toll - Free 1 - 800 - 334 - 0868 (ask for Qperator 16 ).",
        "CLIENT Provert Job Description Page RoR / Direct Marketing Jono RI - 4284 - £ ° bae July 30, 1984 Mult i - Brand Copyo Revision # 2 Sterling Coupon Pulfillment / Level I - ~ 2nd Carton Order Menu TLIK (with nested coupon) 1 of four Direct Marketing (front) ERE CARION COUPON ENCLOSED Enjoy the cigarette that is Like no other. PLUS: HOW 10 GsT YOUR SECOND FREE CARTON COUPON (inside - ~ top) Sterling (1ogo) IT ' S ONLY A CIGARETTE LIKE PORSCHE ® IS ONLY A CAR. PORSCHE ® be a registered trademark of Dr. Ing. h. c. l. Porsche AG, Manufacturing business of PORSQIE automobiles. Experience Sterling, the cigarette that sets a new standard of excellence, Redeem your FREE CARTON coupon today. ‘ Then, to get your 2d FREE CARIUN coupon: filling out the postage - paid card below, detach and mail. Operating theater, call Toll - Free 1 - 800 - 334 - 0868 (ask for Qperator 16 )."
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Cigarette that is Like no other. How 10 GsT YOUR SECONDFREE CARTON COUPON. Redeem your FREE Carton coupon today. Then, to get your second FREE CARIUN coupon: fill out the postage-paid card below. Or, call Toll-Free 1-800-334-0868(ask for Qperator 16)."
}