{
    "filename": "50600771-0771.jpg",
    "metadata": {},
    "text": "Leper\n\nA Clonal CD4-Positive T-Cell Line Established from\nthe Blood of a Patient with Sezary Syndrome\n\nJ. Todd Abrams, Stuart Lessin, Subrata K, Ghosh, William Ju, Erie C, Vonderheid, Peter Nowell,\nGeorge Murphy, Bruce Elfenbein, and Elaine DeFreitas\n\n‘Tae Wistar Iestitute, Philadelphia (TA, SL, SK\n\nWJ, EDF); Departments of Dermatology (SL, W), GM) and Pathology (PN),\n\nUnivesity of Pennsylvania Piladelphis; Deparment of Medicine (ECV), Division of Dermatology, Hahnemane Univer,\nPhiadeipha; and Pathology Deparment (BE), Temple Medical School Philadephia, Pennsylvania, US.A.\n\nThe reported inability to establish long-term cell lines\nfrom the blood of cutancous T-cell lymphoma patients with\ncirculating neoplastic T cells has hindered the development\nofan jn vo system. to investigate Stary syndrome, We\nhave established a rapidly proliferating T-cell line from the\nperipheral BISSE\"OF apillene with Sézary syndrome,\n\n \n\n \n\nfaxry syndrome, 3 leukemic variant of cutaneous T<ll\nIymphoma (CTCL), i an intermediate rade malignant\nImps shal by genic enters\nIymphadenopathy, and the presence of T Iympheoyes\ntikeerirdom octet nthe epee ocd ak\na single exeepon [I attempts to eats Tal hs fom pr\ntients with HITLV-1-negative Seay syndrome have been uns\neufl(2~T]. Fo esont not well understood, Séeary Tcl lines\nCannot be generated using experimental conditions cht ae ste\nGent forthe propagation of CDtprtive celles fom heathy\ndlnoes. ‘This sppatetdeectay be duct an mbit of Sézaty\ncellsrobe activatedby conventional cell mitogens anl/otasequte-\nmen for growth fore dsc from intelein- (0-2) 7)\n\nBy combining 3 fetor produced by peripheral blood manoo-\ncleat cll (PHM) of Seay syndoun peas and recombinant)\nIL-2, we have exablshed a 1-2 responsive continatuly prow.\ning Teall ne with structural and genetic characterises Of neo.\npla Senay ells\n\n \n\n \n\n  \n\n[Manuscript received Febery 2, 1990; secepted for publication Jay 26,\n1950.\n\n“This work was forded by grants NCI 48184 (ED), AR 01645 (SL), and\n‘GA'15822 (PN) lor The National Insets of Heath ean from the\nEleanor Naylor Dans Foundation (ED) and « Detmatlogy Foundation\n(Carer development swatd (SL).\n\nPars ofthis work were eporied athe Society of Investigative Dermatl-\n‘oy Meeting in 1989\n\nRepent requests co: Dr. J. Todd Abrams, Witt Iau, 36h and\nSpruce Sect, Pliladelphis, PA 19108,\n\n‘abbreviations:\n\nondiioned media\n\nCTCL eotancous T-cell ymphioms\nHTLV: human T-cell lymphoropie views\n12 ineeieakined\nPBMC: perigheal Blood mononsceae cells\nBCR: polymerte chai exction\n‘TER T-cell eeptor\nTAR: [BH] thyeidine\n\n  \n \n\nwhich expresses a mature helper T-cell phenotype and con-\ntains cytogenetic abnormalities and T-cell receptor gene\nrearrangements identical to those in the patient's blood. The\ninetd of exablishment and characteris ofthis ine ae\ndescribed. J Invest Dermatol 96:31 ~37, 1991\n\n \n\nMATERIALS AND METHODS\n\nPatient Description Seay patient nomber 4 (S24), a 66-year\nalle wma who veda Disp beri practdi\nMay 1984 with numerous igual shaped patches tn slighty\ninfiltrated plaques diseminated over the rank and eetemities The\nPatient also had enlarged (1~2-cm--damcter lymph nodes tn both\nBalle and o othr sigan of exracuaneous involvement. Histo\nPathologie ndings ons skin psy specimen were dagnoste foe\n2 epidermotropie form of CTCL imnunshatochemitry, axing\nforall section, demonstrated chat the predominant T tall ext\nProsed an sherane helper phenotype (Cb2~, CD3+, CDSs,\nEDs#, C7, CD8~) wi high espresion of some but ot ll\nsesvation markers (HUA Dit+, CD25, and CD30-), A lymph\node removed from the lee xia showed dermatopathic lymph\ndenis and che eminde ofthe staging evaluation as unerark-\nable, although few smal Sear els (cell 100 Iympho-\ntet) were idenifed on blood smens, Thon the patent was\nConsidered to hav laquephatemyconfungoes sage la (12\nNIBO M0) Despite systemic chemotherapy and oral methowsalen\ncornbined with long-wave slravioltradation, the punts skin\nbecame difsly cezematous by Oechcr 1985 n November 1986,\nHrmohnode By revealed ia cement of mal cht\nthey with elavely sal reel shaped lynphocyes expres\ning dental phenoype a that buetvednakinbopy Her dase\nsvar taged at TVs (P4 N3 BI MO)\n\nTs October 1987, the paiet did with extensive Iymphomatous\ninvolvement Prmision fran autopsy was nt obtained.\n\n \n\nExablishment and Cultre of the T-Cell Line_Blod was\nobi frags cl ina pene 98 MEM ere\nrecovered fom heared blood fom Sat by Meall-lyprgue\ncy cetlugation(hamaea,Pkatway, NI). 90% Lore\nwere placed in eda conning 13 Url teconbinat ld\n{hinge Thowaod Os CA) and 1 enone meta Ca\nromconcanvain A (Con A Sina St, Louis MO) ested S\nsary PBMC: Theclore wa fal 2-9 tines pet week wh med\nonaiingril-2spikatal2iao whenneeeary. and sowed\nrom: When calttre growth dowed,as deerme by ated\nthymine acorporation and by viable ell coun the eh were\nteiuled, Restnlaton coud of alion of ether CM\n\n \n\n \n\n \n\n(0022-202X/91/803.50 Copyright ©1991 by The Society for tnvesigative Dermatology, I\n\n \n\nun\n\n50600771\n\f",
    "augmented_texts": [
        "Leper A Clonal CD4 - Positive T - Cell Line Established from the Blood of a Patient with Sezary Syndrome J. Sir alexander robertus todd Abrams, Stuart Lessin, Subrata K, Ghosh, William Ju, Erie C, Vonderheid, Peter Nowell, George Murphy, Bruce Elfenbein, and Elaine DeFreitas ‘ Tae Wistar Iestitute, Philadelphia (TA, SL, SK WJ, EDF ); Departments of Dermatology (SL, W ), GM) and Pathology (PN ), Univesity of Pennsylvania Piladelphis; Deparment of Medicine (ECV ), Division of Dermatology, Hahnemane Univer, Phiadeipha; and Pathology Deparment (BE ), Temple Medical School Philadephia, Pennsylvania, US. A. The reported inability to establish long - condition cell lines from the blood of cutancous T - cell lymphoma patients with circulating neoplastic T cells has hindered the development ofan jn vo system. to investigate Stary syndrome, We have established a rapidly proliferating T - cell line from the peripheral BISSE \" OF apillene with Sézary syndrome, faxry syndrome, 3 leukemic variant of cutaneous T <ll Iymphoma (CTCL ), i an intermediate rade malignant Imps shal by genic enters Iymphadenopathy, and the presence of T Iympheoyes tikeerirdom octet nthe epee ocd ak a single exeepon [I attempts to eats Tal hs fom pr tients with HITLV - 1 - negative Seay syndrome have been uns eufl (2 ~ T ]. Fo esont not well understood, Séeary Tcl lines Cannot be generated using experimental conditions cht ae ste Gent forthe propagation of CDtprtive celles fom heathy dlnoes. ‘ This sppatetdeectay be duct an mbit of Sézaty cellsrobe activatedby conventional cell mitogens anl / otasequte - men for growth fore dsc from intelein - (0 - 2) 7) By combining 3 fetor produced by peripheral blood manoo - cleat cll (PHM) of Seay syndoun peas and recombinant) IL - 2, we have exablshed a 1 - 2 responsive continatuly prow. ing Teall ne with structural and genetical characterises Of neo. pla Senay ells [Manuscript received Febery 2, 1990; secepted for publication Jay 26, 1950. “ This work was forded by grants NCI 48184 (ED ), AR 01645 (SL ), and ‘ GA ' 15822 (PN) lor The National Insets of Heath ean from the Eleanor Naylor Dans Foundation (ED) and « Detmatlogy Foundation (Carer development swatd (SL ). Pars ofthis work were eporied athe Society of Investigative Dermatl - ‘ oy Meeting in 1989 Repent requests co: Dr. J. Todd Abrams, Witt Iau, 36h and Spruce Sect, Pliladelphis, PA 19108, ‘ abbreviations: ondiioned media CTCL eotancous T - cell ymphioms HTLV: human T - cell lymphoropie views 12 ineeieakined PBMC: perigheal Blood mononsceae cells BCR: polymerte chai exction ‘ TER T - cell eeptor TAR: [BH] thyeidine which expresses a mature helper T - cell phenotype and con - tains cytogenetic abnormalities and T - cell receptor gene rearrangements identical to those in the patient ' s blood. The inetd of exablishment and characteris ofthis ine ae described. J Invest Dermatol 96: 31 ~ 37, 1991 MATERIALS AND METHODS Patient Description Seay patient nomber 4 (S24 ), a 66 - year alle wma who veda Disp beri practdi May 1984 with numerous igual shaped patches tn slighty infiltrated plaques diseminated over the rank and eetemities The Patient also had enlarged (1 ~ 2 - cm - - damcter lymph nodes tn both Balle and o othr sigan of exracuaneous involvement. Histo Pathologie ndings ons skin psy specimen were dagnoste foe 2 epidermotropie form of CTCL imnunshatochemitry, axing forall section, demonstrated chat the predominant T tall ext Prosed an sherane helper phenotype (Cb2 ~, CD3 +, CDSs, EDs #, C7, CD8 ~) wi high espresion of some but ot ll sesvation markers (HUA Dit +, CD25, and CD30 - ), A lymph ode removed from the lee xia showed dermatopathic lymph denis and che eminde ofthe staging evaluation as unerark - able, although few smal Sear els (cell 100 Iympho - tet) were idenifed on rip smens, Thon the patent was Considered to hav laquephatemyconfungoes sage la (12 NIBO M0) Despite systemic chemotherapy and oral methowsalen cornbined with long - wave slravioltradation, the punts skin became difsly cezematous by Oechcr 1985 n November 1986, Hrmohnode By revealed ia cement of mal cht they with elavely sal reel shaped lynphocyes expres ing dental phenoype a that buetvednakinbopy Her dase svar taged at TVs (P4 N3 BI MO) Ts October 1987, the paiet did with extensive Iymphomatous involvement Prmision fran autopsy was nt obtained. Exablishment and Cultre of the T - Cell Line_Blod was obi frags cl ina pene 98 MEM ere recovered fom heared blood fom Sat by Meall - lyprgue cy cetlugation (hamaea, Pkatway, NI ). 90% Lore were placed in eda conning 13 Url teconbinat ld {hinge Thowaod Os CA) and 1 enone meta Ca romconcanvain A (Con A Sina St, Louis MO) ested S sary PBMC: Theclore wa fal 2 - 9 tines pet week wh med onaiingril - 2spikatal2iao whenneeeary. and sowed read only storage: When calttre growth dowed, as deerme by ated thymine acorporation and by viable ell coun the eh were teiuled, Restnlaton coud of alion of ether CM (0022 - 202X / 91 / 803. 50 Copyright © 1991 by The Society for tnvesigative Dermatology, I un 50600771",
        "Leper A Clonal CD4 - Positive T - Cell Line Established from the Blood of a Patient with Sezary Syndrome J. Todd Abrams, Stuart Lessin, Subrata K, Ghosh, William Ju, Erie C, Vonderheid, Peter Nowell, George Murphy, Bruce Elfenbein, and Elaine DeFreitas ‘ Tae Wistar Iestitute, Philadelphia (TA, SL, SK WJ, EDF ); Departments of Dermatology (SL, W ), GM) and Pathology (PN ), Univesity of Pennsylvania Piladelphis; Deparment of Medicine (ECV ), Division of Dermatology, Hahnemane Univer, Phiadeipha; and Pathology Deparment (BE ), Temple Medical School Philadephia, Pennsylvania, US. A. The reported inability to establish long - term cell lines from the blood of cutancous T - cell lymphoma patients with circulating neoplastic T cells has hindered the development ofan jn vo system. to investigate Stary syndrome, We have established a rapidly proliferating T - cell line from the peripheral BISSE \" OF apillene with Sézary syndrome, faxry syndrome, 3 leukemic variant of cutaneous T <ll Iymphoma (CTCL ), i an intermediate rade malignant Imps shal by genic enters Iymphadenopathy, and the presence of T Iympheoyes tikeerirdom octet nthe epee ocd ak a single exeepon [I attempts to eats Tal hs fom pr tients with HITLV - 1 - negative Seay syndrome have been uns eufl (2 ~ T ]. Fo esont not well understood, Séeary Tcl lines Cannot be generated using data based conditions cht ae ste Gent forthe propagation of CDtprtive celles fom heathy dlnoes. ‘ This sppatetdeectay be duct an mbit of Sézaty cellsrobe activatedby conventional cell mitogens anl / otasequte - men for growth fore dsc from intelein - (0 - 2) 7) By combining 3 fetor produced by peripheral blood manoo - cleat cll (PHM) of Seay syndoun peas and recombinant) IL - 2, we have exablshed a 1 - 2 responsive continatuly prow. ing Teall ne with structural and genetic characterises Of neo. pla Senay ells [Manuscript received Febery 2, 1990; secepted for publication Jay 26, 1950. “ This work was forded by grants NCI 48184 (ED ), AR 01645 (SL ), and ‘ GA ' 15822 (PN) lor The National Insets of Heath ean from the Eleanor Naylor Dans Foundation (ED) and « Detmatlogy Foundation (Carer development swatd (SL ). Pars ofthis work were eporied athe Society of Investigative Dermatl - ‘ oy Meeting in 1989 Repent requests co: Dr. J. Todd Abrams, Witt Iau, 36h and Spruce Sect, Pliladelphis, PA 19108, ‘ abbreviations: ondiioned media CTCL eotancous T - cell ymphioms HTLV: human T - cell lymphoropie views 12 ineeieakined PBMC: perigheal Blood mononsceae cells BCR: polymerte chai exction ‘ TER T - cell eeptor TAR: [BH] thyeidine which expresses a mature helper T - cell phenotype and con - tains cytogenetic abnormalities and T - cell receptor gene rearrangements identical to those in the patient ' s blood. The inetd of exablishment and characteris ofthis ine ae described. J Invest Dermatol 96: 31 ~ 37, 1991 MATERIALS AND METHODS Patient Description Seay patient nomber 4 (S24 ), a 66 - year alle wma who veda Disp beri practdi May 1984 with numerous igual shaped patches tn slighty infiltrated plaques diseminated over the rank and eetemities The Patient also had enlarged (1 ~ 2 - cm - - damcter lymph nodes tn both Balle and o othr sigan of exracuaneous involvement. Histo Pathologie ndings ons skin psy specimen were dagnoste foe 2 epidermotropie form of CTCL imnunshatochemitry, axing forall section, demonstrated chat the predominant T tall ext Prosed an sherane helper phenotype (Cb2 ~, CD3 +, CDSs, EDs #, C7, CD8 ~) wi high espresion of some but ot ll sesvation markers (HUA Dit +, CD25, and CD30 - ), A lymph ode removed from the lee xia showed dermatopathic lymph denis and che eminde ofthe staging evaluation as unerark - able, although few smal Sear els (cell 100 Iympho - tet) were idenifed on blood smens, Thon the patent was Considered to hav laquephatemyconfungoes sage la (12 NIBO M0) Despite systemic chemotherapy and oral methowsalen cornbined with long - wave slravioltradation, the punts skin became difsly cezematous by Oechcr 1985 n November 1986, Hrmohnode By revealed ia cement of mal cht they with elavely sal reel shaped lynphocyes expres ing dental phenoype a that buetvednakinbopy Her dase svar taged at TVs (P4 N3 BI MO) Ts October 1987, the paiet did with extensive Iymphomatous involvement Prmision fran autopsy was nt obtained. Exablishment and Cultre of the T - Cell Line_Blod was obi frags cl ina pene 98 MEM ere recovered fom heared blood fom Sat by Meall - lyprgue cy cetlugation (hamaea, Pkatway, NI ). 90% Lore were placed in eda conning 13 Url teconbinat ld {hinge Thowaod Os CA) and 1 enone meta Ca romconcanvain A (Con A Sina St, Louis MO) ested S sary PBMC: Theclore wa fal 2 - 9 tines pet week wh med onaiingril - 2spikatal2iao whenneeeary. and sowed rom: When calttre growth dowed, as deerme by ated thymine acorporation and by viable ell coun the eh were teiuled, Restnlaton coud of alion of ether CM (0022 - 202X / 91 / 803. 50 Right of first publication © 1991 by The Society for tnvesigative Dermatology, I un 50600771"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Leper: A Clonal CD4-Positive T-Cell Line Established from the Blood of a Patient with Sezary Syndrome. J. Todd Abrams, Stuart Lessin, Subrata K, Ghosh, William Ju, Erie C, Peter Nowell, George Murphy, Bruce Elfenbein and Elaine DeFreitas."
}