{
    "filename": "50602371-2371.jpg",
    "metadata": {},
    "text": "   \n\nrere.\n\n \n\n \n\n \n\nTHE HETEROLOGOUS EXPRESSION\nOF THE CYTOCHROMES P450:\n\nA NEW APPROACH FOR THE STUDY\nOF ENZYME ACTIVITIES AND\nREGULATION*\n\nRONALD W. ESTABROOK. J. IAN MASON? EVAN R. SIMPSON,\nJULIAN A. PETERSON and MICHAEL R, WATERMANT\n\n‘Department of Biochemisty andthe 1Ceal H. and Ida Green Centes for\nReproductive Biology Soenecs, University of Texas Southwestein Medical\n‘Center. Dallas, TX 75238\n\n   \n   \n    \n \n   \n\nINTRODUCTION\n\ny September, 1990, there were 146 different cytochromes 450 that had\neen cloned and sequenced (1). The genes for these hemoproteins have\ncen described in a total of 24 eukaryotes (including 10 mammalian and 1\nlant species) and 4 prokaryotes. For each P4S0 gene that has been studied\nIn detail one can estimate that there are atleast three additional genes in the\nrocess of being evaluated or waiting to be identified. The P430s that have\npeen characterized can be classified into 26 gene familics (Fig. 1) based on\nrotein sequence similarity (viz in most cases a member of a P450 family\nill have greater than 40 percent amino acid sequence similarity).\n\nClearly, the P450s represent a large superfamily of hemoproteins that\ntouch many central paths of cellular metabolism across the breadth of\nphylogeny.\n\nWe recognize that one primary function of P450s is to alter the\noxidation-reduction state of a chemical by the removal of two electrons.\nThis transformation involves, in most cases, molecular oxygen and a source\nof reducing equivalents, such as NADPH. The reducing equivalents from\nNADPH can be transferred to a particular P450 by either of two\ntypes of mini-electron transport systems (e.g., the FAD and FMN\ncontaining flavoprotcin, NADPH-cytochrome P450 reductase, for those\n450s associated with microsomal membranes, of the flavoprotein and\niron-sulfur protein system characteristic of mitochondrial P450s) (2). One\nconsequence of oxidizing an organic chemical by a P450 is the generation\nof reactive electrophilic metabolites which may interact with cellular\n\n \n\n \n\n“Supported in pat by grants from the U.S. Public Heal Service (NIGMS 16488. 19036,\nsroa2 tna 43479) and NCL (40253 and SULI9) and from the Robert A. Welch Foundation\n(10989 and 1.0008),\n\n365\n\n50602371\n\f",
    "augmented_texts": [
        "rere. THE HETEROLOGOUS EXPRESSION OF THE CYTOCHROMES P450: A NEW APPROACH FOR THE STUDY OF ENZYME ACTIVITIES AND REGULATION * RONALD W. ESTABROOK. J. IAN MASON? EVAN R. SIMPSON, JULIAN A. PETERSON and MICHAEL R, WATERMANT ‘ Department of Biochemisty andthe 1Ceal H. and Ida Green Centes for Reproductive Biology Soenecs, University of Texas Southwestein Medical ‘ Center. Dallas, TX 75238 INTRODUCTION y September, 1990, there were 146 unlike cytochromes 450 that had een cloned and sequenced (1 ). The genes for these hemoproteins have cen described in a total of 24 eukaryotes (including 10 mammalian and 1 lant species) and 4 prokaryotes. For each P4S0 gene that has been studied In detail one can estimate that there are atleast three additional genes in the rocess of being evaluated or waiting to be identified. The P430s that have peen characterized can cost classified into 26 gene familics (Fig. 1) based on rotein sequence similarity (viz in most cases a member of a P450 family ill have greater than 40 percent amino acid sequence similarity ). Clearly, the P450s represent a large superfamily of hemoproteins that touch many central paths of cellular metabolism across the breadth of phylogeny. We realise that one primary function of P450s is to alter the oxidation - reduction state of a chemical by the removal of two electrons. This transformation postulate, in most cases, molecular oxygen and a source of reducing equivalents, such as NADPH. The reducing equivalents from NADPH can be transferred to a particular P450 by either of two types of mini - electron transport systems (e. g. , the FAD and FMN containing flavoprotcin, NADPH - cytochrome P450 reductase, for those 450s associated with microsomal membranes, of the flavoprotein and iron - sulfur protein system characteristic of mitochondrial P450s) (2 ). One consequence of oxidizing an organic chemical by a P450 is the generation of reactive electrophilic metabolites which may interact with cellular “ Supported in dab by grants from the U. S. Public Heal Service (NIGMS 16488. 19036, sroa2 tna 43479) and NCL (40253 and SULI9) and from the Robert A. Welch Foundation (10989 and 1. 0008 ), 365 50602371",
        "rere. THE HETEROLOGOUS EXPRESSION OF THE CYTOCHROMES P450: A NEW APPROACH FOR THE STUDY OF ENZYME ACTIVITIES AND REGULATION * RONALD W. ESTABROOK. J. IAN MASON? EVAN R. SIMPSON, JULIAN A. PETERSON and MICHAEL R, WATERMANT ‘ Department of Biochemisty andthe 1Ceal Heat content. and Ida Putting surface Centes for Reproductive Biology Soenecs, University of Texas Southwestein Medical ‘ Center. Dallas, TX 75238 INTRODUCTION y September, 1990, there were 146 different cytochromes 450 that had een cloned and sequenced (1 ). The genes for these hemoproteins have cen described in a total of 24 eukaryotes (including 10 mammalian and 1 lant species) and 4 prokaryotes. For each P4S0 gene that has been studied In detail one can estimate that there are atleast three additional genes in the rocess of being evaluated or waiting to be identified. The P430s that have peen characterized can be classified into 26 gene familics (Fig. 1) based on rotein sequence similarity (viz in most cases a member of a P450 family ill have greater than 40 percent amino acid sequence similarity ). Clearly, the P450s represent a large superfamily of hemoproteins that touch many central paths of cellular metabolism across the breadth of phylogeny. We recognize that one primary function of P450s is to alter the oxidation - reduction state of a chemical by the removal of two electrons. This transformation involves, in most cases, molecular oxygen and a source of reducing equivalents, such as NADPH. The reducing equivalents from NADPH can be transferred to a particular P450 by either of 2 types of mini - electron transport systems (e. g. , the FAD and FMN containing flavoprotcin, NADPH - cytochrome P450 reductase, for those 450s associated with microsomal membranes, of the flavoprotein and iron - sulfur protein system characteristic of mitochondrial P450s) (2 ). One consequence of oxidizing an organic chemical by a P450 is the contemporaries of reactive electrophilic metabolites which may interact with cellular “ Supported in pat by grants from the U. S. Public Heal Service (NIGMS 16488. 19036, sroa2 tna 43479) and NCL (40253 and SULI9) and from the Robert A. Welch Foundation (10989 and 1. 0008 ), 365 50602371"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "In 1990, there were 146 different cytochromes 450 that had been cloned and sequenced. The genes for these hemoproteins have been described in a total of 24 eukaryotes. One primary function of P450s is to alter the oxidative-reduction state of a chemical."
}