{
    "filename": "506045032+-5047.jpg",
    "metadata": {},
    "text": " \n\n        \n\n \n\nUdy! $1536)\n1700 BEDYORD STREET Septenber, 198:\nSTAMFORD, CONNECTICUT 06905\n\n(203) 327-6596 DO NOT WRITE IN THIS SPACE\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nb VALIDATION NO.\n\ni TTY\n\ni T\ni 57 |\n| rar\n\n \n\nCIGARETTE sruby\n\nt RANDOM SCREENER/MAIN QUESTIONNAIRE\n\n \n\n \n\n \n\n12-4\nDates ‘\nTine Started: =]\n‘Time Completed: ‘el Le ES\ni PLEASE PRINTL) — es\nNam rel. § - - te\n=\nAddress: citys states i\n\nInterviewer: wel Tl I\nbe\n\n \n\n! CIRCLE ALL THAT APPLY BELOW FOR EACH RESPONDENT,\n\n \n\n \n\nWello, I'm from Dennis and Company, a national marketing\nZeuearch organization. We'ze conducting a survey In your aeoe sioct\n\nFongumer Products and would like to include someone ih your hom\nYears of age or older, among the people we are intervieving netionnde,\n\n‘Mey I speak to the youngest adult 18 years of age or older?\n\n  \n\n     \n\n \n\nREINTRODUCE YOURSELP IP NECESSARY.\n\n \n\n \n\n \n\n \n\nzE0s o90s\n\n \n\n243\n\n \n\f",
    "augmented_texts": [
        "Udy! $ 1536) 1700 BEDYORD STREET Septenber, 198: STAMFORD, CONNECTICUT 06905 (203) 327 - 6596 DO NOT WRITE IN THIS SPACE b VALIDATION NO. i TTY i T i 57 | | rar CIGARETTE sruby t RANDOM SCREENER / MAIN QUESTIONNAIRE 12 - 4 Date ‘ Tine Started: =] ‘ Time Completed: ‘ el Le ES i PLEASE PRINTL) — es Nam rel. § - - te = Address: citys states i Interviewer: wel Tl I be! CIRCLE ALL THAT APPLY BELOW FOR EACH answerer, Wello, I ' m from Dennis and Company, a national marketing Zeuearch organization. We ' ze conducting a survey In your aeoe sioct Fongumer Products and would like to include individual ih your hom Years of age or older, among the people we are intervieving netionnde, ‘ Mey I verbalize to the youngest adult 18 years of age surgery older? REINTRODUCE YOURSELP IP NECESSARY. zE0s o90s 243",
        "Udy! $ 1536) 1700 BEDYORD STREET Septenber, 198: STAMFORD, CONNECTICUT 06905 (203) 327 - 6596 DO NOT WRITE IN THIS SPACE b VALIDATION NO. i TTY i T i lvii | | rar CIGARETTE sruby t RANDOM SCREENER / MAIN QUESTIONNAIRE 12 - 4 Dates ‘ Tine Started: =] ‘ Time Completed: ‘ el Le ES i PLEASE PRINTL) — es Nam rel. § - - te = Address: citys states i Interviewer: wel Tl I be! CIRCLE ALL THAT APPLY BELOW FOR EACH RESPONDENT, Wello, I ' m from Dennis and Company, a national marketing Zeuearch organization. We ' ze conducting a survey In your aeoe sioct Fongumer Products and would like to include someone ih your hom Years of long time or older, among the people we are intervieving netionnde, ‘ Mey I speak to the youngest adult 18 years of age or older? REINTRODUCE YOURSELP IP NECESSARY. zE0s o90s 243"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "The survey was conducted by Dennis and Company, a national marketing organization. The cost of the survey is $1536. All responses must be submitted by September 15, 2013. For confidential support call the National Suicide Prevention Lifeline at 1-800-273-8255 or visit http://www.suicidepreventionlifeline.org/."
}