{
    "filename": "506074320+-4327.jpg",
    "metadata": {},
    "text": " \n\nanes Hee #9 47\nMARGE\n\n \n\nJDK REVISED 10/3/84 RESPONDENT RAKE\n\nFOR FIELD USE:\nMonovee)\n\nVahdstes By:\ntated By\n\nComplete\nTeme\n\n \n\n \n\nNerket\n\n \n\nARGS ese\n\n \n\nNON TARGET.\n\n5\n\n \n\nPOSITIONING EVALIATION srUDY\nSWUOY NO, 84-14763\n\n \n\nERO OTE panes\n\n \n\n \n\n \n\n \n\nPart mL rt enor tam re rani tn oF uot;\n\n&\n\n  \n   \n     \n \n  \n\nHello, my nme ts + We apprectate your contng in to help vs today.\n\n \n\nWow, T would 1fke to review some of the Anforaation thet we obtained shen we talked to\nyou' earlier on the telephone,\n\n  \n\n(ruven 70 Q.1 ON SCREENER)\n\nDo you oti11 enoke (USUAL BRAND) ae your vaval brand?\n\n \n\n \n\nCXF SAME ARAND, RECORD BELOW AT Q.2e AND CONTINUE VITH Q.2. IP BRAND CHANGE, CORRECT\nSCREENER AND PROBE POR FULL. STYLE INFORMATION. ENTER Niv BRAND NAME AT ‘O.2a_ AND\nconrtKur.)\n\n‘Ax you knoe, cigarettes cove 4\nAighte and vitre Lights, in different\nhave ‘severa) particular My next qu\n\nperticular styles or asses of the brand.\n\nThink for « ainote aboot all the etgarette brends that are currently on the aarkets\nNow, beeides (USUAL BRAND AT Q.2a) vhat other two efgarette brands do you Like best?\n(REOORD ON GRID RELOH AT G-26-AND Q.2¢.)\n\nH fferent styles euch\n\nnenthol and nomeenthol oF\n\n         \n\n \n\ntion refers only to brand genes, not\n\n \n\n \n\n(USE YOLLOWING IF RESFORDENT CAMMOT NAME. 3 ARANDS.)\n\n \n\nLet me explain a 14ttle wore about what we're trying to dou\n\nEven though you say only anoke one brand regularly, there are probably other\nbrands on the aatket that you tke. It's not neceseary thet you like the\n\nother brande as well av your usual brand, bat that you believe you vould Like\nthes better than the other brands on che sarket, Tale aay Enclue brande you\nhave tried but never purchased for your om ue\n\n \n\n \n\n \n\n \n\nNow, besides the brand(e) you've Just wenttoned, vhat other brand(e) do you 2ke?\n(RECOW ON CHID BELOW AT Q.2b/2c IN ORDER HENTIONED, TP RESPONDENT REFUSES 70\nMENTION BRANDS 2 AND 3, SKIP TO 0.4.)\n\n \n\n2a, Vavel Brand\n\n2b. Second chotee\n\nThird Chotee\n\nozs Losos\n\f",
    "augmented_texts": [
        "anes Hee # 9 47 MARGE JDK REVISED 10 / 3 / lxxxiv RESPONDENT RAKE FOR FIELD USE: Monovee) Vahdstes By: tated By Complete Teme Nerket ARGS ese NON TARGET. 5 POSITIONING EVALIATION srUDY SWUOY NO, 84 - 14763 ERO OTE panes Part mL rt enor tam re rani tn oF uot; & Hello, my nme ts + We apprectate your contng in to help vs today. Wow, T would 1fke to review some of the Anforaation thet we obtained shen we talked to you ' earlier on the telephone, (ruven 70 Q. 1 ON SCREENER) Do you oti11 enoke (USUAL BRAND) ae your vaval brand? CXF SAME ARAND, RECORD BELOW AT Q. 2e AND CONTINUE VITH Q. 2. IP BRAND CHANGE, CORRECT SCREENER AND PROBE POR FULL. STYLE INFORMATION. ENTER Niv BRAND NAME AT ‘ O. 2a_ AND conrtKur.) ‘ Ax you knoe, cigarettes cove 4 Aighte and vitre Lights, in different have ‘ severa) particular My next qu perticular styles or asses of the brand. Think for « ainote aboot all the etgarette brends that are currently on the aarkets Now, beeides (USUAL BRAND AT Q. 2a) vhat other two efgarette brands do you Like best? (REOORD ON GRID RELOH AT G - xxvi - AND Q. ii ¢.) H fferent styles euch nenthol and nomeenthol oF tion refers only to brand genes, not (USE YOLLOWING IF RESFORDENT CAMMOT NAME. 3 ARANDS.) Let me explain a 14ttle wore about what we ' re trying to dou Even though you say only anoke one brand regularly, there are probably other brands on the aatket that you tke. It ' s not neceseary thet you like the other brande as well av your usual brand, bat that you believe you vould Like thes better than the other brands on che sarket, Tale aay Enclue brande you have tried but never purchased for your om ue Now, besides the brand (e) you ' ve Just wenttoned, vhat other brand (e) do you 2ke? (RECOW ON CHID BELOW AT Q. 2b / 2c IN ORDER HENTIONED, TP RESPONDENT REFUSES 70 MENTION BRANDS 2 AND 3, SKIP TO 0. 4.) 2a, Vavel Brand 2b. Second chotee Third Chotee ozs Losos",
        "anes Hee # 9 47 MARGE JDK REVISED 10 / 3 / 84 RESPONDENT RAKE FOR FIELD USE: Monovee) Vahdstes By: tated By Complete Teme Nerket ARGS ese NON TARGET. 5 POSITIONING EVALIATION srUDY SWUOY NO, 84 - 14763 ERO OTE panes Part mL rt enor tam re rani tn oF uot; & Hello, my nme ts + We apprectate your contng in to help vs today. Wow, T would 1fke to review some of the Anforaation thet we obtained shen we talked to you ' earlier on the telephone, (ruven 70 Q. 1 ON SCREENER) Do you oti11 enoke (USUAL BRAND) ae your vaval brand? CXF SAME ARAND, RECORD BELOW AT Q. 2e AND CONTINUE VITH Q. 2. IP BRAND CHANGE, CORRECT SCREENER AND PROBE POR FULL. STYLE INFORMATION. ENTER Niv BRAND NAME AT ‘ O. 2a_ AND conrtKur.) ‘ Ax you knoe, cigarettes cove 4 Aighte and vitre Lights, in different have ‘ severa) particular My next qu perticular styles or asses of the brand. Think for « ainote aboot all the etgarette brends that are currently on the aarkets Now, beeides (USUAL BRAND AT Q. 2a) vhat other two efgarette brands do you Like best? (REOORD ON GRID RELOH AT G - 26 - AND Q. 2 ¢.) H fferent trend euch nenthol and nomeenthol oF tion refers only to brand genes, not (USE YOLLOWING IF RESFORDENT CAMMOT NAME. 3 ARANDS.) Let me explain a 14ttle wore about what we ' re trying to dou Even though you say only anoke one brand regularly, there are probably other brands on the aatket that you tke. It ' s not neceseary thet you like the other brande as well av your usual brand, bat that you believe you vould Like thes better than the other brands on che sarket, Tale aay Enclue brande you induce tried but never purchased for your om ue Now, besides the brand (e) you ' ve Just wenttoned, vhat other brand (e) do you 2ke? (RECOW ON CHID BELOW AT Q. 2b / 2c IN ORDER HENTIONED, TP RESPONDENT REFUSES 70 MENTION BRANDS deuce AND 3, SKIP TO 0. 4.) 2a, Vavel Brand 2b. Second chotee Third Chotee ozs Losos"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "anes Hee #9 47                MARGE  JDK REVISED 10/3/84 RESPONDENT RAKE: 84-14763.FOR FIELD USE: (Monovee)                 (Vahdstes)                 (Cigarette)  ‘Ax you knoe, cigarettes cove 4                 Aighte and vitre Lights, in different ‘severa) particular styles or asses of the brand."
}