{
    "filename": "506058905+-8907.jpg",
    "metadata": {},
    "text": " \n\nrs a\nOREO ¢\n\ntJ S\n\n“ r iy be law\nyt oy Nd an\n\n| Usuatlep Ourthave tivo,\nCaxton oh WO inaks ted Udetre Sight\n\\00's. wu WwW. Ko\n\nChin in my faveutte edgarert\nLand the oy he that Caw\nvymele that ct Meothwo ue.\n\nJ Neue omp pcg: ae\n<M rire Due ae ot iy\nVrhve t 4 On Chiwacpo\nme dele te ADLo.\ni \"Teen J News a eee\npunish\nWinute's iW Te cecpegs go\ncmap oo bina Meeek) aro J\nhave yreeters gcttew Bon We\nwenducug Why ah Nevo heer ay\nQo\n\n“f\not ties A aigh iad. apt\n\ns06e so90s\n\nthere\nae te haue ener Corpens\n\nfew Ahend. Ceet@. cpr ple\n\f",
    "augmented_texts": [
        "rs a OREO ¢ tJ Reciprocal ohm “ r iy be law yt oy Nd an | Usuatlep Ourthave tivo, Caxton oh WO inaks ted Udetre Sight \\ 00 ' s. wu WwW. Ko Chin in my faveutte edgarert Land the oy he that Caw vymele that ct Meothwo ue. J Neue omp pcg: ae <M rire Due ae ot iy Vrhve t 4 On Chiwacpo me dele te ADLo. i \" Teen J News a eee punish Winute ' s iW Te cecpegs go cmap oo bina Meeek) aro J have yreeters gcttew Bon We wenducug Why ah Nevo heer ay Qo “ f ot ties A aigh iad. apt s06e so90s there ae te haue ener Corpens few Ahend. Ceet @. cpr ple",
        "rs a OREO ¢ tJ S “ r iy be law yt oy Nd an | Usuatlep Ourthave tivo, Caxton oh WO inaks ted Udetre Sight \\ 00 ' s. wu world wide web. Kayo Chin in my faveutte edgarert Land the oy helium that Caw vymele that ct Meothwo ue. J Neue omp pcg: ae <M rire Due ae ot iy Vrhve t 4 On Chiwacpo me dele te ADLo. i \" Teen J News a eee punish Winute ' s iW Te cecpegs decease cmap oo bina Meeek) aro J hold yreeters gcttew Bon We wenducug Why ah Nevo heer ay Qo “ f ot ties A aigh iad. apt s06e so90s there ae si haue ener Corpens few Ahend. Ceet @. cpr ple"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "\"Teen J News\" is a weekly, offbeat look at what's happening in the world of teen journalism. The first issue was published on June 6, 1995. It was the first edition of the journal, published under the name Teen J. News. In the second edition, it was re- published with the title \"Teen Journal\" on July 1, 1996."
}