{
    "filename": "506049519+-9528.jpg",
    "metadata": {},
    "text": " \n\nited by\n\nPonitored by\na:\n\n \n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nreas\naes\nbe Sse\nmvee__/_ 08 tne searee__s_ vo avmeo_s_ oF ea\nHello, Tm ___ with W/A/8/¢ Consuner Regedzch, an independent reaborch\n\ncompany, calTTig long distance. We're condugting a survey on peoples ui\nof conowr products ond would like to include someone in-your hone 18\nyears of age or oldux among the people we are intorvicwing nation-wide.\n\n \n\nJe. Have yor capked any eigarettar in the\nPaBt Eeven days, OF Wok?\n\nAb. 7 mnny clgarettes do yeu usally\noke per day?\n\n \n\n \n\nNo {ASK FoR MOTHER\n\n \n\n| | 69)\nMbesed 2\n\nene ner\n\n     \n \n \n\nTess than one (15K\nROMER SOKER, TF\nLLY & EHAUNETE)\n\n   \n\nbuss t0908\n\n \n\n \n\f",
    "augmented_texts": [
        "ited by Ponitored by a: reas aes be Sse mvee__ / _ 08 tne searee__s_ vo avmeo_s_ oF ea Hello, Tm ___ with W / A / 8 / ¢ Consuner Regedzch, an independent reaborch company, calTTig long distance. We ' re condugting a view on peoples ui of conowr products ond would like to include someone in - your hone 18 years of age or oldux among the people we are intorvicwing land - wide. Je. Have yor capked any eigarettar in the PaBt Eeven days, OF Wok? Ab. septet mnny clgarettes do yeu usally oke per day? No {ASK FoR MOTHER | | 69) Mbesed 2 ene ner Tess than one (15K ROMER SOKER, TF LLY & EHAUNETE) buss t0908",
        "ited by Ponitored by a: reas aes be Sse mvee__ / _ 08 tne searee__s_ vo avmeo_s_ oF ea Hello, Tm ___ with W / A / 8 / ¢ Consuner Regedzch, an independent reaborch company, calTTig long length. We ' re condugting a view on peoples ui of conowr products ond would like to include someone in - your hone 18 years of eld or oldux among the people we equal intorvicwing nation - wide. Je. Have yor capked any eigarettar in the PaBt Eeven days, OF Wok? Ab. 7 mnny clgarettes do yeu usally oke per day? No {ASK FoR MOTHER | | 69) Mbesed 2 ene ner Tess than one (15K ROMER SOKER, TF LLY & EHAUNETE) buss t0908"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "A survey is being carried out on people in-your- hone 18 years of age or oldux. Have yor capked any eigarettar in the last few days, OF Wok? How many clgarettes do yeu usally smoke per day? Have you ever been on a bus with more than one passenger?"
}