{
    "filename": "506194157.jpg",
    "metadata": {},
    "text": " \n\na es ne a |\n\n \n\n \n\nSUNDAY NEWSPAPER DAR BAR # 47-876,\nSCREENING\n\nHELLO, THIS IS FROM BURKE MARKETING RESEARCH. WE'RE DOING A STUDY ON\n\nPRODUCT USAGE ARO NEWSPAPER REROERSHIP. ARE YOU (MAY I PLEASE SPEAK WITH ANY HALE OR\n\nFEMALE KHO IS) 18 YEARS OF AGE OR OLDER?\n\nNone Avaflable - Disc/Record Col. 4\nMale Screentng/tone Available - Disc/Record Col. 15\nFemale Screening/None Available = Disc/Record Col. 16\n\n \n\n[A. TODAY MERE SPEAKING WITH PEOPLE IN CERTAIN AGE GROUPS. INTO WHICH OF THE FOLLOWING\nGROUPS DOES YOUR AGE FALL? (Read 11st)\n\n18-24 -1 (If age quota ts filled.\n\n25-34 ‘Disc/Record Col. 17)\n\n35-89\n50H\n\nB. IN ADDITION TO AGE GROUPS, WE ARE ALSO DIVIDING OUR INTERVIEWS INTO GROUPS BY CERTAIN\nSECUPATIONS, “DO YOU OR OGES ANYONE IN YOUR HIUSENOLD MORK FOR ANY OF THE FOLLOWING?\n(Read 14st)\n\n \n\n \n\n \n\n‘*A Newspaper/Magazine Publisher\nThe Civil Service or A Government Agency\n‘*A Marketing Research Company\n\n‘A Construction Company\n\nA Tobacco Company or Wholesale Distributor\nAn Airline\n\nhn Advertising Agency\n\nor An Insurance Company\n\nIf respondent/other family menber works for these - Disc/Record col. 18. Explain\nWITH: THANK YOU FOR YOUR HELP TODAY, BUT OUR QUOTA FOR THAT CATEGORY HAS ALREADY\nBEEN FILLED\".\n\nC. WHICH OF THE FOLLOWING PRODUCTS, IF AKY, DO YOU, YOURSELF, REGULARLY USE?\n(Read Vist. If respondent does not vol yes to cigarettes-Di sc/Record Col. $)\n\nys\nBeer -1 5\nCigarettes -2 6\n\nCarbonated Soft Drinks -3\nFrozen Foods 8\n\n \n\n \n\nTUUESTTORNATRE\n1. DID YOU OR YOUR HOUSEHOLD RECEIVE YESTERDAY'S SUNDAY EDITION OF (ANY OF THE\nFOLLOWING PAPERS) OR NOT? (ASK for each newspaper Iisted\nin each market!\n\nYes - 0.2\nNot to all - Disc/Record Col. 19\n\n2. DID YOU, YOURSELF, READ OR LOOK THROUGH YESTERDAY'S SUNDAY EDITION OF (THE)\nOR NOT? (Ask for each newspaper respondent vol'd\nrecente at, C1\n\n \n\nYes - 0.3\nNo = Disc/Record Col. 20\n\n3. DID YOU LOOK THROUGH OR READ THE SUNDAY PAPER ANYTIME TODAY, OR HOT?\n\nfo = 0,34 ¥\n\nYes - Disc/Record Col. 21 2\n\n3K. THINKING ABOUT YESTERDAY'S PAPER(s), DO YOU REMEMBER LOOKING THROUGH OR READING x\nTHE VARIOUS ADVERTISING INSERTS OR FLYERS THAT NORMALLY COME WITH SUNDAY PAPERS? .\n\nYes - 0.4 a\n\nNo/OK = \"If quota of non-readers filled - Disc/Record Col. 21\nIf quota of non-readers not filled - 0.4\n\n \n\f",
    "augmented_texts": [
        "a es ne a | SUNDAY NEWSPAPER DAR BAR # 47 - 876, SCREENING HELLO, THIS be FROM BURKE MARKETING RESEARCH. WE ' RE DOING A STUDY ON PRODUCT USAGE ARO NEWSPAPER REROERSHIP. ARE YOU (MAY I PLEASE SPEAK WITH ANY HALE OR FEMALE KHO IS) 18 YEARS OF AGE OR OLDER? None Avaflable - Disc / Record Col. 4 Male Screentng / tone Available - Disc / Record Col. 15 Female Screening / None Available = Disc / Record Col. 16 [A. TODAY MERE SPEAKING WITH PEOPLE IN CERTAIN AGE GROUPS. INTO WHICH OF THE FOLLOWING GROUPS DOES YOUR AGE FALL? (Read 11st) 18 - 24 - 1 (If age quota ts filled. 25 - 34 ‘ Disc / Record Col. 17) 35 - 89 50H B. IN ADDITION TO AGE GROUPS, WE ARE ALSO DIVIDING OUR INTERVIEWS INTO GROUPS BY CERTAIN SECUPATIONS, “ DO YOU OR OGES ANYONE IN YOUR HIUSENOLD MORK FOR ANY OF THE FOLLOWING? (Read 14st) ‘ * A Newspaper / Magazine Publisher The Civil Service or A Government Agency ‘ * A Marketing Research Company ‘ A Construction Company A Tobacco Company operating theater Wholesale Distributor An Airline hn Advertising Agency or An Insurance Company If respondent / other family menber works for these - Disc / Record col. 18. Explain WITH: THANK YOU FOR YOUR HELP TODAY, BUT OUR QUOTA FOR THAT CATEGORY HAS ALREADY BEEN FILLED \". C. WHICH OF THE FOLLOWING PRODUCTS, IF AKY, ut YOU, YOURSELF, REGULARLY USE? (Read Vist. If respondent does not vol yes to cigarettes - Di sc / Record Col. $) ys Beer - 1 5 Cigarettes - 2 6 Carbonated Soft Drinks - 3 Frozen Foods 8 TUUESTTORNATRE 1. DID YOU operating room YOUR HOUSEHOLD RECEIVE YESTERDAY ' S SUNDAY EDITION OF (ANY OF THE FOLLOWING PAPERS) OR NOT? (ASK for each newspaper Iisted in each market! Yes - 0. 2 Not to all - Disc / Record Col. 19 2. DID YOU, YOURSELF, READ OR LOOK THROUGH YESTERDAY ' S SUNDAY EDITION OF (THE) OR NOT? (Ask for each newspaper respondent vol ' d recente at, C1 Yes - 0. 3 No = Disc / Record Col. 20 3. DID YOU LOOK THROUGH OR READ THE SUNDAY PAPER ANYTIME TODAY, OR HOT? fo = 0, 34 ¥ Yes - Disc / Record Col. 21 2 3K. THINKING ABOUT YESTERDAY ' S PAPER (s ), DO YOU REMEMBER LOOKING THROUGH OR READING x THE VARIOUS ADVERTISING INSERTS OR FLYERS THAT NORMALLY COME WITH SUNDAY PAPERS? . Yes - 0. 4 a No / OK = \" If quota of non - readers filled - Disc / Record Col. 21 If quota of non - readers not filled - 0. 4",
        "a es ne a | SUNDAY NEWSPAPER DAR BAR # 47 - 876, SCREENING HELLO, THIS IS FROM BURKE MARKETING RESEARCH. WE ' RE DOING A STUDY ON PRODUCT USAGE ARO NEWSPAPER REROERSHIP. ARE YOU (MAY I PLEASE SPEAK WITH ANY HALE OR FEMALE KHO IS) 18 days OF AGE OR OLDER? None Avaflable - Disc / Record Col. 4 Male Screentng / tone Available - Disc / Record Col. 15 Female Screening / None Available = Disc / Record Col. 16 [A. TODAY MERE SPEAKING WITH PEOPLE IN CERTAIN AGE GROUPS. INTO WHICH OF THE FOLLOWING GROUPS DOES YOUR AGE FALL? (Read 11st) 18 - 24 - 1 (If age quota ts filled. 25 - 34 ‘ Disc / Record Col. 17) 35 - 89 50H B. IN ADDITION TO AGE GROUPS, WE ARE ALSO DIVIDING OUR INTERVIEWS INTO GROUPS BY CERTAIN SECUPATIONS, “ DO YOU OR OGES ANYONE IN YOUR HIUSENOLD MORK FOR ANY OF THE FOLLOWING? (Read 14st) ‘ * A Newspaper / Magazine Publisher The Civil Service or A Government Agency ‘ * A Selling Research Company ‘ A Construction Company A Tobacco Company or Wholesale Distributor An Airline hn Advertising Agency or An Insurance Company If respondent / other family menber works for these - Disc / Record col. 18. Explain WITH: THANK YOU FOR YOUR HELP TODAY, BUT OUR QUOTA FOR THAT CATEGORY HAS ALREADY BEEN FILLED \". C. WHICH OF THE FOLLOWING PRODUCTS, IF AKY, brawl YOU, YOURSELF, REGULARLY USE? (Read Vist. If respondent does not vol yes to cigarette - Di sc / Record Col. $) ys Beer - 1 5 Cigarettes - 2 6 Carbonated Soft Drinks - 3 Frozen Food 8 TUUESTTORNATRE 1. DID YOU OR YOUR HOUSEHOLD RECEIVE YESTERDAY ' S SUNDAY EDITION OF (ANY OF THE FOLLOWING PAPERS) OR NOT? (ASK for each newspaper Iisted in each market! Yes - 0. 2 Not to all - Disc / Record Gap. 19 2. DID YOU, YOURSELF, READ OR LOOK THROUGH YESTERDAY ' S SUNDAY EDITION OF (THE) OR NOT? (Ask for each newspaper respondent vol ' d recente at, C1 Yes - 0. 3 No = Disc / Record Col. 20 3. DID YOU LOOK THROUGH OR READ THE SUNDAY PAPER ANYTIME TODAY, OR HOT? fo = 0, 34 ¥ Yes - Disc / Record Col. 21 2 3K. THINKING ABOUT YESTERDAY ' S PAPER (s ), DO YOU REMEMBER LOOKING THROUGH OR READING x THE VARIOUS ADVERTISING INSERTS OR FLYERS THAT NORMALLY COME WITH SUNDAY PAPERS? . Yes - 0. 4 a No / OK = \" If quota of non - readers filled - Disc / Record Col. 21 If quota of non - readers not filled - 0. 4"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "A questionnaire is given to a group of people in a pub. The question is: Did you or anyone in your family receive Sunday's newspaper? If yes, did you look through or read the paper any time today, or was it hot? Do you remember looking through the Sunday paper or reading it on a plane?"
}