{
    "filename": "506144679_506144681.jpg",
    "metadata": {},
    "text": " \n\n \n\nfe\nNovember 9, 1987 re\n\neo\n\nie\n\nAOMPESSEE ONLY\n\n \n\nR. J, Reagan\n\nSUBJ: SSI Supply Contract and RJRT Guararantee Expansion\n\nAn authorization 1s currently routing to expand SSI Carbon Technology's fuel\nsource production capacity. To meet our requirements, they need financing\nabsistance from RIRT. It is proposed that an existing loan guarantee be\nexpanded to provide this assistance.\n\nBackground\n\nSSI Carbon Technologies is currently the sole supplier of the extruded carbon\nfuel source used in Project SPA. They are a small entrepreneurial company\n\nEh “expertIsé in the extrusion of materials, currently supplying high technology\nits to TBM, Ford, GTE, PPG, etc. Due to their relatively\np21. willion and assets of $16 million),\n\n \n\n    \n\nthey ave Tinited access to capital.\nA fuel source supply contract was signed in late 1985, It was necessary to\nimplement an agreement and start plant construction in order to provide\nsufficient lead time to meet project schedules. This agreement was based on\nan_early fuel_source design (the \"J\" design). During the past two years the\ndesign has evolved to the \"R-13\" design to provide significant product benefits\n(lower the carbon monoxide level). The \"R-13\" 4s a custom component rather\n\nthan a commodity type item. The \"R-13\" requires additional processing steps,\nrequiring approximately twice jevel of capital to manufacture this component.\n\n \n\n \n    \n\nSSI is the sole supplier and we must use them for the intermediate term (1-2\nyears). Additional development efforts are continuing with other suppliers,\nhowever, we currently anticipate using SSI for the first 2.3 billion\neces/month. This capacity would be implemented in phases:\n\n \n\n© Current plant (at Creedmore, NC) ~ capacity of 100 million pieces/month.\n\n© Current proposal - expand current capacity to 700 million pieces/month\n($17.6 million of total capital required). = ~**\"\n\n@ Next proposal - in Ist Quarter of 1988, authorize an expansion to 1.3\nh, at Creedmore facility Ceoproninetely $6 million) and\n\n  \n\nSSI must have financing assistance to meet our fuel source needs. SSI must\npurchase and install equipment to manufacture the \"R-13\" fuel source. In\norder to ¥eceive production level quantities, it is necessary to modify the\nexisting supply agreement and to expand the existing facility.\n\n \n\n \n\nMr. G. R. Gunzenhauser No. 421 21 By\n\n629% yL90S\n\f",
    "augmented_texts": [
        "fe November 9, 1987 re eo ie AOMPESSEE ONLY R. J, Reagan SUBJ: SSI Supply Contract and RJRT Guararantee Expansion An authorization 1s currently routing to expand SSI Carbon Technology ' s fuel source production capacity. To meet our requirements, they need financing absistance from RIRT. It is proposed that an existing loan guarantee embody expanded to provide this assistance. Background SSI Carbon Technologies is currently the sole supplier of the extruded carbon fuel source used in Project SPA. They are a small entrepreneurial company Eh “ expertIsé in the extrusion of materials, currently supplying high technology its to TBM, Ford hermann hueffer, GTE, PPG, etc. Due to their relatively p21. willion and assets of $ 16 million ), they ave Tinited access to capital. A fuel source supply contract was signed in tardy 1985, It was necessary to implement an agreement and start plant construction in order to provide sufficient lead time to meet project schedules. This agreement was establish on an_early fuel_source design (the \" J \" design ). During the past two years the design has evolved to the \" R - 13 \" design to provide significant product benefits (lower the carbon monoxide level ). The \" R - 13 \" 4s a custom component preferably than a commodity type item. The \" R - 13 \" requires additional processing steps, requiring approximately twice jevel of capital to manufacture this component. SSI is the sole supplier and we must use them for the intermediate full term (1 - 2 years ). Additional development efforts are continuing with other suppliers, however, we currently anticipate using SSI for the first 2. 3 billion eces / month. This capacity would be implemented in phases: © Current plant (at Creedmore, north carolina) ~ capacity of 100 million pieces / month. © Current proposal - expand current capacity to 700 million pieces / month ($ 17. 6 million of total capital required ). = ~ * * \" @ Next proposal - in Ist Quarter of 1988, authorize an expansion to 1. 3 h, at Creedmore facility Ceoproninetely $ 6 million) and SSI must have financing assistance to meet our fuel source needs. SSI must purchase and install equipment to manufacture the \" R - 13 \" fuel source. In order to ¥ eceive production level quantities, it is necessary to modify the existing provision agreement and to expand the existing facility. Mr. G. R. Gunzenhauser No. 421 21 By 629% yL90S",
        "fe November 9, 1987 re eo ie AOMPESSEE ONLY R. J, Reagan SUBJ: SSI Supply Contract and RJRT Guararantee Expansion An authorization 1s currently routing to expand SSI Carbon Technology ' s fuel source production capacity. To meet our requirements, they need financing absistance from RIRT. It is proposed that an existing loan guarantee be expanded to provide this assistance. Background SSI Carbon Technologies is currently the sole supplier of the extruded carbon fuel source used in Project SPA. They are a small entrepreneurial company Eh “ expertIsé in the extrusion of materials, currently supplying high technology its to TBM, Ford, GTE, PPG, etc. Due to their relatively p21. willion and assets of $ 16 million ), they ave Tinited access to capital. A fuel source supply contract was signed in late 1985, It was necessary to implement an agreement and head start plant construction in order to provide sufficient lead time to meet project schedules. This agreement be based on an_early fuel_source pattern (the \" J \" design ). During the past two years the design has evolved to the \" R - 13 \" design to provide significant product benefits (lower the carbon monoxide level ). The \" R - 13 \" 4s a custom component rather than a commodity type item. The \" R - 13 \" requires additional processing steps, call for approximately twice jevel of capital to manufacture this component. SSI is the sole supplier and we must use them for the intermediate term (1 - 2 years ). Additional development efforts are continuing with other suppliers, however, we currently anticipate using SSI for the first 2. 3 billion eces / month. This capacity would be implemented in phases: © Current plant (at Creedmore, NC) ~ capacity of 100 million pieces / month. © Current proposal - expand current capacity to 700 million pieces / month ($ 17. 6 million of total capital required ). = ~ * * \" @ Next proposal - in Ist Quarter of 1988, authorize an expansion to 1. 3 h, at Creedmore facility Ceoproninetely $ 6 million) and SSI must have financing assistance to meet our fuel source needs. SSI must purchase and install equipment to manufacture the \" R - 13 \" fuel source. In order to ¥ eceive production level measure, it is necessary to modify the existing supply agreement and to flourish the existing facility. Mr. G. R. Gunzenhauser No. 421 21 By 629% yL90S"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "SSI Carbon Technologies is currently the sole supplier of the extruded carbonfuel source used in Project SPA. To meet our requirements, they need financing from RIRT. It is proposed that an existing loan guarantee be expanded to provide this assistance. This capacity would be implemented in phases: Current plant (at Creedmore, NC) ~ capacity of 100 million pieces/month."
}