{
    "filename": "50615941-5947.jpg",
    "metadata": {},
    "text": " \n\nSubstance P induces whole cell current\n\ntransients in RBL-2H8 cells\n\nJANUS? JANISZEWSKI, JOHN BIENENSTOCK, AND MICHAEL G. BLENNERHASSETT\nIntestinal Disease Research Unit and Department of Pathology, MeMaster University\n\n \n \n  \n\nHealth Sciences Centre, Hamilton, Ontario L8N 325, Conada\n\nJaniszewski, Janusz, John Bienenstock, and Michael\nG. Blennerhassett, Substance P induces whole cell current\ntronsients in RBL-2H3 cells. Am. J. Physiol. 268 (Cell Physio!\n32): C736-C742, 1992.—To investigate the basis of interactions,\nbetween nerves and mast cells, we tested the actions of the\nneuropeptide substance P (SP) on whole cll current character-\nistics of RBL-2H3 cells (homologous to mucosal mast cel)\nControl RBL cells shoved a K*-dependent inwardly rectified\ncurrent. SP (10°* M) caused transient, frequently repetitive\n\ncurrent amplitude, which at'a membrane potential\n‘mV rose by ~1,020.0 + 223.4 pA after SP applica-\nspared with 68 + 1.7 pA for control, This response\nwas characterized by a lag phase of 102 + 16 s. Seventeen\npercent of cells showed spontaneous transients in the current\namplitude from the beginning of the recording. After SP admin:\nistration, the amplitude of these transients increased by 6.3 +\n20-fold. Responses to SP were mimicked by the application of,\nionomyein. For both SP end ionomycin, there was @ dose de:\npendency of the lag phase. Removal of extracellular calcium\nabolished the response for 10°* M SP but not for 6.6 x 10° M\nionomycin. During current transients, the whole cell current\nIhad both inward and outwerd rectified components with the\nzero curtent V shifted from 81.3 + 5.2 mV at control to~10.8,\n2.1.7 mV. We compare the SP-evoked current responses in\n‘vcosal-type mast cells with those described in connective tis\nsue type,\n\nelectrophysiology; patch clamp; neurotransmitter; neuroimmu:\nnology; mast cells: calcium jonophore; ionomycin\n\n \n\n \n\n \n\n    \n\n \n\n  \n\n    \n\n  \n\n \n\nMAST CELLS (MC) and neurons releasing neuropeptides\nsuch as substance P (SP) may interact with each other\nand could therefore constitute a functional unit (see Ref.\n21). This hypothesis is based on the evidence that phys-\niological and pathological processes are modulated by\nboth of these elements: some specific examples are ion\ntransport in the intestine and trachea (6, 24), skin in-\nflammation (7), and bronchoconstriction (19). Because\ntwo of the major MC phenotypes (mucosal MC and con-\nnective tissue MC) significantly differ in a number of\n‘eytochemical and physiological properties (2), any con-\nsideration of nerve-MC interactions must. specify the\nMC type involved. In the intestine, morphological stud-\nies have shown a close and consistent spatial relation-\nship between mucosal MC and SP-containing nerve fi-\nbers in the lamina propria of both rats and humans (27).\nAssociation between SP-containing nerves and connec:\ntive tissue-type MC has also been described in the rat\ndiaphragm and mesentery (26). In vitro, SP hes been\nshown to be a secretagogue for isolated peritoneal and\nmucosal MC (8, 25)\n\nThe above findings of structural and functional\ngrounds for nerve-MC interactions constitute a strong\ncase in support of the initial hypothesis that MC\nand nerves may be in communication, However, there\nare reports that question the role of the MC in SP-\ndependent neurogenic inflammation in the skin (8). Ad.\n736\n\n \n\n \n\n \n\n \n\n \n\nditionally, the issue is complicated by the great variabil-\nity in the responsiveness of different MC types to SP\nin vitro (8).\n\n‘This indicates the importance of studies at the cellu-\nlar level on the action of SP on different types of MC.\nElectrophysiological patch-clamp recordings have been\nperformed on rat peritoneal mast cells (PMC), which\nDelong to the connective tissue type of MC (20). These\nshowed that SP activates PMC by triggering specific\nionic conductances. However, there is no information on\nSP action on the electrical characteristics of the mucosal\n‘MC membrane. Because it is established that connective\ntissue and mucosal-type MC differ significantly in their\nelectrophysiological properties when at rest (10), it is\npossible that their response to SP might also be differ-\nent. To answer this question, we performed whole cell\npatch-clamp recordings on SP-stimulated RBL-2H3\ncells, a line of rat basophilic leukemia cells that is ho-\nmologous to mucosal MC (23). Although stimulus-secre-\ntion coupling is well characterized in RBL-2H3 cells\n(18), there is no information on SP action.\n\nIn this, we found SP as the first known external stim-\nulus capable of activating whole cell current in the\nmucosal MC type, We characterized this current re-\nsponse, pointing out similarities and differences to the\npreviously presented action of SP on the connective\ntissue MC (20), Initial results on the SP-evoked changes\nin the RBL whole cell conductance were reported\nelsewhere (3).\n\n \n\nMETHODS\n\nCells. The study was performed on RBL cells (subline 23\nCA10.7). The stock was maintained in liquid Ne, and the cells\nwere grown in P-12 medium (GIBCO) with 10% fetal calf serum,\n(GIBCO) and antibiotic/antimycotie mixture (Sigma, A7292),\nin 5% COp at 37\n\nSolutions. ‘The ‘composition of intracellular and extra\ncellular solutions wes the same as that used previously for\nRBL, cells (10). Intracellular solution was as fellows (in\nmM): 100 K-glutamate, 20 Na-slotamate, 7 MgCl, 1 CaCl, 11\nethylene glycol-bis(B-amainoethyl ether)-N,N.N A-tetrancetic,\nacid (BGTA), and 10 N-2-hydroxyethylpiperazine-N'-2-eth-\nanesulfonic acid (HEPES) (pH 7.2-7.8 adjusted with KOH).\nBefore the experiment, ATP was added from a 500-mM stock\nsolution of Na ATP in'l M tris(hydroxymethylaminomethane\n(Tris) “HCI (pH 7.2) to give a final concentration of | mM ATP.\nIn some recordings, ATP ata final concentration of 0.5 mM vas,\n‘used without effect on the electrophysiological characteristic of\ncell responses. Extracellular solution was as follows (in mM):\n142 NaCl, 28 KCl, 1 MgCl, 2 CaCl,, and 10 HEPES (pH\n7.273 adjusted with NaOH; osmolarity 290 mosM adjusted\nwith glucose),\n\nIn specified recordings, to keep the extracelivlar free caleium\nat a low level of 0.01 4M, the bath solution was modified as\nfollows: 142 mM NaCl, 28 mM KCI, 10 mM HEPES, 0.6 mM\n\n \n\n \n\n \n\n \n\n  \n\n \n\n(0362-6145/92 $2.00 Copyright © 1992 the Ansrican Physiological Society\n\n \n\f",
    "augmented_texts": [
        "Substance P induces whole cell current transients in RBL - 2H8 cells JANUS? JANISZEWSKI, JOHN BIENENSTOCK, AND MICHAEL G. BLENNERHASSETT Intestinal Disease Research Unit and Department of Pathology, MeMaster University Health Sciences Centre, Hamilton, Ontario L8N 325, Conada Janiszewski, Janusz, John Bienenstock, and Michael G. Blennerhassett, Substance P induces whole cell current tronsients in RBL - 2H3 cells. Am. J. Physiol. 268 (Cell Physio! 32 ): C736 - C742, 1992. — To investigate the basis of interactions, between nerves and mast cells, we tested the actions of the neuropeptide substance P (SP) on whole cll current graphic symbol - istics of RBL - 2H3 cells (homologous to mucosal mast cel) Control RBL cells shoved a K * - dependent inwardly rectified current. SP (10 ° * M) caused transient, frequently repetitive current amplitude, which at ' a membrane potential ‘ mV rose by ~ 1, 020. 0 + 223. 4 pA after SP applica - spared with 68 + 1. 7 pA for control, This response was characterized by a lag phase of 102 + 16 s. Seventeen percent of cells showed spontaneous transients in the current amplitude from the beginning of the recording. After SP admin: istration, the amplitude of these transients increased by 6. 3 + 20 - fold. Responses to SP were mimicked by the application of, ionomyein. For both SP end ionomycin, there was @ dose de: pendency of the lag phase. Removal of extracellular calcium abolished the response for 10 ° * M SP but not for 6. 6 10 10 ° M ionomycin. During current transients, the whole cell current Ihad both inward and outwerd rectified components with the zero curtent V shifted from 81. 3 + 5. 2 mV at control to ~ 10. eight, 2. 1. 7 mV. We compare the SP - evoked current responses in ‘ vcosal - type mast cells with those described in connective tis sue type, electrophysiology; patch clamp; neurotransmitter; neuroimmu: nology; mast cells: calcium jonophore; ionomycin MAST CELLS (MC) and neurons releasing neuropeptides such as substance P (SP) may interact with each other and could therefore constitute a functional unit (see Ref. 21 ). This hypothesis is based on the evidence that phys - iological and pathological processes are modulated by both of these elements: some specific examples are ion transport in the intestine and trachea (6, 24 ), skin in - flammation (7 ), and bronchoconstriction (19 ). Because two of the major MC phenotypes (mucosal MC and con - nective tissue MC) significantly differ in a number of ‘ eytochemical and physiological properties (2 ), any con - sideration of nerve - MC interactions must. specify the MC type involved. In the intestine, morphological stud - ies have shown a close and consistent spatial relation - ship between mucosal MC and SP - containing nerve fi - bers in the lamina propria of both rats and humans (27 ). Association between SP - containing nerves and connec: tive tissue - type MC has also been described in the rat diaphragm and mesentery (26 ). In vitro, SP hes been shown to be a secretagogue for isolated peritoneal and mucosal MC (8, 25) The above findings of structural and functional grounds for nerve - MC interactions constitute a strong case in support of the initial hypothesis that MC and nerves may be in communication, However, there are reports that question the role of the MC in SP - dependent neurogenic inflammation in the skin (8 ). Ad. 736 ditionally, the issue is complicated by the with child variabil - ity in the responsiveness of different MC types to SP in vitro (8 ). ‘ This indicates the importance of studies at the cellu - lar level on the action of SP on different types of MC. Electrophysiological patch - clamp recordings have been performed on rat peritoneal mast cells (PMC ), which Delong to the connective tissue type of MC (20 ). These showed that SP activates PMC by triggering specific ionic conductances. However, there is no information on SP action on the electrical characteristics of the mucosal ‘ MC membrane. Because it is established that connective tissue and mucosal - type MC differ significantly in their electrophysiological properties when at rest (10 ), it is possible that their response to SP might also be differ - ent. To answer this question, we performed whole cell patch - clamp recordings on SP - stimulated RBL - 2H3 cells, a line of rat basophilic leukemia cells that is ho - mologous to mucosal MC (23 ). Although stimulus - secre - tion coupling is well characterized in RBL - 2H3 cells (18 ), there is no information on SP action. In this, we found SP as the first known external stim - ulus capable of activating whole cell current in the mucosal MC type, We characterized this current re - sponse, pointing out similarities and differences to the previously presented action of SP on the connective tissue MC (20 ), Initial results on the SP - evoked changes in the RBL whole cell conductance were reported elsewhere (3 ). METHODS Cells. The study was performed on RBL cells (subline 23 CA10. 7 ). The stock was maintained in liquid Ne, and the cells were grown in P - 12 medium (GIBCO) with 10% fetal calf serum, (GIBCO) and antibiotic / antimycotie mixture (Sigma, A7292 ), in 5% COp at 37 Solutions. ‘ The ‘ composition of intracellular and extra cellular solutions wes the same as that used previously for RBL, cells (10 ). Intracellular solution was as fellows (in mM ): 100 K - glutamate, 20 Na - slotamate, 7 MgCl, 1 CaCl, 11 ethylene glycol - bis (B - amainoethyl ether) - N, N. N A - tetrancetic, acid (BGTA ), and 10 N - 2 - hydroxyethylpiperazine - N ' - 2 - eth - anesulfonic acid (HEPES) (pH 7. 2 - 7. 8 adjusted with KOH ). Before the experiment, adenosine triphosphate was added from a 500 - mM stock solution of Na ATP in ' l M tris (hydroxymethylaminomethane (Tris) “ HCI (pH 7. 2) to give a final concentration of | mM ATP. In some recordings, ATP ata final concentration of 0. 5 mM vas, ‘ used without effect on the electrophysiological characteristic of cell responses. Extracellular solution was as follows (in mM ): 142 NaCl, 28 KCl, 1 MgCl, 2 CaCl, , and 10 HEPES (pH 7. 273 adjusted with NaOH; osmolarity 290 mosM adjusted with glucose ), In specified recordings, to keep the extracelivlar free caleium at a low level of 0. 01 4M, the bath solution was modified as follows: 142 mM NaCl, 28 mM KCI, 10 mM HEPES, 0. 6 mM (0362 - 6145 / 92 $ 2. 00 Copyright © 1992 the Ansrican Physiological Society",
        "Substance P induces whole cell current transients in RBL - 2H8 cells JANUS? JANISZEWSKI, JOHN BIENENSTOCK, AND MICHAEL G. BLENNERHASSETT Intestinal Disease Research Unit and Department of Pathology, MeMaster University Health Sciences Centre, Hamilton, Ontario L8N 325, Conada Janiszewski, Janusz, John Bienenstock, and Michael G. Blennerhassett, Substance P induces whole cell current tronsients in RBL - 2H3 cells. Am. J. Physiol. 268 (Cell Physio! 32 ): C736 - C742, 1992. — To investigate the basis of interactions, between nerves and mast cells, we tested the actions of the neuropeptide substance P (SP) on whole cll current character - istics of RBL - 2H3 cells (homologous to mucosal mast cel) Control RBL cells shoved a K * - dependent inwardly rectified current. SP (10 ° * M) caused transient, frequently repetitive current amplitude, which at ' a membrane potential ‘ mV rose by ~ 1, 020. 0 + 223. 4 pA after SP applica - spared with 68 + 1. 7 pA for control, This response was characterized by a lag phase of 102 + 16 s. Seventeen percent of cells showed spontaneous transients in the current amplitude from the beginning of the recording. After SP admin: istration, the amplitude of these transients increased by 6. 3 + 20 - fold. Responses to SP were mimicked by the application of, ionomyein. For both SP end ionomycin, there was @ dose de: pendency of the lag phase. Removal of extracellular calcium abolished the response for 10 ° * M SP only not for 6. 6 x 10 ° M ionomycin. During current transients, the whole cell current Ihad both inward and outwerd rectified components with the zero curtent V shifted from 81. 3 + 5. 2 mV at control to ~ 10. 8, 2. 1. 7 mV. We compare the SP - evoked current responses in ‘ vcosal - type mast cells with those described in connective tis sue type, electrophysiology; patch clamp; neurotransmitter; neuroimmu: nology; mast cells: calcium jonophore; ionomycin MAST CELLS (MC) and neurons releasing neuropeptides such as substance P (SP) may interact with each other and could therefore constitute a functional unit (see Ref. 21 ). This hypothesis is based on the grounds that phys - iological and pathological processes are modulated by both of these elements: some specific examples are ion transport in the intestine and trachea (6, 24 ), skin in - flammation (7 ), and bronchoconstriction (19 ). Because two of the major MC phenotypes (mucosal MC and con - nective tissue MC) significantly differ in a number of ‘ eytochemical and physiological properties (2 ), any con - sideration of nerve - MC interactions must. specify the MC type involved. In the intestine, morphological stud - ies have shown a close and consistent spatial relation - ship between mucosal MC and SP - containing nerve fi - bers in the lamina propria of both rats and humans (27 ). Association between SP - containing nerves and connec: tive tissue - type MC has also been described in the rat diaphragm and mesentery (26 ). In vitro, SP hes been shown to be a secretagogue for isolated peritoneal and mucosal MC (8, 25) The above findings of structural and functional grounds for nerve - MC fundamental interaction constitute a strong case in support of the initial hypothesis that MC and nerves may be in communication, However, there are reports that question the role of the MC in SP - dependent neurogenic inflammation in the skin (8 ). Ad. 736 ditionally, the issue is complicated by the great variabil - ity in the responsiveness of different MC types to SP in vitro (8 ). ‘ This indicates the importance of studies at the cellu - lar level on the action of SP on different types of MC. Electrophysiological patch - clamp recordings have been performed on rat peritoneal mast cells (PMC ), which Delong to the connective tissue type of MC (20 ). These showed that SP activates PMC by triggering specific ionic conductances. However, there is no information on SP action on the electrical characteristics of the mucosal ‘ MC membrane. Because it is established that connective tissue and mucosal - type MC differ significantly in their electrophysiological properties when at rest (10 ), it is possible that their response to SP might also be differ - ent. To answer this question, we performed whole cell patch - clamp recordings on SP - stimulated RBL - 2H3 cells, a line of rat basophilic leukemia cells that is ho - mologous to mucosal MC (23 ). Although stimulus - secre - tion coupling is well characterized in RBL - 2H3 cells (18 ), there is no information on SP action. In this, we found SP as the first known external stim - ulus capable of activating whole cell current in the mucosal MC type, We characterized this current re - sponse, pointing out similarities and differences to the previously presented action of SP on the connective tissue MC (20 ), Initial results on the SP - evoked changes in the RBL whole cell conductance were reported elsewhere (3 ). METHODS Cells. The study was performed on RBL cells (subline 23 CA10. 7 ). The stock was maintained in liquid Ne, and the cells were grown in P - twelve medium (GIBCO) with 10% fetal calf serum, (GIBCO) and antibiotic / antimycotie mixture (Sigma, A7292 ), in 5% COp at 37 Solutions. ‘ The ‘ composition of intracellular and extra cellular solutions wes the same as that used previously for RBL, cells (10 ). Intracellular solution was as fellows (in mM ): 100 K - glutamate, 20 Na - slotamate, 7 MgCl, 1 CaCl, 11 ethylene glycol - bis (B - amainoethyl ether) - N, N. N A - tetrancetic, acid (BGTA ), and 10 N - 2 - hydroxyethylpiperazine - N ' - 2 - eth - anesulfonic acid (HEPES) (pH 7. 2 - 7. 8 adjusted with KOH ). Before the experiment, ATP was added from a 500 - mM stock solution of Na ATP in ' 50 M tris (hydroxymethylaminomethane (Tris) “ HCI (pH 7. 2) to give a final concentration of | mM ATP. In some recordings, ATP ata final concentration of 0. 5 mM vas, ‘ used without effect on the electrophysiological characteristic of cell responses. Extracellular solution was as follows (in mM ): 142 NaCl, 28 KCl, 1 MgCl, 2 CaCl, , and 10 HEPES (pH 7. 273 adjusted with NaOH; osmolarity 290 mosM adjusted with glucose ), In specified recordings, to keep the extracelivlar free caleium at a low level of 0. 01 4M, the bath solution was modified as follows: 142 mM NaCl, 28 mM KCI, 10 mM HEPES, 0. 6 mM (0362 - 6145 / 92 $ 2. 00 Copyright © 1992 the Ansrican Physiological Society"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Substance P induces whole cell current                transients in RBL-2H8 cells. Janiszewski, Janusz, John Bienenstock, and Michael G. Blennerhassett. Substance P (SP) and neurons releasing neuropeptides (MC) may interact with each other."
}