{
    "filename": "50617849-7849.jpg",
    "metadata": {},
    "text": "coe Fe\n\nJOURNAL OF CELLULAR PHYSIOLOGY 190 610-819 9921\n\nGlycolipid Depletion Using a Ceramide\nAnalogue (PDMP) Alters Growth, Adhesion,\nand Membrane Lipid Organization in Human\nA431 Cells\n\nSUZANNE BARBOUR, MICHAEL EDIDIN, BRUNHILDE FELDING-HABERMANN,\nJANELLE TAYLOR-NORTON, NORMAN S. RADIN, avo BRUCE A. FENDERSON*\nDepartment of Biology, The Johns Hopkins University, Baltimore, Maryland 21218 (5...\nME. The Biomembrane Insitute, Scat. Washington 98119 (B.F-H., LT-N., BAF), and\n‘Mental Health Research Instiue, University of Michigan, Ann Arbor, Michigan 48109 (NS.\n\n \n\n \n\nGlycotipids were depleted from the membranes of human A431 cells using L-phe-\nnyl-2-decanoylamin.&smorphotino-1-prepanal (POMP, an inhibitor of gluco\nsylceramide synthetase. A\\ter 6 das of culture inthe presence of 5 uM Dithreo-\n\nPOMP, klycohpid content was reduced to approximately 5% of contol levels. By\nContrast, synthesis per cel of phosphatidylchaline, sphingomyelin, triglyceces\n\nand lycoprotein was relatively unchanged in POMP-treated cells, In parallel with\nlvcolipid depletion, POMP-treated cells exhibited a rapid loss of epithelial cell\n‘morphology, a reduced rate of cell growth, and inhibition of cellsubstrateadhe-\nsion, The elfecs of D:threo-PDMP on cell morphology and substrate adhesion\nwere blocked by exogenous GM3 acidition and were not observed with Lthreo.\nPOMP (a relatively inactive enantiomer). Fluorescence photobleaching and re\n\n‘covery (PR) was used to rnvestigate the hypothesis that glycolipids influence cell\nbehavior, in pan. by changing the difusion charactersis of membrane proteins\nand lipids, Dillion covtficients and mobile fractions of two integral membrane\nprotein, the EGF receptor and a class | MHC antigen, did not differ significantly\n‘between contol and POMPatreated cells. Diffusion cocticients of lipid probes,\nNBD-PC and fluorescent GMI ganglioside, were similarly unaltected by gly:\ncolipid depletion. However lipid probes did show a significant inerease in mobile\nfraction tthe traction o lipids that are fee to difuse) in POMPateated cells. This\nincrease was blocked by culturing cells in the presence of exogenous GM3 gang}.\n\n(side. The results suggest that glycolipids play a role inthe formation of lipid\n‘domains in A431 cell membranes. Glycolipid-mediated changes in membrane\nlipid organization may inluence receptor activation and transmembrane signal.\n\n‘ng, leading to changes in cell rowth, morphology, and adhesion\n\nGlycolipids are amphipathic membrane molecules\nwith ceramide embedded in the outer leaflet of the lipid\nbilayer and oligosaccharide chains extending into the\naqueous environment at the cell surface (reviewed by\n‘Thompson and Tillack, 1985). There is considerable\nvariation\n\ninfluence cellular functions has not been presented.\nOne hypothesis is that cell surface glycolipids are less\nimportant than their intracellular breakdown prod.\nucts. Sphingolipid breakdown products such as sphin.\ngosine and lysosphingolipids are believed to play a key\nrole in transmembrane signaling (reviewed by Hannun\nand Bell, 1989); however, this hypothesis does not ex.\n\n  \n\nBell, 1989). This structural diversity may contribute to\nthe specialization and function of glycolipid-rich mem.\nbranes. For example, glycolipids are believed to en-\nhance the stability of the plasma membrane (Pascher,\n1976; Maggio otal, 1981; Mehlhorn et al. 1988), requ:\nlate membrane protein functions (Bremer et al.. 1986:\nChoresh et al., 1987; Nojii etal, 1991), and coordinate\ncell interaction (Eggens et al., 1989; Kojima and Hako-\n‘mori, 1989; Springer and Lasky, 1981),\n\nDespite an extensive literature on glycolipid-met\n‘ated effects, a satisfying explanation of how glycolipids\nin the outer leaflet ofthe plasma membrane are able to\n\noe WILEY-LIss. INC\n\n \n\n \n\nplain the evolution of the glycolipid-glycosyltrans-\nferase genes and the evidence for programmed changes\nin glycolipid expression during cellular differentiation\n(enderson et al., 1987). A second hypothesis is that\n\nReceived July 11, 1991: accepted October 9, 1991.\n\n“To whom reprint requestwcorrespondence should be sent at the\nDepartmental Pathology and Cell Biology, Jeflraon Medical Cal\nlege, 1020 Locust Stret, Philadelphia, PA T9107,\n\nthe Department of Chemistry M0601, Uni\nSon Diego, La Jolla, CA 8209,\n\n \n\n \n\n  \n\n50617849\n\n \n\n \n\f",
    "augmented_texts": [
        "coe Fe JOURNAL OF CELLULAR PHYSIOLOGY 190 610 - 819 9921 Glycolipid Depletion Using a Ceramide Analogue (PDMP) Alters Growth, Adhesion, and Membrane Lipid Organization in Human A431 Cells SUZANNE BARBOUR, MICHAEL EDIDIN, BRUNHILDE FELDING - HABERMANN, JANELLE TAYLOR - NORTON, NORMAN S. RADIN, avo BRUCE A. FENDERSON * Department of Biology, The Johns Hopkins University, Baltimore, Maryland 21218 (5. .. ME. The Biomembrane Insitute, Scat. Washington 98119 (B. F - H. , LT - N. , BAF ), and ‘ Mental Health Research Instiue, University of Michigan, Ann Arbor, Michigan 48109 (NS. Glycotipids were depleted from the membranes of human A431 cells using L - phe - nyl - 2 - decanoylamin. & smorphotino - 1 - prepanal (POMP, an inhibitor of gluco sylceramide synthetase. A \\ ter 6 das of culture inthe presence of 5 uM Dithreo - POMP, klycohpid content was reduced to approximately 5% of contol levels. By Contrast, synthesis per cel of phosphatidylchaline, sphingomyelin, triglyceces and lycoprotein was relatively unchanged in POMP - treated cells, In parallel with lvcolipid depletion, POMP - treated cells exhibited a rapid loss of epithelial cell ‘ morphology, a reduced rate of cell growth, and inhibition of cellsubstrateadhe - sion, The elfecs of D: threo - PDMP on cell morphology and substrate adhesion were blocked by exogenous GM3 acidition and were not observed with Lthreo. POMP (a relatively inactive enantiomer ). Fluorescence photobleaching and re ‘ covery (PR) was used to rnvestigate the hypothesis that glycolipids influence cell behavior, in pan. by changing the difusion charactersis of membrane proteins and lipids, Dillion covtficients and mobile fractions of two integral tissue layer protein, the EGF receptor and a class | MHC antigen, did not differ significantly ‘ between contol and POMPatreated cells. Diffusion cocticients of lipid probes, NBD - PC and fluorescent GMI ganglioside, were similarly unaltected by gly: colipid depletion. However lipid probes did show a significant inerease in mobile fraction tthe traction o lipids that are fee to difuse) in POMPateated cells. This increase was blocked by culturing cells in the presence of exogenous GM3 gang }. (side. The results suggest that glycolipids play a role inthe formation of lipid ‘ domains in A431 cell membranes. Glycolipid - arbitrate changes in membrane lipid organization may inluence sensory receptor activation and transmembrane signal. ‘ ng, leading to changes in cell rowth, morphology, and adhesion Glycolipids are amphipathic membrane molecules with ceramide embedded in the outer leaflet of the lipid bilayer and oligosaccharide chains extending into the sedimentary environment at the cell surface (reviewed by ‘ Thompson and Tillack, 1985 ). There is considerable variation influence cellular functions has not been presented. One hypothesis is that cell surface glycolipids are less important than their intracellular breakdown prod. ucts. Sphingolipid breakdown products such as sphin. gosine and lysosphingolipids are believed to play a key role in transmembrane signaling (reviewed by Hannun and Bell, 1989 ); however, this hypothesis does not ex. Bell, 1989 ). This structural diversity may contribute to the specialization and function of glycolipid - rich mem. branes. For example, glycolipids are believed to en - hance the stability of the plasma membrane (Pascher, 1976; Maggio otal, 1981; Mehlhorn et al. 1988 ), requ: late membrane protein functions (Bremer et al. . 1986: Choresh et al. , 1987; Nojii etal, 1991 ), and coordinate cell interaction (Eggens et al. , 1989; Kojima and Hako - ‘ mori, 1989; Springer and Lasky, 1981 ), Despite an extensive lit on glycolipid - met ‘ ated effects, a satisfying account of how glycolipids in the outer leaflet ofthe plasma membrane are able to oe WILEY - LIss. INC plain the evolution of the glycolipid - glycosyltrans - ferase genes and the evidence for programmed changes in glycolipid expression during cellular differentiation (enderson et al. , 1987 ). A second hypothesis is that Received July 11, 1991: accepted October 9, 1991. “ To whom reprint requestwcorrespondence should be sent at the Departmental Pathology and Cell Biology, Jeflraon Medical Cal lege, 1020 Locust Stret, Philadelphia, PA T9107, the Department of Chemistry M0601, Uni Son Diego, La Jolla, CA 8209, 50617849",
        "coe Fe JOURNAL OF CELLULAR PHYSIOLOGY 190 610 - 819 9921 Glycolipid Depletion Using a Ceramide Analogue (PDMP) Alters Growth, Adhesion, and Membrane Lipid Organization in Human A431 Cells SUZANNE BARBOUR, MICHAEL EDIDIN, BRUNHILDE FELDING - HABERMANN, JANELLE TAYLOR - NORTON, NORMAN S. RADIN, avo BRUCE A. FENDERSON * Department of Biology, The Johns Hopkins University, Baltimore, Maryland 21218 (5. .. ME. The Biomembrane Insitute, Scat. Washington 98119 (B. F - H. , LT - N. , BAF ), and ‘ Mental Health Research Instiue, University of Michigan, Ann Arbor, Michigan 48109 (NS. Glycotipids were depleted from the membranes of human A431 cells using L - phe - nyl - 2 - decanoylamin. & smorphotino - 1 - prepanal (POMP, an inhibitor of gluco sylceramide synthetase. A \\ ter 6 das of culture inthe presence of 5 uM Dithreo - POMP, klycohpid content was reduced to approximately 5% of contol levels. By Contrast, synthesis per cel of phosphatidylchaline, sphingomyelin, triglyceces and lycoprotein was relatively unchanged in POMP - treated cells, In parallel with lvcolipid depletion, POMP - treated cells exhibited a rapid loss of epithelial cell ‘ morphology, a reduced rate of cell growth, and inhibition of cellsubstrateadhe - sion, The elfecs of D: threo - PDMP on cellphone morphology and substrate adhesion were blocked by exogenous GM3 acidition and were not observed with Lthreo. POMP (a relatively inactive enantiomer ). Fluorescence photobleaching and re ‘ covery (PR) was used to rnvestigate the hypothesis that glycolipids influence cell behavior, in pan. by changing the difusion charactersis of membrane proteins and lipids, Dillion covtficients and mobile fractions of two integral membrane protein, the EGF receptor and a class | MHC antigen, did not differ significantly ‘ between contol and POMPatreated cells. Diffusion cocticients of lipid probes, NBD - PC and fluorescent GMI ganglioside, were similarly unaltected by gly: colipid depletion. However lipid probes did show a substantial inerease in mobile fraction tthe traction o lipids that are fee to difuse) in POMPateated cells. This increase was blocked by culturing cells in the presence of exogenous GM3 gang }. (side. The results suggest that glycolipids play a role inthe formation of lipid ‘ domains in A431 cell membranes. Glycolipid - mediated changes in membrane lipid organization may inluence receptor activation and transmembrane signal. ‘ ng, leading to changes in cell rowth, morphology, and adhesion Glycolipids are amphipathic membrane molecules with ceramide embedded in the outer leaflet of the lipid bilayer and oligosaccharide chains extending into the aqueous environment at the cell surface (reviewed by ‘ Thompson and Tillack, 1985 ). In that respect is considerable variation influence cellular functions has not been presented. One hypothesis is that cellphone aerofoil glycolipids are less important than their intracellular breakdown prod. ucts. Sphingolipid breakdown products such as sphin. gosine and lysosphingolipids are believed to play a key role in transmembrane signaling (reviewed by Hannun and Bell, 1989 ); however, this hypothesis does not ex. Bell, 1989 ). This structural diversity may contribute to the specialization and function of glycolipid - rich mem. branes. For example, glycolipids are believed to en - hance the stability of the plasma membrane (Pascher, 1976; Maggio otal, 1981; Mehlhorn et al. 1988 ), requ: late membrane protein functions (Bremer et al. . 1986: Choresh et al. , 1987; Nojii etal, 1991 ), and coordinate cell interaction (Eggens et al. , 1989; Kojima and Hako - ‘ mori, 1989; Springer and Lasky, 1981 ), Despite an extensive literature on glycolipid - met ‘ ated effects, a satisfying explanation of how glycolipids in the outer leaflet ofthe plasma membrane are able to oe WILEY - LIss. INC plain the evolution of the glycolipid - glycosyltrans - ferase genes and the evidence for programmed changes in glycolipid expression during cellular differentiation (enderson et al. , 1987 ). A second hypothesis is that Received July 11, 1991: accepted October 9, 1991. “ To whom reprint requestwcorrespondence should be sent at the Departmental Pathology and Cell Biology, Jeflraon Medical Cal lege, 1020 Locust Stret, Philadelphia, PA T9107, the Department of Chemistry M0601, Uni Son Diego, La Jolla, CA 8209, 50617849"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Glycotipids were depleted from the membranes of human A431 cells using an inhibitor of glucosylceramide synthetase. The elfecs of D:threo-PDMP on cell morphology and substrate adhesion. were blocked by exogenous GM3 acidition. Results suggest that glycolipid-mediated changes in membrane. Lipid organization may inluence receptor activation and transmembrane signal."
}