{
    "filename": "506272528.jpg",
    "metadata": {},
    "text": " \n\nAttachment I\n\nPETS QDA DEFINITIONS (Visitors)\n\nEIRST PAGE\n\n--Total sensation felt at initial exposure, overall\nsensation.\n\n \n\n‘Lingering old odors, closed up house.\n\n \n\n‘The smell of hay in barn loft (not freshly cut nor\nrotting).\n\n----Bweet Aroma.\n\n \n \n\n~The smell of Burned Sugar, Candy, Butterscotch, C\nBakery.\n\n---The smell of Cloves, Cinnamon or Ginger.\n\n---The smell of Wood Smoke, Woody.\n\nWOOD BMOKE --\nNASAL IRRITATION\n\n \n\n-The sensations felt in the nose of a non-odorous\nnature, irritation or itchy sensations.\n\n \n\n \n\n‘ BECOND PAGE\nODOR QUALITY --- How you rate the acceptance of the quality of the\nodor of the smoke. Try not to include any = -\nsensations of irritation or strength.\nODOR INTENSITY --------1 How you rate the acceptance of the intensity of the\nodor of the smoke. Try not to include odor quality.\nOVERALL - -Rate you overall acceptance of smoke. Include\n\n \n\nall sensations including odor quality, odor\nintensity and eye/nose irritation.\n\nPETSIDEF - visitor definitions - revised 9/22/67\n\ne2zsz 2290S\n\n \n\f",
    "augmented_texts": [
        "Attachment I PETS QDA DEFINITIONS (Visitor) EIRST PAGE - - Total sensation felt at initial exposure, overall sensation. ‘ Lingering old odors, closed up home. ‘ The smell of hay in barn loft (not impudently cut nor rotting ). - - - - Bweet Fragrance. ~ The smell of Burned Sugar, Candy, Butterscotch, C Bakery. - - - The smell of Cloves, Cinnamon or Ginger. - - - The smell of Wood Smoke, Woody. WOOD BMOKE - - NASAL IRRITATION - The sensations felt in the nose of a non - odorous nature, irritation or itchy sensations. ‘ BECOND PAGE ODOR tone - - - How you rate the acceptance of the quality of the odor of the smoke. Try not to include any = - sensations of irritation or strength. ODOR INTENSITY - - - - - - - - 1 How you rate the acceptance of the intensity of the odor of the smoke. Try not to include odor quality. OVERALL - - Rate you overall acceptance of smoke. Include all sensations including odor quality, odor intensity and eye / nose irritation. PETSIDEF - visitor definitions - revised 9 / 22 / 67 e2zsz 2290S",
        "Attachment 1 PETS QDA DEFINITIONS (Visitors) EIRST PAGE - - Total sensation felt at initial exposure, overall sensation. ‘ Lingering old odors, closed up house. ‘ The smell of hay in barn loft (not freshly tailor nor rotting ). - - - - Bweet Aroma. ~ The smell of Burned Sugar, Candy, Butterscotch, C Bakery. - - - The smell of Cloves, Cinnamon operating theatre Ginger. - - - The sense of smell of Wood Smoke, Woody. WOOD BMOKE - - NASAL IRRITATION - The sensations felt in the nose of a non - odorous nature, irritation or itchy sensations. ‘ BECOND PAGE ODOR QUALITY - - - How you rate the acceptance of the quality of the odor of the smoke. Try not to include any = - sensations of irritation or strength. ODOR INTENSITY - - - - - - - - 1 How you rate the acceptance of the intensity of the odour of the smoke. Try not to include odor quality. OVERALL - - Rate you overall acceptance of smoke. Include all sensations including odor quality, odor intensity and eye / nose irritation. PETSIDEF - visitor definitions - revised 9 / 22 / 67 e2zsz 2290S"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Visitors are asked to rate the intensity of the smoke and the quality of its odors. The smell of wood smoke is considered to be more intense than that of cinnamon or ginger. Smell of hay in barn loft (not freshly cut norrotting) is not considered a smell."
}