{
    "filename": "506261487_506261488.jpg",
    "metadata": {},
    "text": " \n\nSa\n\nINTEROFFICE ones SECRET\n\n \n\nNo,.349 By_——\n\nSUBJECT: Monthly Report ~ March, DATE: April 26, 1985\n1985\nTo: Mr. K. L. Rush FROM: Rix\n\n \n\nExperimental Shelf Life\n\nThe P.G.C. temperature humidity cabinet arrived 3-7-85. An\nexisting cabinet is having microprocessor controls installed and\nwill be operational about May Ist. I attended a short course on\ntemperature-humidity cabinets. This background information,\nespecially in microprocessor control has enabled cabinet operation\nto proceed. ‘The P.G.C. cabinets have extensive cycling capability\nand could be used to great effect on shelf life studies of regular\ntobacco products.\n\nUnits have been prepared containing (PG60 and 28% B3) and APC and\n50% B3). They have been aged at 98 F and 90% RH and samples\ntaken. Analytical results will start arriving within a week.\nThey will elucidate the migration of glycerine and water uptake -\nseveral weeks aging does appear to physically soften the fuel\nsource « :\n\nLong term aging is still premature. However, forced accelerated\naging at temperature >100°F may prove advantageous. U.S. Weather\nBureau information on temperature and relative humidity would\nallow us to create hour by hour chemicals for any location in the\ncountry.\n\nThermal Analy:\n\nSome instruction was received on DSC and the computerization of\nthe Perkin Elmer equipment. Banerjee requested analyses on six\nmore samples.\n\n \n\nHot air puffing was discontinued before it got started. The\nexperimental difficulty coupled with lack of utility made it\nunfeasible.\n\n289 92908\n\f",
    "augmented_texts": [
        "Sa INTEROFFICE ones SECRET No, . 349 By_ — — SUBJECT: Monthly Report ~ March, DATE: Apr 26, 1985 1985 To: Mr. K. L. Rush FROM: Rix Experimental Shelf Life The P. G. C. temperature humidity cabinet arrived 3 - 7 - 85. An existing cabinet is having microprocessor controls installed and will be operational about May Ist. I attended a short course on temperature - humidity cabinets. This background information, especially in microprocessor control has enabled cabinet operation to proceed. ‘ The P. G. C. cabinets have extensive cycling capability and could be used to great effect on shelf life studies of regular tobacco products. Units have been prepared containing (PG60 and 28% B3) and APC and 50% B3 ). They have been aged at 98 F and 90% RH and samples taken. Analytical results will start arriving within a week. They will elucidate the migration of glycerine and water uptake - several weeks aging does appear to physically soften the fuel rootage «: Long term aging is still premature. However, forced speed aging at temperature> 100 ° F may turn up advantageous. U. S. Weather Bureau information on temperature and relative humidity would allow us to create hour by hour chemicals for any location in the country. Thermal Analy: Some instruction was received on DSC and the computerization of the Perkin Elmer equipment. Banerjee requested analyses on six more than samples. Hot air puffing was discontinued before it got started. The experimental difficulty coupled with lack of utility made it unfeasible. 289 92908",
        "Sa INTEROFFICE ones SECRET No, . 349 By_ — — SUBJECT: Monthly Report ~ March, DATE: April 26, 1985 1985 To: Mr. K. L. Rush FROM: Rix Experimental Shelf Life The Phosphorus. G. C. temperature humidity cabinet arrived 3 - 7 - 85. An existing cabinet is have microprocessor controls installed and will be operational about May Ist. I attended a short row on temperature - humidity cabinets. This background information, especially in microprocessor control has enabled cabinet operation to proceed. ‘ The P. G. C. cabinets have extensive cycling capability and could be used to great effect on shelf life studies of regular tobacco products. Units have been prepared hold (PG60 and 28% B3) and APC and 50% B3 ). They have live aged at 98 F and 90% RH and samples taken. Analytical results will start arriving within a week. They will elucidate the migration of glycerine and weewee uptake - several weeks aging does appear to physically soften the fuel source «: Long term aging is still premature. However, forced speed up aging at temperature> 100 ° F may prove advantageous. U. S. Weather Bureau information on temperature and relative humidity would allow us to make hour by hour chemicals for any location in the country. Thermal Analy: Some instruction was received on DSC and the computerization of the Perkin Elmer equipment. Banerjee requested analyses on six more samples. Hot air puffing was discontinued before it got started. The experimental difficulty coupled with lack of utility made it unfeasible. 289 92908"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The P.G.C. temperature humidity cabinet arrived 3-7-85. It could be used to great effect on shelf life studies of regular tobacco products. An existing cabinet is having microprocessor controls installed and will be operational about May Ist. Analytical results will start arriving within a week."
}