{
    "filename": "50630231-0236.jpg",
    "metadata": {},
    "text": "   \n\nProduction of unsaturated carbonyl compounds during metabolism\nof hydroperoxy fatty acids by colonic homogenates\n\nArthur W.Bull and Joel C.Bronstein\n\nOsi’ Unnsry, Deparment of Cham, Roses\nusa\n\nee MI 230-401,\n\n \n\nRecent evidence has suggested that unsaturated carbons!\n‘compounds may be the ultimate mitogens produced from the\nprimary auto-oxidation products of unsaturated faty acids\n‘The present study has investigated the metabolism of\n13-hydroperoxyoctadecadienoic acid (13-ROOHD by rat colon\nhomogenates, This hydroperoxide is one of the primary\nproducts formed from the oxygenation of linoleic acid, the\n‘most abundant dietary polyunsaturated fatty acid. Incubation\n‘mixtures contained [1-“C]13-ROOH and colonic homogenates\nprepared from male Sprague-Dawley rats. After 30 min of\nincubation the reaction was quenched and the products\nextracted for analysis by HPLC. The identity of the eluted\nproducts were verified by UV, MS and NMR spectroscopy.\n‘The major products include a mixture of isomers’ of\n2,d-dienone Cy fatty acids and 13-hydroxyoctadecadienoie\n\nid. Direct comparison of homogenate metabolism to the\nhhematin-catalyzed, alkoxyl radical-mediated decomposition\nof 1-ROOH shows some significant differences. In\nparticular, no epoxy produets are detected in the presence\nof tissue homogenates whereas these are the major products\nobserved during the decomposition of 13-ROOH by hematin\nand a number of other agents, These experiments demonstrate\nthe production of relatively large amounts of unsaturated\ncarbonyl-containing fatty acids during the metabolism of\nhhydroperoxy fatty acids by colonic tissue, The major product,\n13-0x0-92,11E-vetadecadienoic acid, when instilled intra.\n‘rectally stimulates the incorporation of [*H}deoxythymidine\ninto colonic mucosal DNA, and induees colonic: mucosal\nornithine decarboxylase activity in vivo, These findings have\nimportant implications for the mechanism by which dietary\nfat promotes colon tumorigenesis asthe formation of retativly\nreactive 2,4-dienones may be a key to the in vivo mitogeni\nactivity of oxidized fatty acids,\n\n \n\n  \n\n \n\n \n\n \n\n \n\n   \n\nIntroduction\n\nIn a number of organ systems it has been suggested there is a\nconnection herween high intakes of dietary fat and an increased\ndevelopment of cancer (1). The precise meckanisin for this effect\nis currently the subject of active investigation and, in fact, the\n‘mechanism may differ depending on the organ system under\nconsideration. For example, in the colon, biliary steroids\nProduced in response to the ingestion of dietary fat have been\nsuggested to play a sole in this phenomenon (2), However, we\nhave recently suggested an additional mechanism mediated by\nthe oxidation products of polyunsaturated fatty acids (3). Animal\n\n \n\n \n\n“Abbresatons: '3-ROOH, 13 hydroperosswtdecaieoic acl 13.ROM\n1D hydoxyectadecasienbe ah: Z.E-ep 13 O92 11 etree ed\nBHT, tae hs dronytoine. BST, bitrmethyllyaonacetsie:\n«TA, desgtiymicine: ODC. omahine dcartons se\n\n \n\nOslrd Urineriy Pres\n\nstudies have provided some support for this possibility hy\ndemonstrating that colon carcinogenesis is enhanced to a grester\ndegree by dietary fat sources containing high levels of\npolyunsaturated fay acids than chose containing predominant\nsaturated fatty acids (4.5),\n\n‘The oxidation producis of the major unsaturated fatty acids\nhave been shown to be mitogenis to the colonic mucosa int stv\nG). Mydroperosy. hydroxy and keto fatty acids are ll equipetent\n‘mitogens. These results raise the possiility that the oxidation\nproducts are converted toa commoon metabolic intermediate that\n1s responsible forthe observed activity. On te basis ofa number\n‘of lines of reasoning. we have suggested that an vx.-unsaturated\nketone isthe vitimate mitogen formed from the proses of faty\nacid oxygenation (61\n\nThe imal products of unsaturated Zany acid oxidation are\nhydroperoxy faty acids (7), In numerous tissues, stimulated by\n‘a wide varieyy of agents, there are enzymatic routes available\nfor the formation of hydroperoxy fay acids, Without question\nthe most intensively investigated) compounds are those derived\nfrom arachidonic acid: however. it has recently been observed\nthat linoleic wid is also enzymatically oxygenated (8.9). In\naddition to enzymatically generated procuets, lipid peroxidation\nalso results in the formation of hy droperoxy fatty acids. In fact,\nitis often suggested that the peronidation of polyunsaturated ftty\n‘acids mediates many of the deleterious responses to toxic agents\n0),\n\nDue to the distribucion of enzy:es for their metabolism. such\nas peroxidases. the metabolic fate of hyroperoxy fatty acids are\ngenerally tissue specific. Therefore. itis important to determine\nthe metabolism of these compounds in organs such as the colon\nwhere very little information js available but evidence suggests\nthey play an important roe in tissue function. In the present study\n‘we have investigated the metabolism of 13:hydroperoxyocta-\necadienoic acid (13-ROOH?), a hydroperoxide of linoleic acid,\n‘The metabolism of the compound by colonic homogenates was\nstudied in an effort to determine the porential for formation of\n\"unsaturated carbon] compounds and! to shed some light on the\n‘origin of the mitogenic activity. im vivo, of oxidized fatty acids,\n\n \n\n \n\n \n\n \n\n \n\n‘Materials and methods\nMatrios\n‘Soybean lipoxygenase was obeaned fn Sigma Caemic Co. $¢ Lavin. MO,\nUnnicie acid was siolice hy Nusceck Pep Inc = Esian, MN. Soldighase\n‘extraction columns wee purchased from Bake: Choial Co» Philipborg\nNJ, Male Sprague -Disley m0\" 1751 were chuned frm Chars Rig\nBreing Laboratnss inc Wimingen, SEA. Alls the lboratr suplis sore\npurchase fom ala abrir spp: howe anc were ne het alin\ntint\nPrepartion of eomponds\n‘The oxygen onli cl ty shen in genase was wz to peeve\n(B-ROOH scoring vo de met of Funke a sith slight macicaon\nprevious dsr 3.11) Sam bss ee rocactn of 13 ROO aforiat\nte Lbdinevocalecabieroe sid 1 ROM) saad. The dts chron\n‘6€ B-ROOH by ae elon npr yes |-on0 9.1L\nel 2s, The saute fal staan compound was\n‘etfed hy UV. NMIR and GO “MS\n\n \n\n \n\n  \n\n1699\n\f",
    "augmented_texts": [
        "Product of unsaturated carbonyl compounds during metabolism of hydroperoxy fatty acids by colonic homogenates Arthur W. Bull and Joel C. Bronstein Osi ’ Unnsry, Deparment of Cham, Roses usa ee MI 230 - 401, Recent evidence has suggested that unsaturated carbons! ‘ compounds may be the ultimate mitogens produced from the primary auto - oxidation products of unsaturated faty acids ‘ The present study has investigated the metabolism of 13 - hydroperoxyoctadecadienoic acid (13 - ROOHD by rat colon homogenates, This hydroperoxide is one of the primary products formed from the oxygenation of linoleic acid, the ‘ most abundant dietary polyunsaturated fatty acid. Incubation ‘ mixtures contained [1 - “ C] 13 - ROOH and colonic homogenates prepared from male Sprague - Dawley rats. After 30 min of incubation the reaction was quenched and the products extracted for analysis by HPLC. The identity of the eluted products were verified by UV, MS and NMR spectroscopy. ‘ The major products include a mixture of isomers ’ of 2, d - dienone Cy fatty acids and 13 - hydroxyoctadecadienoie id. Direct comparison of homogenate metabolism to the hhematin - catalyzed, alkoxyl radical - mediated decomposition of 1 - ROOH shows some significant differences. In particular, no epoxy produets are detected in the presence of tissue homogenates whereas these are the major products observed during the decomposition of 13 - ROOH by hematin and a number of other agents, These experiments demonstrate the production of relatively large amounts of unsaturated carbonyl - containing fatty acids during the metabolism of hhydroperoxy fatty acids by colonic tissue, The major product, 13 - 0x0 - 92, 11E - vetadecadienoic acid, when instilled intra. ‘ rectally stimulates the incorporation of [* H} deoxythymidine into colonic mucosal DNA, and induees colonic: mucosal ornithine decarboxylase activity in vivo, These findings have important implications for the mechanism by which dietary fat promotes colon tumorigenesis asthe formation of retativly reactive 2, 4 - dienones may be a key to the in vivo mitogeni activity of oxidized fatty acids, Introduction In a number of organ systems it has been suggested there is a connection herween high intakes of dietary fat and an increased development of cancer (1 ). The precise meckanisin for this effect is currently the subject of active investigation and, in fact, the ‘ mechanism may differ depending on the organ system under consideration. For example, in the colon, biliary steroids Produced in response to the ingestion of dietary fat have been suggested to play a sole in this phenomenon (2 ), However, we have recently suggested an additional mechanism mediated by the oxidation products of polyunsaturated fatty acids (3 ). Animal “ Abbresatons: ' 3 - ROOH, 13 hydroperosswtdecaieoic acl 13. ROM 1D hydoxyectadecasienbe ah: Z. E - ep 13 O92 11 etree ed BHT, tae hs dronytoine. BST, bitrmethyllyaonacetsie: « TA, desgtiymicine: ODC. omahine dcartons se Oslrd Urineriy Pres studies have provided some support for this possibility hy demonstrating that colon carcinogenesis is enhanced to a grester degree by dietary fat sources containing high levels of polyunsaturated fay acids than chose containing predominant saturated fatty acids (4. 5 ), ‘ The oxidation producis of the major unsaturated fatty acids have been shown to be mitogenis to the colonic mucosa int stv G ). Mydroperosy. hydroxy and keto fatty acids are ll equipetent ‘ mitogens. These results raise the possiility that the oxidation products are converted toa commoon metabolic intermediate that 1s responsible forthe observed activity. On te basis ofa number ‘ of lines of reasoning. we have suggested that an vx. - unsaturated ketone isthe vitimate mitogen formed from the proses of faty acid oxygenation (61 The imal products of unsaturated Zany acid oxidation are hydroperoxy faty acids (7 ), In numerous tissues, stimulated by ‘ a wide varieyy of agents, there are enzymatic routes available for the organization of hydroperoxy fay acids, Without question the most intensively investigated) compounds are those derived from arachidonic acid: however. it has recently been observed that linoleic wid is also enzymatically oxygenated (8. 9 ). In addition to enzymatically generated procuets, lipid peroxidation also results in the formation of hy droperoxy fatty acids. In fact, itis often suggested that the peronidation of polyunsaturated ftty ‘ acids mediates many of the deleterious responses to toxic agents 0 ), Due to the distribucion of enzy: es for their metabolism. such as peroxidases. the metabolic fate of hyroperoxy fatty acids are generally tissue specific. Therefore. itis important to determine the metabolism of these compounds in organs such as the colon where very little information js available but evidence suggests they play an important roe in tissue function. In the present study ‘ we have investigated the metabolism of 13: hydroperoxyocta - ecadienoic acid (13 - ROOH? ), a hydroperoxide of linoleic acid, ‘ The metabolism of the compound by colonic homogenates was studied in an effort to determine the porential for formation of \" unsaturated carbon] compounds and! to shed some light on the ‘ origin of the mitogenic activity. im vivo, of oxidized fatty acids, ‘ Materials and methods Matrios ‘ Soybean lipoxygenase was obeaned fn Sigma Caemic Co. $ ¢ Lavin. MO, Unnicie acid was siolice hy Nusceck Pep Inc = Esian, MN. Soldighase ‘ extraction columns wee purchased from Bake: Choial Co » Philipborg NJ, Male Sprague - Disley m0 \" 1751 were chuned frm Chars Rig Breing Laboratnss inc Wimingen, SEA. Alls the lboratr suplis sore purchase fom ala abrir spp: howe anc were ne het alin tint Prepartion of eomponds ‘ The oxygen onli cl ty shen in genase was wz to peeve (B - ROOH scoring vo de met of Funke a sith slight macicaon previous dsr 3. 11) Sam bss ee rocactn of 13 ROO aforiat te Lbdinevocalecabieroe sid 1 ROM) saad. The dts chron ‘ 6 € B - ROOH by ae elon npr yes | - on0 9. 1L el 2s, The saute fal staan compound was ‘ etfed hy UV. NMIR and GO “ MS 1699",
        "Production of unsaturated carbonyl compounds during metabolism of hydroperoxy fatty acids by colonic homogenates Arthur W. Bull and Joel C. Bronstein Osi ’ Unnsry, Deparment of Cham, Roses usa ee MI 230 - 401, Recent evidence has suggested that unsaturated carbons! ‘ compounds may be the ultimate mitogens produced from the primary auto - oxidation products of unsaturated faty acids ‘ The present study has investigated the metabolism of 13 - hydroperoxyoctadecadienoic acid (13 - ROOHD by rat colon homogenates, This hydroperoxide is one of the primary products formed from the oxygenation of linoleic acid, the ‘ most abundant dietary polyunsaturated fatty acid. Incubation ‘ mixtures contained [1 - “ C] 13 - ROOH and colonic homogenates prepared from male Sprague - Dawley rats. After 30 min of incubation the reaction was quenched and the products extracted for analysis by HPLC. The identity of the eluted products were verified by UV, MS and NMR spectroscopy. ‘ The major products include a mixture of isomers ’ of 2, d - dienone Cy fatty acids and 13 - hydroxyoctadecadienoie id. Direct comparison of homogenate metabolism to the hhematin - catalyzed, alkoxyl basal - mediated decomposition of 1 - ROOH shows some significant differences. In particular, no epoxy produets are detected in the presence of tissue homogenates whereas these are the major products observed during the decomposition of 13 - ROOH by hematin and a number of other agents, These experiments demonstrate the production of comparatively large amounts of unsaturated carbonyl - containing fatty pane during the metabolism of hhydroperoxy fatty acids by colonic tissue, The major product, 13 - 0x0 - 92, 11E - vetadecadienoic acid, when instilled intra. ‘ rectally stimulates the incorporation of [* H} deoxythymidine into colonic mucosal DNA, and induees colonic: mucosal ornithine decarboxylase activity in vivo, These findings have important implications for the mechanism by which dietary fat promotes colon tumorigenesis asthe formation of retativly reactive 2, 4 - dienones may be a key to the in vivo mitogeni activity of oxidized fatty acids, Introduction In a number of organ systems it has been suggested there is a connection herween high intakes of dietary fat and an increased development of cancer (1 ). The precise meckanisin for this effect is currently the subject of active investigation and, in fact, the ‘ mechanism may differ depending on the organ system under consideration. For example, in the colon, biliary steroids Produced in response to the ingestion of dietary fat have been suggested to play a sole in this phenomenon (2 ), However, we have recently suggested an additional mechanism mediated by the oxidation products of polyunsaturated fatty acids (3 ). Animal “ Abbresatons: ' 3 - ROOH, 13 hydroperosswtdecaieoic acl 13. ROM 1D hydoxyectadecasienbe ah: Z. E - ep 13 O92 11 etree ed BHT, tae hs dronytoine. BST, bitrmethyllyaonacetsie: « TA, desgtiymicine: ODC. omahine dcartons se Oslrd Urineriy Pres studies have provided some support for this possibility hy demonstrating that colon carcinogenesis is enhanced to a grester degree by dietary fat sources containing high levels of polyunsaturated fay acids than chose containing predominant saturated fatty acids (4. 5 ), ‘ The oxidation producis of the major unsaturated fatty acids have been shown to be mitogenis to the colonic mucosa int stv G ). Mydroperosy. hydroxy and keto fatty acids are ll equipetent ‘ mitogens. These results raise the possiility that the oxidation products are converted toa commoon metabolic intermediate that 1s responsible forthe observed activity. On te basis ofa number ‘ of lines of reasoning. we have suggested that an vx. - unsaturated ketone isthe vitimate mitogen formed from the proses of faty acid oxygenation (61 The imal products of unsaturated Zany acid oxidation are hydroperoxy faty acids (7 ), In numerous tissues, stimulated by ‘ a wide varieyy of agents, there are enzymatic routes available for the formation of hydroperoxy fay acids, Without question the most intensively investigated) compounds are those derived from arachidonic acid: however. it has recently been observed that linoleic wid is also enzymatically oxygenated (8. 9 ). In addition to enzymatically generated procuets, lipid peroxidation also results in the formation of hy droperoxy fatty acids. In fact, itis often suggested that the peronidation of polyunsaturated ftty ‘ acids mediates many of the deleterious responses to toxic agents 0 ), Due to the distribucion of enzy: eastward for their metabolism. such as peroxidases. the metabolic fate of hyroperoxy fatty acids are generally tissue specific. Therefore. itis important to determine the metabolism of these compounds in organs such as the colon where very little information js available but evidence suggests they play an important roe in tissue function. In the present study ‘ we have investigated the metabolism of 13: hydroperoxyocta - ecadienoic acid (13 - ROOH? ), a hydroperoxide of linoleic acid, ‘ The metabolism of the compound by colonic homogenates was studied in an effort to determine the porential for formation of \" unsaturated carbon] compounds and! to shed some light on the ‘ origin of the mitogenic activity. im vivo, of oxidized fatty acids, ‘ Materials and methods Matrios ‘ Soybean lipoxygenase was obeaned fn Sigma Caemic Co. $ ¢ Lavin. MO, Unnicie acid was siolice hy Nusceck Pep Inc = Esian, MN. Soldighase ‘ extraction columns wee purchased from Bake: Choial Co » Philipborg NJ, Male Sprague - Disley m0 \" 1751 were chuned frm Chars Rig Breing Laboratnss inc Wimingen, SEA. Alls the lboratr suplis sore purchase fom ala abrir spp: howe anc were ne het alin tint Prepartion of eomponds ‘ The oxygen onli cl ty shen in genase was wz to peeve (B - ROOH scoring vo de met of Funke a sith slight macicaon previous dsr 3. 11) Sam bss ee rocactn of 13 ROO aforiat te Lbdinevocalecabieroe sid 1 ROM) saad. The dts chron ‘ 6 € B - ROOH by ae elon npr yes | - on0 9. 1L el 2s, The saute fal staan compound was ‘ etfed hy UV. NMIR and GO “ MS 1699"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Production of unsaturated carbonyl compounds during metabolism of hydroperoxy fatty acids by colonic homogenates. These results raise the possiility that anunsaturated vxone is a mitogen that is capable of producing mitogens. The findings have important implications for the mechanism by which dietary obese promotes colon tumorigenesis."
}