{
    "filename": "50632408-2408.jpg",
    "metadata": {},
    "text": "Mourcutan ano Cer uutan Brotocy, Feb, 193, p. 1222-1281\n(0270-790693021222-10802.000\nCopyrgnt © 1993, American Society for Mieobiology\n\nVol. 3, No.2\n\nA New Serum-Responsive, Cardiac Tissue-Specific Transcription\n\nFactor That Recognizes\nMyosin Light Ch:\n\nthe MEF-2 Site in the\nain-2 Promoter\n\nMING-DONG ZHOU, SHYAMAL K. GOSWAMI, MARY ELLEN MARTIN,\nano M. A. 0. SIDDIQU*\n\nDeparment of Anatomy and Cell Biology, State University of New York\nHealth Science Center, Brooklyn, New York 11203\n\nReceived 7 February 1992Retumned for modifica\n\nWe haveidentiied a sera\nAT-rich sequence (element B), identical to the myocyte\n‘myosin light chain-2 (MLC-2) promoter. Deletion of the\npromoter causes, as does that of the MEF-2 site from ot\ngenes, a marked reduction of transcript\n\n‘immunoprecipitation with an antibody which recognizes\n\n \n\n     \n\n \n\npresent exclusively in nuclear extracts from cardiac muscle\nconcentration of serum. Removal of serum from culture medi\n\n‘concomitant loss of the positive regulatory effect of elem\nthere Is correlation between the BBF-1 binding activity\nsite) sequence. The loss of element B-mediated activation\ncell with serum-containing mediva. These data demons\nprotein factors, MEF-2 and BBF-1, which bind t\nInducible and cardiac tissue specific. BBF-1 thus appeat\nDroteins which will serve as an inn\n\n‘cardiogenic diferentiation.\n\n \n\n \n\n \n\n‘The expression of cardiac muscle genes during myogene:\nsis is influenced by a plethora of factors, including setum and\ngrowth factors (15, 18, 23, 27, 40, 45). Although secent work\nhhas established that these agents exert their effects directly,\nOF indirectly, on transcription of target genes, the moleculat\n\nents involved in production ofthe eardiae phenotype and\nlfferentiation of the cardiac myoblast remain to be eluct\ndated. The expression of cardiac muscle genes is activated\nby serum and serum growth factors ia evlture medium (40,\n45), while removal of growth factors is obligatory for differ.\nentiation and activation of gene transcription in skeletal\n‘muscle cells (14), Serum induces an early growth response\ngene, Egr-1, which can srans-activate the eardiac cemyosin\nhheavy chain (a-MHC) gene in a transfection assay (18). In\n‘general. serum-induced regulation of muscle-speetfic genes\n's mediated by serum response elements and serum response\nclement-related sequences which serve as target sites for\nbinding of serum response factors (SRF) and SRF-telated\nfactors (36 and references therein), suggesting that scrum\nand serum growth factors play pivotal role in control af\n‘myogenic differentiation\n\n‘The tissue-specitc expression of cardiae muscle genes is\nmediated by several cis elements in the respective genes and\nthe cognate crans-acting regulatory factors (15, 18. 22,41,\n51, 52). The lack of expression ofthe chicken cardiac myosin\nlight chain-2 (MLC2) gene in skeletal to\na negative regulatory mechanism mediated by an upstream\npromoter clement, CSS. and its binding proteins present in\nskeletal muscle cells (41), Another group of researchers (3\n\n \n\n \n\n  \n\n  \n\n \n\n* Corresponding auchor.\n\nme.\n\nresponsive, cardi tissue-specific transcri\n\nfon 14 April 1992/Aceepted 20 November 1992\n\n \n\nfactor, BBF-L, that recognizes aa\n‘enhancer factor (MEF-2) target sit, in the eardiae\n‘lement B sequence alone from the eardiae MLC-2\nther promaters and the enhancer of skeletal muscle\n\nBBF-1 is distinguishable from cardiac MEF-2 on the basis of\n\ns MEF-2 but not BBF-I. Unlike MET-2, BBF-t i\n\n‘ell cultured io a mediom containing high\nlum abolishes BBE-1 activity selectively with a\nent B on MILC-2 gene transcription, indicating that\nand the tissuespecific role of the element B (MEP-2\nof transcription is reversed following the refeeding of\nstrate that cardiac muscle cells contain two distine!\n\n \n\n \n\nfo the same target site but that, unlike MEF-2, BBE is serum\n\n3 to be a crucial member of the ME\n\n \n\n2 family of\n\nportant {ool ia understanding the regulatory mechanisms) underiying\n\n \n\nsd an activator element (HF-1) in the rat\n‘cardiac tissue-specific MLC-2 promoter which is implicated\nin cardiac tissue-specific gene transcription. A 47-bp element\nin the cardiac troponin T (eTaT) gene containing a l0-bp\nATrich sequence, conserved in both chicken and rat cardiac\nMLC2 genes, is’ also involved in cardiae tissue-specific\ntranscription (22). However, proteins that reeygnize the AT\nelement in the CTnT promoter are peesent in both muscle and\nnonmusele cols.\n\nWe have recently described (38) an activator, element A.\n(CCAAAAGTGG), in the cardiac MILC-2 gene similar to the\nevolutionarily conserved CArG sequence responsible for\nup-regulation of muscle genes. (29, 30). The CArG box\nsequence, however, interacts with multiple nuclear proteins\n(19, 26, 29-31), including the ubiquitous SRF which ate\n{involved in activation of both skeletal and cardiac muscle\nBene transcription (2,5, 19, 26, 31; also see reference 39 for\n4 review). A second AT-rich sequence, element B, in the\nMLC:2 promoter is indistinguishable from the consensus\n(CDT(AITYATAAATA(AIG) sequence present in a num\nber of muscle yene promoters and enhancers which are\nrecognized by the myoeyte-specitic enhancer binding factor\n(MEF-2), originally identitied in extracts of a skeletal muscle\ncollin, C2 (17). The MEF-2 DNA site sequence is present,\nin addition to the muscle creatine kinase (MCK) enhancer\n(17), in rat cardiae MLC.2 (52), brain and muscle creatine\nkinases (21) and in human phosphogtycerate mutase gene\npromoters (32). Deletion of this element from the respective\n-enes causes a drastic reduction in transcription (17, 22, 32,\n31). A protein, designated TARP, binds to the AT-rich\nSequence in the brain creatine kinase gene and is presumably\nfunctionally interchangeable with MEF-2 (21). TARP is,\n\n50632408\n\f",
    "augmented_texts": [
        "Mourcutan ano Cer uutan Brotocy, Feb, 193, p. 1222 - 1281 (0270 - 790693021222 - 10802. 000 Copyrgnt © 1993, American Society for Mieobiology Vol. 3, No. 2 A New Serum - Responsive, Cardiac Tissue - Specific Transcription Factor That Recognizes Myosin Light Ch: the MEF - 2 Site in the ain - 2 Promoter MING - DONG ZHOU, SHYAMAL K. GOSWAMI, MARY ELLEN MARTIN, ano M. Vitamin a. 0. SIDDIQU * Deparment of Anatomy and Cell Biology, State University of New York Health Science Center, Brooklyn, New York 11203 Received 7 February 1992Retumned for modifica We haveidentiied a sera AT - rich sequence (element B ), identical to the myocyte ‘ myosin light chain - 2 (MLC - 2) promoter. Deletion of the promoter causes, as does that of the MEF - 2 site from ot genes, a marked reduction of transcript ‘ immunoprecipitation with an antibody which recognizes present exclusively in nuclear extracts from cardiac muscle concentration of serum. Removal of serum from culture medi ‘ concomitant loss of the positive regulatory effect of elem there Is correlation between the BBF - 1 binding activity site) sequence. The release of element B - mediated activation cell with serum - containing mediva. These data demons protein factors, MEF - 2 and BBF - 1, which bind metric ton Inducible and cardiac tissue specific. BBF - 1 thus appeat Droteins which will serve as an inn ‘ cardiogenic diferentiation. ‘ The expression of cardiac muscle genes during myogene: sis is influenced by a plethora of factors, including setum and growth factors (15, 18, 23, 27, 40, 45 ). Although secent work hhas established that these agents exert their effects directly, OF indirectly, on transcription of target genes, the moleculat ents involved in production ofthe eardiae phenotype and lfferentiation of the cardiac myoblast remain to be eluct dated. The expression of cardiac muscle genes is activated by serum and serum growth factors ia evlture medium (40, 45 ), while removal of growth factors is obligatory for differ. entiation and activation of gene transcription in skeletal ‘ muscle cells (14 ), Serum induces an early growth response gene, Egr - 1, which can srans - activate the eardiac cemyosin hheavy chain (a - MHC) gene in a transfection assay (18 ). In ‘ general. serum - induced regulation of muscle - speetfic genes ' s mediated by serum response elements and serum response clement - related sequences which serve as target sites for binding of serum response factors (SRF) and SRF - telated factors (36 and references therein ), suggesting that scrum and serum growth factors play pivotal role in control af ‘ myogenic differentiation ‘ The tissue - specitc expression of cardiae muscle genes is mediated by several cis elements in the respective genes and the cognate crans - acting regulatory factors (15, 18. 22, 41, 51, 52 ). The lack of expression ofthe chicken cardiac myosin light chain - 2 (MLC2) gene in skeletal to a negative regulatory mechanism mediated by an upstream promoter clement, CSS. and its binding proteins present in skeletal muscle cells (41 ), Another group of researchers (3 * Corresponding auchor. me. responsive, cardi tissue - specific transcri fon 14 April 1992 / Aceepted 20 November 1992 factor, BBF - L, that recognise aa ‘ enhancer factor (MEF - 2) target sit, in the eardiae ‘ lement B sequence alone from the eardiae MLC - 2 ther promaters and the enhancer of skeletal muscle BBF - 1 is distinguishable from cardiac MEF - 2 on the basis of s MEF - 2 but not BBF - I. Unlike MET - 2, BBF - t i ‘ ell cultured io a mediom containing high lum abolishes BBE - 1 activity selectively with a ent B on MILC - 2 gene transcription, indicating that and the tissuespecific role of the element B (MEP - 2 of transcription is reversed following the refeeding of strate that cardiac muscle cells contain two distine! fo the same target site but that, unlike MEF - 2, BBE is serum 3 to be a crucial member of the ME 2 family of portant {ool ia understanding the regulatory mechanisms) underiying sd an activator element (HF - 1) in the rat ‘ cardiac tissue - specific MLC - 2 promoter which is implicated in cardiac tissue - specific gene transcription. A 47 - bp element in the cardiac troponin T (eTaT) gene containing a l0 - bp ATrich sequence, conserved in both chicken and rat cardiac MLC2 genes, is ’ also involved in cardiae tissue - specific transcription (22 ). However, proteins that reeygnize the AT element in the CTnT promoter are peesent in both muscle and nonmusele cols. We have recently described (38) an activator, element A. (CCAAAAGTGG ), in the cardiac MILC - 2 gene similar to the evolutionarily conserved CArG sequence responsible for up - regulation of muscle genes. (29, 30 ). The CArG box sequence, however, interacts with multiple nuclear proteins (19, 26, 29 - 31 ), including the ubiquitous SRF which ate {involved in activation of both skeletal and cardiac muscle Bene transcription (2, 5, 19, 26, 31; also see reference 39 for 4 review ). A second AT - rich sequence, element B, in the MLC: 2 promoter is indistinguishable from the consensus (CDT (AITYATAAATA (AIG) sequence present in a num ber of muscle yene promoters and enhancers which are recognized by the myoeyte - specitic enhancer binding factor (MEF - 2 ), originally identitied in extracts of a skeletal muscle collin, C2 (17 ). The MEF - 2 DNA site sequence is present, in addition to the muscle creatine kinase (MCK) enhancer (17 ), in rat cardiae MLC. 2 (52 ), brain and muscle creatine kinases (21) and in human phosphogtycerate mutase gene promoters (32 ). Deletion of this element from the respective - enes causes a drastic reduction in transcription (17, 22, 32, 31 ). A protein, designated TARP, binds to the AT - rich Sequence in the brain creatine kinase gene and is presumably functionally interchangeable with MEF - 2 (21 ). TARP is, 50632408",
        "Mourcutan ano Cer uutan Brotocy, Feb, 193, p. 1222 - 1281 (0270 - 790693021222 - 10802. 000 Copyrgnt © 1993, American Society for Mieobiology Vol. 3, No. 2 A New Serum - Responsive, Cardiac Tissue - Specific Transcription Factor That Recognizes Myosin Light Ch: the MEF - 2 Site in the ain - 2 Promoter MING - DONG ZHOU, SHYAMAL K. GOSWAMI, MARY ELLEN MARTIN, ano M. A. 0. SIDDIQU * Deparment of Anatomy and Cell Biology, State University of New York Health Science Center, Brooklyn, New York 11203 Received 7 February 1992Retumned for modifica We haveidentiied a sera AT - rich sequence (element B ), identical to the myocyte ‘ myosin light chain - 2 (MLC - 2) promoter. Deletion of the promoter causes, as does that of the MEF - 2 site from ot genes, a marked reduction of transcript ‘ immunoprecipitation with an antibody which recognizes present exclusively in nuclear extracts from cardiac muscle concentration of serum. Removal of serum from culture medi ‘ concomitant loss of the positive regulatory effect of elem there Is correlation between the BBF - 1 binding activity site) sequence. The loss of element B - mediated activation cell with serum - containing mediva. These data demons protein factors, MEF - 2 and BBF - 1, which bind t Inducible and cardiac tissue specific. BBF - 1 thus appeat Droteins which will serve as an inn ‘ cardiogenic diferentiation. ‘ The expression of cardiac muscle genes during myogene: sis is influenced by a plethora of factors, including setum and growth factors (15, 18, 23, 27, 40, 45 ). Although secent work hhas established that these agents exert their effects directly, OF indirectly, on transcription of target factor, the moleculat ents involved in production ofthe eardiae phenotype and lfferentiation of the cardiac myoblast remain to be eluct dated. The expression of cardiac muscle genes is activated by serum and serum growth factors ia evlture medium (40, 45 ), while removal of growth factors is obligatory for differ. entiation and activation of gene transcription in skeletal ‘ muscle cells (14 ), Serum induces an early growth response gene, Egr - 1, which can srans - touch off the eardiac cemyosin hheavy chain (a - MHC) gene in a transfection assay (18 ). In ‘ general. serum - induced regulation of muscle - speetfic genes ' s mediated by serum response elements and serum response clement - related sequences which serve as target sites for binding of serum response factors (SRF) and SRF - telated factors (36 and references therein ), suggesting that scrum and serum growth factors play pivotal role in control af ‘ myogenic differentiation ‘ The tissue - specitc expression of cardiae muscle genes is mediated by several cis elements in the respective genes and the cognate crans - acting regulatory factors (15, 18. 22, 41, 51, 52 ). The lack of expression ofthe chicken cardiac myosin light chain - 2 (MLC2) gene in skeletal to a negative regulatory mechanism mediated by an upstream promoter clement, CSS. and its binding proteins present in skeletal muscle cells (41 ), Another group of researchers (3 * Corresponding auchor. me. responsive, cardi tissue - specific transcri fon 14 April 1992 / Aceepted 20 November 1992 factor, BBF - L, that recognizes aa ‘ enhancer factor (MEF - 2) target sit, in the eardiae ‘ lement Group b sequence alone from the eardiae MLC - 2 ther promaters and the enhancer of skeletal muscle BBF - 1 is distinguishable from cardiac MEF - 2 on the basis of s MEF - 2 only not BBF - I. Unlike MET - 2, BBF - t i ‘ ell cultured io a mediom containing high lum abolishes BBE - 1 activity selectively with a ent B on MILC - 2 gene transcription, indicating that and the tissuespecific role of the element B (MEP - 2 of transcription is reversed following the refeeding of strate that cardiac muscle cells contain two distine! fo the same target site but that, unlike MEF - 2, BBE is serum 3 to be a crucial member of the ME 2 family of portant {ool ia understanding the regulatory mechanisms) underiying sd an activator element (HF - 1) in the rat ‘ cardiac tissue - specific MLC - 2 promoter which is implicated in cardiac tissue - specific gene transcription. A 47 - bp element in the cardiac troponin T (eTaT) factor containing a l0 - bp ATrich sequence, conserved in both chicken and rat cardiac MLC2 genes, is ’ also involved in cardiae tissue - specific transcription (22 ). However, proteins that reeygnize the AT element in the CTnT promoter are peesent in both muscle and nonmusele cols. We have recently described (38) an activator, element A. (CCAAAAGTGG ), in the cardiac MILC - 2 gene similar to the evolutionarily conserved CArG sequence responsible for up - regulation of muscle genes. (29, 30 ). The CArG box sequence, however, interacts with multiple nuclear proteins (19, 26, 29 - 31 ), including the ubiquitous SRF which ate {involved in activation of both skeletal and cardiac muscle Bene transcription (2, 5, 19, 26, 31; also see reference 39 for 4 review ). A second atomic number 85 - rich sequence, element B, in the MLC: 2 promoter is indistinguishable from the consensus (CDT (AITYATAAATA (AIG) sequence present in a num ber of muscle yene promoters and enhancers which are recognized by the myoeyte - specitic enhancer binding factor (MEF - 2 ), originally identitied in extracts of a skeletal muscle collin, C2 (17 ). The MEF - 2 DNA site sequence is present, in addition to the muscle creatine kinase (MCK) enhancer (17 ), in rat cardiae MLC. 2 (52 ), brain and muscle creatine kinases (21) and in human phosphogtycerate mutase gene promoters (32 ). Deletion of this element from the respective - enes causes a drastic reduction in transcription (17, 22, 32, 31 ). A protein, designated TARP, binds to the AT - rich Sequence in the brain creatine kinase gene and is presumably functionally interchangeable with MEF - 2 (21 ). TARP is, 50632408"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The expression of cardiac muscle genes during myogene:sis is influenced by a plethora of factors, including setum and serum growth factors. Serum induces an early growth response, Egr-1, which can srans-activate the eardiac cemyosin heavy chain (a-MHC) gene in a transfection assay. The lack of the chicken cardiac myos in light chain-2 (MLC2) Gene in skeletal to. negative regulatory mechanism mediated by an upstreampromoter clement, CSS. and its binding proteins present in muscle cells."
}