{
    "filename": "506495987+-5992.jpg",
    "metadata": {},
    "text": "APPENDIX IT\n\nDEFINITIONS.\n‘AROMA\nTobacco Intensity of tobacco aroma.\n(Slight-Extreme)\nOther Aroma Intensity of any other aroma, not tobacco. If identifiable\n(S1ight-Extrene) as a specific aroma, it would also be evaluated on that\ndimension.\nChocolate Intensity of chocolate aroma.\n(S14 ght-Extrene)\nFruity Intensity of fruit-like odor. Examples would include plum,\n(Slight-Extrene) apple, pear, citrus fruit, banana, and raisins.\n\nWoody Intensity of the odor.\n(Slight-Extreme)\n\nSweet Intensity of sweet fragrance.\n(Slight-Extreme)\n\nSpicy Intensity of any aroma which was generally spicy, such as\n(Slight-Extreme) allspice, ginger, or other common condiments.\n\nLIT CIGARETTE\n\n \n\nResistance Amount of effort needed to pull smoke through filter\n(Easy-Hard) upon lighting.\n\nConcentration of Smoke Impression of how much smoke was in the puff.\n(Low-High)\n\nTobacco Intensity of tobacco flavor.\n\n(Slight-Extreme)\n\nAdded Flavor Intensity of any added flavor, non-tobacco. If identifiable\n\n(Slight-Extreme) asia sgecttfic flavor, it would also be evaluated on that\nHimension.\n\n2865 690s\n\f",
    "augmented_texts": [
        "APPENDIX IT DEFINITIONS. ‘ AROMA Tobacco Intensity level of tobacco plant aroma. (Slight - Extreme) Other Aroma Intensity of any other aroma, not tobacco. If identifiable (S1ight - Extrene) as a specific aroma, it would too be evaluated on that dimension. Chocolate Intensity of chocolate aroma. (S14 ght - Extrene) Fruity Intensity of fruit - like odor. Examples would include plum, (Slight - Extrene) apple, pear, citrus yield, banana, and raisins. Woody Intensity of the odor. (Slight - Extreme) Sweet Intensity of sweet fragrance. (Slight - Extreme) Spicy Intensity of any odor which was generally spicy, such as (Slight - Extreme) allspice, ginger, or other common condiments. LIT CIGARETTE Resistance Amount of effort needed to pull smoke through filter (Easy - Hard) upon lighting. Concentration of Smoke Impression of how much smoke was in the puff. (Low - Gamey) Tobacco Intensity of tobacco flavor. (Slight - Extreme) Added Flavor Intensity of any added flavor, non - tobacco. If identifiable (Slight - Extreme) asia sgecttfic feeling, it would also be evaluated on that Himension. 2865 690s",
        "APPENDIX IT DEFINITIONS. ‘ AROMA Tobacco Intensity of tobacco aroma. (Slight - Extreme) Former Aroma Intensity of any other aroma, not tobacco. If identifiable (S1ight - Extrene) as a specific aroma, it would also be evaluated on that dimension. Chocolate Intensity of chocolate aroma. (S14 ght - Extrene) Fruity Intensity of fruit - like odor. Examples would include plum, (Slight - Extrene) apple, pear, citrus fruit, banana, and raisins. Woody Intensity of the odor. (Slight - Extreme) Sweet Intensity of sweet fragrance. (Slight - Extremum) Spicy Intensity of any aroma which was loosely spicy, such as (Slight - Extreme) allspice, ginger, or other common condiments. LIT CIGARETTE Resistance Amount of effort needed to take out smoke through with filter (Easy - Hard) upon lighting. Concentration of Smoke Impression of how much smoke was in the puff. (Low - High) Tobacco plant Intensity of tobacco plant flavor. (Slight - Extreme) Added Flavor Intensity of any added flavor, non - tobacco. If identifiable (Slight - Extreme) asia sgecttfic flavor, it would also be evaluated on that Himension. 2865 690s"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Tobacco Intensity of tobacco aroma. Fruity Int intensity of fruit-like odor. Sweet Intintensity of sweet fragrance. Spice intensity. Smoke concentration. Resistance of smoke to be pulled through filter. Other aroma, not tobacco, evaluated on thatdimension."
}