{
    "filename": "50646047-6047.jpg",
    "metadata": {},
    "text": "Proc, Natl. Acad. Si. USA\nYo ep. 22-226, March 93\n\n \n\nHepatic gene therapy: Adenovirus enhancement of receptor-\nmediated gene delivery and expression in primary hepatocytes\n\n(asialoglycoprotein endocytosis /phenylketonuria)\n\nRicHarD J. CristiaNo*, Louts C. Surut, anp Savio L. C. Woo\"tif\n‘Howard Huthes Medial teste and Departments of \"Cel Biology, Moleular Gents, and \"Mediine, Baylor Calle of Medicine, Houston, TX 7000\n\nCommunicated by ¥. W. Kan, December 3, 1992 (received for review October 1, 1992)\n\nABSTRACT —_ Wehave combined a receptor-mediated DNA\n<elivery system with the endosomal lysis ability of adenovirus\nand shown that DNA can be delivered into primary hepato-\n‘ytet, resulting in a high level of gene expression. When\n‘slalooresomucold conjugated with poly(lysine) was used to\ndeliver the Escherichia col! B-galactosidase gene into primary\nhepatocytes through binding with the hepatic asialoglycopro-\n{ein receptor, only alow level of f-galactosidase was detectable,\n‘with Jes than 0.1% ofthe hepatocytes being transfected. This\n[evel of activity can be greatly enhanced by the cointernaliza-\nHoa of the DNA‘protein complex with a replication-defective\nadenovirus, resulting in 100% of the hepatocytes staining blue\nwith S-bromo-4-chloro-3-indolyl -D-galacloside. Quantita-\ntive analysis of f-galatosidase expression als showed 2 1000-\nfold enhancement of activity. To test the applicability of this\nDNA delivery system for the correction of phenylketonuria, a\nmetabolic disorder that causes severe mental retardation in\nchildrea, we have delivered the human phenylalanine hydrox-\n‘ylase (PAH) gene to hepatocytes derived from a PALI-deficient\nmouse strain and demonstrated complete reconstitution of\nenzymatic activity. This method shows great promise for\nefficient gene delivery to the liver for correction of hepatic\ndisorders.\n\n \n\n‘The focus of research in gene therapy during the past 3-5\nyears has been on using both viral (1-5) and nonviral (6-8)\n‘methods of delivery that rely on surgical procedures to\nfacilitate gene delivery and expression (1, 2). Future thera\n‘ies will ely on the development of DNA delivery systems\n‘with target organ specificity that do not require major surgical\nprocedures. The creation of direct DNA delivery systems by\nreceptor-mediated endocytosis using DNAsprotein com-\nplexes has contributed to the formation of an attractive gene\nelivery system, The asialoglycoprotein receptor has been\n‘used in targeting DNA to HepG2 cells in vitro (9, 10) and liver\ncell in vivo (11-14). The transferrin receptor has been used\ntodeliver DNA to many cell types a vitro (15-17). The ability,\nto form these DNA-protein complexes relies on formation of\ntoroid structures that are 100 om in diameter (18). Although\nDNA can be delivered by this method, itis inefficient without\nthe use of agents that affect the endosome/lysosome path-\nway, such as chloroquine (17). Replication-deficient adeno-\nvirus has recently been found to have the ability to enhance\nthe transfer of transferrin-DNA complexes into HeLa cells by\n2000-fold (19), as it promotes endosome lysis.\n\n‘The liver is an excellent target organ for gene therapy, as\nthere are a multitude of human metabolic disorders second-\nary to hepatic enzyme deficiencies. To develop therapies for\nthese disorders and to test the ability of DNA-protein com-\nplexes to deliver genes to primary hepatocytes, we have\nSynthesized asialoglycoprotein-poly(.-lysine) conjugates for\n“Te pbliation cons of this article were tray in pat by page chart\npayment. This ace must therefore be hereby marked \"advertsement\nFp accordance wih 18 U.S.C. 41734 solely to indicate tis fact.\n\num\n\nDNA-protein complex formation. Quantitative enhancement\nof DNA delivery and functional expression in hepatocytes\n‘were achieved by the use of replication-defective adenovirus.\n‘The combination of the-organ-targeting capability of the\nasialoorosomucoid (ASOR) system for gene delivery and the\nendosomal lysis capability of the adenovirus is a powerful\ntechnology that can be developed into. simple procedure for\nhepatic gene therapy by systemic gene delivery.\n\n \n\n \n\nMATERIALS AND METHODS\n\nPreparation of ASOR and Uptake Studies in Primary He-\npatocytes, Orosomucoid (Sigma) was desialylated with\n‘heuraminidase (Sigma) to form ASOR (20). Residual sialic\nacid was determined to be less than 5% by the thiobutyric\nacid assay (21). ASOR was labeled by using sodium boro:\nPHJhydride (Amersham) (2). All media used for hepatocyte\nisolation and growth were purchased from GIBCO. Hepato-\ncytes were isolated from 10- to 12-week-old CS7BL/6 mice\nand 10- to 12-week-old phenylalanine hydroxylase (PAH)-\n‘deficient mice by collagenase perfusion (23). The hepatocytes\n‘were plated at a density of 3 x 10° cells per well in 6-well\nPrimaria plates (Falcon) and grown in 2 ml of low-glucose\n‘complete medium {low-glucose Dulbecco's modified Eagle's\n‘medium (DMEM), 10% fetal calf serum, 10mM Hepes at pH\n7.3, 0.5% MEM amino acids without glutamine, 2. mM\nlutamine, penicillin at 100 units/ml, and streptomycin at 100\n‘ug/ml, Ail uptake stodies in hepatocytes were done 2-4 hr\nafter the cells were plated out, allowing them to attach tothe\nplate. The uptake studies of ['HJASOR were performed by\nincubating the protein with the hepatocytes for the specified\nis i the prot\n\n   \n\n‘bulered saline, minus Ca2” and minus Mg?*), 1 ml of trypsin\n(0.056) was added to each wel, and the cells were incubated\nfor 10 min at room temperature. The trypsinized cells were\nremoved from the plate and pelicted, after which the pellet\n‘was washed with PBS~ and the cells lysed with 0.5 M NaOH.\nInternalized tritium was determined from the cell lysates by\nscintillation counting.\n\nPreparation of ASOR-Poly(t-lysine)DNA Complexes.\nPoly(t-lysine) (Lys) (Sigma) molecular weight 20,500, was\ncoupled to ASOR in’a 1 to 2.0 molar ratio by using 1-thy!-\n3-G-dimethylaminopropyl)carbodiimide (EDC; Sigma) at pH\n73. The reaction mixture was incubated for 24 hr at room\ntemperature, after which it was concentrated and the pre-\ncipitate was suspended in 2 M guanidine hydrochloride/50\nmM Hepes, pH 7.3, and fractionated by gel filtration on @\n‘Superose 6 column withthe FPLC system (Pharmacia). Once\nthe conjugate was made and purified, fractions from the\nFPLC were analyzed by SDS/PAGE to determine which\n\n \n\n \n\n‘Abbreviations: ASOR, asialoorosomucoid: PAH, phenylaten\nhydroxylase, RPAH, human PAH: X-Gal, $-bromo-4-choro\nindolyl @-p-galacosde\n\nro whom repent requests shouldbe addressed\n\n \n\f",
    "augmented_texts": [
        "Proc, Natl. Acad. Si. USA Yo ep. 22 - 226, March 93 Hepatic gene therapy: Adenovirus enhancement of receptor - mediated gene delivery and expression in primary hepatocytes (asialoglycoprotein endocytosis / phenylketonuria) RicHarD J. CristiaNo *, Louts C. Surut, anp Savio L. C. Woo \" tif ‘ Howard Huthes Medial teste and Departments of \" Cel Biology, Moleular Gents, and \" Mediine, Baylor Calle of Medicine, Houston, TX 7000 Communicated by ¥. W. Kan, December 3, 1992 (received for review October 1, 1992) ABSTRACT — _ Wehave combined a receptor - mediated DNA <elivery system with the endosomal lysis ability of adenovirus and shown that DNA tail end be delivered into primary hepato - ‘ ytet, resulting in a high level of gene expression. When ‘ slalooresomucold conjugated with poly (lysine) was used to deliver the Escherichia col! B - galactosidase gene into primary hepatocytes through binding with the hepatic asialoglycopro - {ein receptor, only alow level of f - galactosidase was detectable, ‘ with Jes than 0. 1% ofthe hepatocytes being transfected. This [evel of activity can be greatly enhanced by the cointernaliza - Hoa of the DNA ‘ protein complex with a replication - defective adenovirus, resulting in 100% of the hepatocytes staining blue with S - bromo - 4 - chloro - 3 - indolyl - D - galacloside. Quantita - tive analysis of f - galatosidase expression als showed 2 1000 - fold enhancement of activity. To test the applicability of this DNA delivery system for the correction of phenylketonuria, a metabolic disorder that causes severe mental retardation in childrea, we have delivered the human phenylalanine hydrox - ‘ ylase (PAH) gene to hepatocytes derived from a PALI - deficient mouse strain and demonstrated complete reconstitution of enzymatic activity. This method shows great promise for efficient gene delivery to the liver for correction of hepatic disorders. ‘ The focus of research in gene therapy during the past 3 - 5 years has been on using both viral (1 - 5) and nonviral (6 - 8) ‘ methods of delivery that rely on surgical procedures to facilitate gene delivery and expression (1, 2 ). Future thera ‘ ies will ely on the development of DNA delivery systems ‘ with target organ specificity that do not require major surgical procedures. The creation of direct DNA delivery systems by receptor - mediated endocytosis using DNAsprotein com - plexes has contributed to the formation of an attractive gene elivery system, The asialoglycoprotein receptor has been ‘ used in targeting DNA to HepG2 cells in vitro (9, 10) and liver cell in vivo (11 - 14 ). The transferrin receptor has been used todeliver DNA to many cell types a vitro (15 - 17 ). The ability, to form these DNA - protein complexes relies on formation of toroid structures that are 100 om in diameter (18 ). Although DNA can be delivered by this method, itis inefficient without the use of agents that affect the endosome / lysosome path - way, such as chloroquine (17 ). Replication - deficient adeno - virus has recently been found to have the ability to enhance the transfer of transferrin - DNA complexes into HeLa cells by 2000 - fold (19 ), as it further endosome lysis. ‘ The liver is an excellent target organ for gene therapy, as there are a multitude of human metabolic disorders second - ary to hepatic enzyme deficiencies. To develop therapies for these disorders and to test the ability of DNA - protein com - plexes to deliver genes to primary hepatocytes, we have Synthesized asialoglycoprotein - poly (. - lysine) conjugates for “ Te pbliation cons of this article represent tray in pat by page chart payment. This ace must therefore be hereby marked \" advertsement Fp accordance wih 18 U. S. C. 41734 solely to indicate tis fact. um DNA - protein complex formation. Quantitative enhancement of DNA delivery and functional expression in hepatocytes ‘ were achieved by the use of replication - defective adenovirus. ‘ The combination of the - organ - targeting capability of the asialoorosomucoid (ASOR) system for gene delivery and the endosomal lysis capability of the adenovirus is a powerful technology that can be developed into. simple procedure for hepatic gene therapy by systemic gene delivery. MATERIALS AND METHODS Preparation of ASOR and Uptake Studies in Primary He - patocytes, Orosomucoid (Sigma) was desialylated with ‘ heuraminidase (Sigma) to form ASOR (20 ). Residual sialic acid was determined to be less than 5% by the thiobutyric acid assay (21 ). ASOR was labeled by using sodium boro: PHJhydride (Amersham) (2 ). All media used for hepatocyte isolation and growth were purchased from GIBCO. Hepato - cytes were isolated from 10 - to 12 - week - old CS7BL / 6 mice and 10 - to 12 - week - old phenylalanine hydroxylase (PAH) - ‘ deficient mice by collagenase perfusion (23 ). The hepatocytes ‘ were plated at a density of 3 x 10 ° cells per well in sise - well Primaria plates (Falcon) and grown in 2 ml of low - glucose ‘ complete medium {low - glucose Dulbecco ' s modified Eagle ' s ‘ medium (DMEM ), 10% fetal calf serum, 10mM Hepes at pH 7. 3, 0. 5% MEM amino acids without glutamine, 2. mM lutamine, penicillin at 100 units / ml, and streptomycin at 100 ‘ ug / ml, Ail uptake stodies in hepatocytes were done 2 - 4 hr after the cellular phone were plated out, allowing them to attach tothe plate. The uptake studies of [' HJASOR were performed by incubating the protein with the hepatocytes for the specified is i the prot ‘ bulered saline, minus Ca2 ” and minus Mg? * ), 1 ml of trypsin (cypher. 056) was added to each wel, and the cells were incubated for 10 min at room temperature. The trypsinized cells were removed from the plate and pelicted, after which the pellet ‘ was washed with PBS ~ and the cells lysed with zero. 5 M NaOH. Internalized tritium was determined from the cell lysates by scintillation counting. Preparation of ASOR - Poly (t - lysine) DNA Complexes. Poly (t - lysine) (Lys) (Sigma) molecular weight 20, 500, was coupled to ASOR in ’ a 1 to 2. 0 molar ratio by using 1 - thy! - 3 - G - dimethylaminopropyl) carbodiimide (EDC; Sigma) at pH 73. The reaction mixture was incubated for 24 hr at room temperature, after which it was concentrated and the pre - cipitate was suspended in 2 M guanidine hydrochloride / 50 mM Hepes, pH 7. 3, and fractionated by gel filtration on @ ‘ Superose 6 column withthe FPLC system (Pharmacia ). Once the conjugate was made and purified, fractions from the FPLC were analyzed by SDS / PAGE to determine which ‘ Abbreviations: ASOR, asialoorosomucoid: PAH, phenylaten hydroxylase, RPAH, human PAH: X - Gal, $ - bromo - 4 - choro indolyl @ - p - galacosde ro whom repent requests shouldbe addressed",
        "Proc, Natl. Acad. Si. USA Yo ep. 22 - 226, March 93 Hepatic gene therapy: Adenovirus enhancement of receptor - mediated gene delivery and expression in primary hepatocytes (asialoglycoprotein endocytosis / phenylketonuria) RicHarD J. CristiaNo *, Louts C. Surut, anp Savio L. C. Woo \" tif ‘ Howard Huthes Medial teste and Departments of \" Cel Biology, Moleular Gents, and \" Mediine, Baylor Calle of Medicine, Houston, TX 7000 Communicated by ¥. W. Kan, December 3, 1992 (received for review October 1, 1992) ABSTRACT — _ Wehave combined a receptor - mediated DNA <elivery system with the endosomal lysis ability of adenovirus and shown that DNA can be delivered into primary hepato - ‘ ytet, resulting in a high level of gene expression. When ‘ slalooresomucold conjugated with poly (lysine) was used to deliver the Escherichia col! B - galactosidase gene into primary hepatocytes through binding with the hepatic asialoglycopro - {ein receptor, only alow level of f - galactosidase was detectable, ‘ with Jes than 0. 1% ofthe hepatocytes being transfected. This [evel of activity can be greatly enhanced by the cointernaliza - Hoa of the DNA ‘ protein complex with a replication - defective adenovirus, resulting in 100% of the hepatocytes staining blue with S - bromo - 4 - chloro - 3 - indolyl - Vitamin d - galacloside. Quantita - tive analysis of f - galatosidase expression als showed 2 1000 - fold enhancement of activity. To test the applicability of this DNA delivery system for the correction of phenylketonuria, a metabolic disorder that causes severe mental retardation in childrea, we have delivered the human phenylalanine hydrox - ‘ ylase (PAH) gene to hepatocytes derived from a PALI - deficient mouse strain and demonstrated complete reconstitution of enzymatic activity. This method shows great promise for efficient gene delivery to the liver for correction of hepatic disorders. ‘ The focus of research in gene therapy during the past 3 - 5 years has been on using both viral (1 - 5) and nonviral (6 - 8) ‘ methods of delivery that rely on surgical procedures to facilitate gene delivery and expression (1, 2 ). Future thera ‘ ies will ely on the development of DNA delivery systems ‘ with target organ specificity that do not require major surgical procedures. The creation of direct desoxyribonucleic acid delivery systems by receptor - mediated endocytosis using DNAsprotein com - plexes has contributed to the formation of an attractive gene elivery system, The asialoglycoprotein receptor has been ‘ used in targeting DNA to HepG2 cells in vitro (9, 10) and liver cell in vivo (11 - 14 ). The transferrin receptor has been used todeliver DNA to many cell types a vitro (15 - 17 ). The ability, to form these DNA - protein complexes relies on formation of toroid structures that are 100 om in diameter (18 ). Although DNA can be delivered by this method acting, itis inefficient without the use of agents that affect the endosome / lysosome path - way, such as chloroquine (17 ). Replication - deficient adeno - virus has recently been found to have the ability to enhance the transfer of transferrin - DNA complexes into HeLa cells by 2000 - fold (19 ), as it promotes endosome lysis. ‘ The liver is an excellent target organ for gene therapy, as there are a multitude of human metabolic disorders second - ary to hepatic enzyme deficiencies. To develop therapies for these disorders and to test the ability of DNA - protein com - plexes to deliver genes to primary hepatocytes, we have Synthesized asialoglycoprotein - poly (. - lysine) conjugates for “ Te pbliation cons of this clause were tray in pat by page chart payment. This ace must therefore be hereby marked \" advertsement Fp accordance wih 18 U. S. C. 41734 solely to indicate tis fact. um DNA - protein complex formation. Quantitative enhancement of DNA delivery and functional expression in hepatocytes ‘ were achieved by the use of replication - defective adenovirus. ‘ The combination of the - organ - targeting capability of the asialoorosomucoid (ASOR) system for gene delivery and the endosomal lysis capability of the adenovirus is a powerful technology that can be developed into. simple procedure for hepatic gene therapy by systemic gene delivery. MATERIALS AND METHODS Preparation of ASOR and Uptake Studies in Primary He - patocytes, Orosomucoid (Sigma) was desialylated with ‘ heuraminidase (Sigma) to form ASOR (20 ). Residual sialic acid was determined to be less than 5% by the thiobutyric acid assay (21 ). ASOR was labeled by using sodium boro: PHJhydride (Amersham) (2 ). All media used for hepatocyte isolation and growth were purchased from GIBCO. Hepato - cytes were isolated from 10 - to 12 - week - old CS7BL / 6 mice and 10 - to 12 - week - old phenylalanine hydroxylase (PAH) - ‘ deficient mice by collagenase perfusion (23 ). The hepatocytes ‘ were plated at a density of 3 x 10 ° cells per well in 6 - well Primaria plates (Falcon) and grown in 2 ml of low - glucose ‘ complete medium {low - glucose Dulbecco ' s modified Eagle ' s ‘ medium (DMEM ), 10% fetal calf serum, 10mM Hepes at pH 7. 3, 0. 5% MEM amino acids without glutamine, 2. mM lutamine, penicillin at 100 units / ml, and streptomycin at 100 ‘ ug / ml, Ail uptake stodies in hepatocytes were done 2 - 4 hr after the cells were plated out, allowing them to attach tothe plate. The uptake studies of [' HJASOR were performed by incubating the protein with the hepatocytes for the specified is i the prot ‘ bulered saline solution, minus Ca2 ” and minus Mg? * ), 1 ml of trypsin (0. 056) was added to each wel, and the cells were incubated for 10 min at room temperature. The trypsinized cells were removed from the plate and pelicted, after which the pellet ‘ was washed with PBS ~ and the cell lysed with 0. 5 M NaOH. Internalized tritium was determined from the cell lysates by scintillation counting. Preparation of ASOR - Poly (t - lysine) DNA Complexes. Poly (t - lysine) (Lys) (Sigma) molecular weight 20, 500, was coupled to ASOR in ’ a 1 to 2. 0 molar ratio by using 1 - thy! - 3 - G - dimethylaminopropyl) carbodiimide (EDC; Sigma) at pH 73. The reaction mixture was incubated for 24 hr at room temperature, after which it was concentrated and the pre - cipitate was suspended in 2 M guanidine hydrochloride / 50 mM Hepes, pH 7. 3, and fractionated by gel filtration on @ ‘ Superose 6 column withthe FPLC system (Pharmacia ). Once the conjugate was made and purified, fractions from the FPLC were analyzed by south dakota / PAGE to determine which ‘ Abbreviations: ASOR, asialoorosomucoid: PAH, phenylaten hydroxylase, RPAH, human PAH: X - Gal, $ - bromo - 4 - choro indolyl @ - p - galacosde ro whom repent requests shouldbe addressed"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Hepatic gene therapy: Adenovirus enhancement of receptor-mediated gene delivery and expression in primary hepatocytes(asialoglycoprotein endocytosis /phenylketonuria) The study was published in Natl. Acad. Si.Yo ep. 22-226, March 93."
}