{
    "filename": "506472801_506472802.jpg",
    "metadata": {},
    "text": " \n\nAttachment X\n\n   \n\n\"CONFIDENTIAL\n\nR. J, REYNOLDS TOBACCO COMPANY\nSpecifications\nAdhesive MT-8009\nCigarette Tipping\n\nApproved by:\n\nfir. Re Le Morgan Peet L ergo 9-19-86\nDirector - Quality Assurance Date\n\n   \n\n19\nHr. D. M. Underwood eterna Afesfp L *\nease ring Tate >\nDr. M. E. Stowe OF. bs- Fe ,\nDate\nMr. F. L. Phillips, dr. F-S- se\nDate ~\nxer Mr. B. V. Hardin\nMe. SM. Kelly\nMr. D. I! Lamonds\nMr. FL M. Lockany\nMr. T. H. Lowe\nNr. Max Martin, dr.\nNr. F. E. Pope, dr.\nNr. S. LI Reavis\nNr. H.C. Threatt, Jr.\nMr. RL W. Wolfe\ng\ng\n8\n2\ns\ny\n3\n2\n\nac\n\f",
    "augmented_texts": [
        "Attachment Ex \" CONFIDENTIAL R. J, REYNOLDS TOBACCO COMPANY Specifications Adhesive MT - 8009 Cigarette Tipping Approved by: fir tree. Re Le Morgan Peet L ergo 9 - 19 - 86 Director - Quality Assurance Date 19 Hr. D. M. Underwood eterna Afesfp Liter * ease ring Tate> Dr. M. E. Harriet beecher stowe OF. bs - Fe, Date Mr. F. L. Phillips, dr. F - S - se Date ~ xer Mr. B. V. Hardin Me. SM. Princess grace of monaco Mr. D. I! Lamonds Mr. FL M. Lockany Mr. Thymine. H. Lowe Nr. Max Martin, dr. Nr. F. E. Pope, dr. Nr. S. LI Reavis Nr. H. C. Threatt, Jr. Mr. RL Watt. Wolfe g g 8 2 s y triad 2 ac",
        "Attachment X \" CONFIDENTIAL R. J, REYNOLDS TOBACCO COMPANY Specifications Adhesive material t - 8009 Butt Tipping Approved by: fir. Re Le Lewis henry morgan Peet L ergo 9 - nineteen - 86 Director - Quality Assurance Date 19 Hr. D. M. Underwood eterna Afesfp L * ease ring Tate> Dr. M. Tocopherol. Stowe OF. bs - Fe, Date Mr. F. L. Phillips, dr. F - S - se Date ~ xer Mr. B. V. Hardin Me. SM. Kelly Mr. D. I! Lamonds Mr. FL M. Lockany Mr. T. H. Lowe Nr. Max Martin, dr. Nr. F. E. Pope, dr. Nr. S. atomic number 3 Reavis Nr. H. C. Threatt, Jr. Mr. RL W. Wolfe g g 8 2 s y 3 2 ac"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Adhesive MT-8009 grotesquely called a \"Cigarette Tipping\" Adhesive was approved by:. Re Le Morgan Peet L ergo 9-19-86. The adhesive was then applied to the cigarette. It is not known if the adhesive has been removed from the cigarettes."
}