{
    "filename": "50643352-3359.jpg",
    "metadata": {},
    "text": "Compliance of the main pulmonary artery\n\nduring the ventilatory cycle\n\nBRYDON J. B. GRANT AND BARUCH B. LIEBER\nDepartments of Medicine and of Mechanical and Aerospace Engineering,\nState University of New York at Buffalo, Buffalo, New York 14215\n\nGrawr, BryDoN J. B,, AND BARUcH B. LIEBER. Compliance\nof the main ‘artery during the ventilatory cycle. J.\n‘Appl. Physiol, 72(2): 885-549, 1992.—Transmural pulmonary\narterial pressure (Ppa), diameter (D), and length (L) of a ser-\ntment of the main pulmonary artery (MPA) were measured si-\nmukaneously in anesthetized open-chest dogs. The instanta-\nrheous volume was calculated from D and L. Pulmonary arterial\nclasticity for diameter (Epp) was calculated as the ratio of the\namplitude of Ppa to D oscillations normalized by the mean D.\n‘Similar indexes were calculated for L (Ep,) and V (Epy). Com-\npliance per unit length was calculated from the dimensions and\ntlasticity of the MPA. Under control conditions with § emil,0\npositive end-expiratory pressure, Epp, Bp,, and Epy at cardiac\nfecorey mae 17552 MU and 59 * 7 cmH, respec-\ntively, Bp» increased with positive end-expiratory pressure, but\nEp, decreased and Epy was unaffected. Epp» Ep, Epy, and\ncompliance per unit length were not signifieantly different be-\ntween the start of inspiration and the start of expiration. In\n‘addition, there were no significant phase differences between\nthe oscillations of Ppa and V at respiratory frequency. We con.\n‘clude thatthe previously reported time variation of pulmonary\narterial compliance during the ventilatory cycle is not due to\ntime-varying properties of the MPA.\n\npulmonary arterial compliance; postive end-expiratory pres-\nrespiratory cycle; time-varying compliance; dogs\n\n   \n\n \n\nPREVIOUSLY, we calculated pulmonary arterial compli-\nance (C) from the input impedance spectrum of the main\npulmonary artery (MPA) with a lumped parameter\nmodel (5). We found that pulmonary arterial C at the\nstart of inspiration was not altered by positive end-expi-\nratory pressure (PEEP). At each level of PEEP, C was\ngreater at the start of expiration (SE) than at the start of\ninspiration (SI). The mean increase in C ranged from 9%\nat 5 cmH,0 PEEP to 169% at 15 cmH,0. We suggested\n‘two mechanisms that might account for the time-varying\npulmonary arterial C. First, the time-varying pulmonary\narterial C may be due to shifts of blood volume between\nthe extra-alveolar and the alveolar vessels during the\nventilatory cycle. Second, the wall of the pulmonary ar-\ntories may have time-varying properties.\n\n‘To clarify further the mechanism of a time-varying\npulmonary arterial C, we made direct measurements of\nthe dimensions and elasticity of the MPA in the intact\ndog. The MPA was studied because most of the pulmo-\nnary arterial C is contained within the proximal pulmo-\nnary arteries. To calculate C per unit length of the MPA,\ntransmural pressure (Ppa), diameter (D), and length (L)\n\n \n\n(0161-7567292 $2.00 Copyright © 1992 the American Physiological Society\n\nof a segment of MPA were measured simultaneously.\n‘The instantaneous volume (V) was calculated from D\nand L. C of the MPA was calculated at two frequencies:\n‘cardiac and respiratory. Cardiac frequency (f) was se-\nlected because this was the fundamental fof the imped-\nance spectrum from which pulmonary arterial C was cal-\nculated. Respiratory f was selected because time-varying\nproperties of the vascular wall may result in phase shifts\nbetween Ppa and V at this f.\n\n \n\nMETHODS:\n\nAnimal preparation. Experiments were performed on\nsix mongrel dogs that weighed between 17 and 21 kg.\n‘Anesthesia was induced with thiamylal 1.5 mg/kg, imme-\ndiately followed by intravenous injection of 120 mg/kg\nbody wt of a-chloralose solution. Anesthesia was main-\ntained with a continuous infusion of a-chloralose at\na rate of 43 mg-kg™-h™, Details are provided else\n\nwhere (4).\n\nEach dog was ventilated with 100% oxygen through an\nendotracheal tube with a volutne cycled pump (Harvard\n‘Apparatus, Natick, MA, model 681). The pump was used\n‘ata respiratory rate of 12-15 min“ with a constant tidal\nvolume throughout each experiment. Inspiration was\nachieved by positive pressure; expiration was passive.\n‘The inspiratory and expiratory times were fixed and\nequal. Intravenous pancuronium bromide (0.1 mg/ke)\nwas used for muscular paralysis. Additional doses were\ngiven if needed throughout the experiment. No pancur-\nonium was given 10 min before or during the period of\ndata collection. A catheter was placed in the right femo-\nral artery to monitor systemic arterial pressure with a\nStatham P23 ID pressure transducer. The ventilator was\nadjusted to obtain an arterial Poo, of ~40 Torr.\n\nA left thoracotomy was performed through the fifth\nintercostal space, and 5 cmH,0 of PEEP was applied to\nprevent atelectasis. A longitudinal incision was made in\nthe pericardium, and the pulmonary artery was isolated\nby blunt dissection.\n\n‘Dimensions of the MPA were measured by sonomi-\ncrometry (model 120, Triton ‘Technology, San Diego,\nCA). The factory calibration of the sonomicrometer Was\nconfirmed by moving a pair of piezoelectric crystals\nthrough a known distance. The D of the MPA was mea-\nsured with each crystal (9 mm diara) attached to a Da-\n‘ron patch. The patches were sewn to the adventicia\nmidway along the vessel in a plane transverse to the flow\n\n \n\n \n\n \n\n58\n\n50643352\n\f",
    "augmented_texts": [
        "Compliance of the main pulmonary artery during the ventilatory cycle BRYDON J. B. GRANT AND BARUCH B. LIEBER Departments of Medicine and of Mechanical and Aerospace Engineering, State University of New York at Buffalo, Buffalo, New York 14215 Grawr, BryDoN J. B, , AND BARUcH B. LIEBER. Compliance of the main ‘ artery during the ventilatory cycle. J. ‘ Appl. Physiol, 72 (2 ): 885 - 549, 1992. — Transmural pulmonary arterial pressure (Ppa ), diameter (D ), and length (L) of a ser - tment of the main pulmonary artery (MPA) were measured si - mukaneously in anesthetized open - chest dogs. The instanta - rheous volume was calculated from D and L. Pulmonary arterial clasticity for diameter (Epp) was calculated as the ratio of the amplitude of Ppa to D oscillations normalized by the mean D. ‘ Similar indexes were calculated for L (Ep,) and V (Epy ). Com - pliance per unit length was calculated from the dimensions and tlasticity of the MPA. Under control conditions with § emil, 0 positive end - expiratory pressure, Epp, Bp, , and Epy at cardiac fecorey mae 17552 MU and 59 * 7 cmH, respec - tively, Bp » increased with positive end - expiratory pressure, but Ep, decreased and Epy was unaffected. Epp » Ep, Epy, and compliance per unit length were not signifieantly different be - tween the start of inspiration and the start of expiration. In ‘ addition, there were no significant phase differences between the oscillations of Ppa and V at respiratory frequency. We con. ‘ clude thatthe previously reported time variation of pulmonary arterial compliance during the ventilatory cycle is not due to prison term - varying properties of the MPA. pulmonary arterial compliance; postive end - expiratory pres - respiratory cycle; time - varying compliance; dogs PREVIOUSLY, we calculated pulmonary arterial compli - ance (C) from the input impedance spectrum of the main pulmonary artery (MPA) with a lumped parameter model (5 ). We found that pulmonary arterial C at the start of inspiration was not altered by positive end - expi - ratory pressure (peek ). At each level of PEEP, C was greater at the start of expiration (SE) than at the start of inspiration (SI ). The mean increase in C ranged from 9% at 5 cmH, 0 PEEP to 169% at 15 cmH, 0. We suggested ‘ two mechanisms that might account for the time - varying pulmonary arterial C. First, the time - varying pulmonary arterial C may be due to shifts of blood volume between the extra - alveolar and the alveolar vessels during the ventilatory cycle. Second, the wall of the pulmonary ar - tories may have time - varying properties. ‘ To clarify further the mechanism of a time - varying pulmonary arterial C, we made direct measurements of the dimensions and elasticity of the MPA in the intact dog. The MPA was studied because most of the pulmo - nary arterial C is contained within the proximal pulmo - nary arteries. To calculate C per unit length of the MPA, transmural pressure (Ppa ), diameter (D ), and length (L) (0161 - 7567292 $ 2. 00 Copyright © 1992 the American Physiological Society of a segment of MPA were measured simultaneously. ‘ The instantaneous volume (V) was calculated from D and L. C of the MPA was calculated at two frequencies: ‘ cardiac and respiratory. Cardiac frequency (f) was se - lected because this was the fundamental fof the imped - ance spectrum from which pulmonary arterial C was cal - culated. Respiratory f was selected because time - varying properties of the vascular wall may result in phase shifts between Ppa and V at this f. METHODS: Animal preparation. Experiments were performed on six mongrel dogs that weighed between 17 and 21 kg. ‘ Anesthesia was induced with thiamylal 1. 5 mg / kg, imme - diately followed by intravenous injection of 120 mg / kg body wt of a - chloralose solution. Anesthesia was main - tained with a continuous infusion of a - chloralose at a rate of 43 mg - kg ™ - h ™, Details are provided else where (4 ). Each dog was ventilated with 100% oxygen through an endotracheal tube with a volutne cycled pump (Harvard ‘ Apparatus, Natick, MA, model 681 ). The pump was used ‘ ata respiratory rate of 12 - 15 min “ with a constant tidal volume throughout each experiment. Inspiration was achieved by positive pressure; expiration was passive. ‘ The inspiratory and expiratory times were fixed and equal. Intravenous pancuronium bromide (0. 1 mg / ke) was used for muscular paralysis. Additional doses were given if needed throughout the experiment. No pancur - onium was given 10 min before or during the period of data collection. A catheter was placed in the right femo - ral artery to monitor systemic arterial pressure with a Statham P23 ID pressure transducer. The ventilator was adjusted to obtain an arterial Poo, of ~ 40 Torr. A left thoracotomy was performed through the fifth intercostal space, and 5 cmH, 0 of PEEP was applied to prevent atelectasis. A longitudinal incision was made in the pericardium, and the pulmonary artery was isolated by blunt dissection. ‘ Dimensions of the MPA were measured by sonomi - crometry (model 120, Triton ‘ Technology, San Diego, CA ). The factory calibration of the sonomicrometer Was confirmed by moving a pair of piezoelectric crystals through a known distance. The D of the MPA was mea - sured with each crystal (9 mm diara) attached to a Da - ‘ ron patch. The patches were sewn to the adventicia battle of midway along the vessel in a planer transverse to the flow 58 50643352",
        "Conformation of the main pulmonary artery during the ventilatory cycle BRYDON J. B. GRANT AND BARUCH B. LIEBER Departments of Medicine and of Mechanical and Aerospace Engineering, State University of New York at Buffalo, Buffalo, New York 14215 Grawr, BryDoN J. B, , AND BARUcH B. LIEBER. Compliance of the main ‘ artery during the ventilatory cycle. J. ‘ Appl. Physiol, 72 (2 ): 885 - 549, 1992. — Transmural pulmonary arterial pressure (Ppa ), diameter (D ), and length (L) of a ser - tment of the main pulmonary artery (MPA) were measured si - mukaneously in anesthetized open - chest dogs. The instanta - rheous volume was calculated from D and L. Pulmonary arterial clasticity for diameter (Epp) was calculated as the ratio of the amplitude of Ppa to D oscillations normalized by the mean D. ‘ Similar indexes were calculated for L (Ep,) and V (Epy ). Com - pliance per unit length was calculated from the dimensions and tlasticity of the MPA. Under control conditions with § emil, 0 positive end - expiratory pressure, Epp, Bp, , and Epy at cardiac fecorey mae 17552 MU and 59 * 7 cmH, respec - tively, Bp » increased with positive end - expiratory pressure, but Ep, decreased and Epy was unaffected. Epp » Ep, Epy, and compliance per unit length were not signifieantly different be - tween the start of inspiration and the start of expiration. In ‘ addition, there were no significant phase differences between the oscillations of Ppa and V at respiratory frequency. We con. ‘ clude thatthe previously reported time variation of pulmonary arterial compliance during the ventilatory cycle is not due to time - varying properties of the MPA. pulmonary arterial compliance; postive end - expiratory pres - respiratory cycle; time - varying compliance; dogs PREVIOUSLY, we calculated pulmonary arterial compli - ance (C) from the input impedance spectrum of the main pulmonary artery (MPA) with a lumped parameter model (5 ). We found that pulmonary arterial C at the start of inspiration was not altered by positive end - expi - ratory pressure (PEEP ). At each level of PEEP, C was greater at the start of expiration (SE) than at the start of inspiration (SI ). The mean increase in Hundred ranged from 9% at 5 cmH, 0 PEEP to 169% at 15 cmH, 0. We suggested ‘ two mechanisms that might account for the time - varying pulmonary arterial C. First, the time - varying pulmonary arterial C may be due to shifts of blood volume between the extra - alveolar and the alveolar vessels during the ventilatory cycle. Second, the wall of the pulmonary ar - tories may have time - varying properties. ‘ To clarify further the mechanism of a time - varying pulmonary arterial C, we made direct measurements of the dimensions and elasticity of the MPA in the intact dog. The MPA was studied because most of the pulmo - nary arterial C is contained within the proximal pulmo - nary arteries. To calculate C per unit length of the MPA, transmural pressure (Ppa ), diameter (D ), and length (L) (0161 - 7567292 $ 2. 00 Copyright © 1992 the American Physiological Society of a segment of MPA were measured simultaneously. ‘ The instantaneous volume (V) was calculated from D and L. C of the MPA was calculated at two frequencies: ‘ cardiac and respiratory. Cardiac frequency (f) was se - lected because this was the fundamental fof the imped - ance spectrum from which pulmonary arterial C was cal - culated. Respiratory f was selected because time - varying properties of the vascular wall may result in phase shifts between Ppa and V at this f. METHODS: Animal preparation. Experiments were performed on six mongrel dogs that weighed between 17 and 21 kg. ‘ Anesthesia was induced with thiamylal 1. 5 mg / kg, imme - diately followed by intravenous injection of 120 mg / kg body wt of a - chloralose solution. Anesthesia was main - tained with a continuous infusion of a - chloralose at a rate of 43 mg - kg ™ - h ™, Details are provided else where (4 ). Each dog was ventilated with 100% oxygen through an endotracheal tube with a volutne cycled pump (Harvard ‘ Apparatus, Natick, MA, model 681 ). The pump was used ‘ ata respiratory rate of 12 - 15 min “ with a constant tidal volume throughout each experiment. Inspiration was achieved by positive pressure; expiration was passive. ‘ The inspiratory and expiratory times were fixed and equal. Intravenous pancuronium bromide (cypher. 1 mg / ke) was used for muscular paralysis. Additional doses were given if needed throughout the experiment. No pancur - onium was given 10 min before or during the period of data collection. A catheter was placed in the right femo - ral artery to monitor systemic arterial pressure with a Statham P23 ID pressure transducer. The ventilator was adjusted to obtain an arterial Poo, of ~ 40 Torr. A left thoracotomy was performed through the fifth intercostal space, and 5 cmH, 0 of PEEP was applied to prevent atelectasis. A longitudinal incision personify made in the pericardium, and the pulmonary artery be isolated by blunt dissection. ‘ Dimensions of the MPA were measured by sonomi - crometry (model 120, Triton ‘ Technology, San Diego, CA ). The factory calibration of the sonomicrometer Was confirmed by moving a pair of piezoelectric crystals through a known distance. The D of the MPA was mea - sured with each crystal (9 mm diara) attached to a Da - ‘ ron patch. The patches were sewn to the adventicia midway along the vessel in a plane transverse to the flow 58 50643352"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Compliance of the main pulmonary artery during the ventilatory cycle was not altered by positive end-expiratory pressure. Time-varying pulmonary. arterial C may be due to shifts of blood volume between.the extra-alveolar and the alveolars. Second, the wall of. the pulmonary ar-394tories may have time-Varyed properties."
}