{
    "filename": "506420576.jpg",
    "metadata": {},
    "text": " \n\nwoetnay\n30) cae\n00) Vo are coneventag ta\n0) G7 wea Ta\n\nWalen day woud be oo0h aoe\n(UHTEN CODE TOR Bit)\n\n \n \n   \n\n \n\n7 open\nule a TeMCIT\n\n(ertewviraen vores sewers wiih otsruar antuasit ras accoaate to euoza oncors\nEY TWENE 18 wo avarianLs Toot Fou THIS AEPONDEST TEA COE 1) WD AESCHESVLE DATs)\n\n200) (27 woe Tuy OnE TOM, sar\nhave the folloving Uisen avatlovie (ELD LEST). Yaten voule yeu prefer? (ErTEA\n(CezE Ton Tod)\n\n(27 omy ont roe avateams, s4t1)\nE save ust one appointzent thee Left for vaai\n(Cay Yes) eeren co0E ron ro, 7 90 Este C2\n\n \n\n    \n\n \n\nYoule vou atteng at (IDG7\nio Resextsour pur)\n\n    \n   \n\n   \n\n200) (7 COE 13 Be O.300, aT) Ie E Gon't nave an avatianle tts tor that\nGay, (3227 10 0.300 Ao abScuaE BAT,\n\nton vit be hele at (WOTEL] ta the (HEET=ID AcOH).\nad the hated and they vii aely\n\njotter, may T please verity pour suse ane addres\n3) (ean\n\n32) Ane wean do your aaze, pleaser\n30) ane you\n\n     \n\n \n\n     \n\n \n\n \n\n \n\n30) Ane finatiyy voan you arrive at the teat site you vi3! be asxee to anov your érivers\nMeans as ientitteation oe please be sure pou Oring tt aloag vite pov.\n\n(2r ant esromert was corstiees avout mavzaa 4 DIITELS LzcEese, cexTzavE SextcoLio\n\n \n\n \n\n  \n  \n\n   \n\na0 TELL THY Bode LATHE vile CALL THEN TO AN0V0R HEED GOESTECAO)\n39) am, room prone worn,\noat 3\n80) Mane yeu for helping ta eats teportast research, Ve Looe fonard te seeing 70s 9a 8\n(oar e (rie), wish ‘eat pou. vo rening you the aay before the snasion. \"Only\n‘es peanle tn our eity are beina tarttea te partieinetar Ve try counting oa pour\nandanee, Than you fe Your helps ang have's nice (OAi/EPERESEN.\n\n   \n\f",
    "augmented_texts": [
        "woetnay 30) cae 00) Vo are coneventag ta 0) G7 wea Ta Walen day woud be oo0h aoe (UHTEN CODE TOR Bit) 7 open ule a TeMCIT (ertewviraen vores cloaca wiih otsruar antuasit ras accoaate to euoza oncors EY TWENE 18 wo avarianLs Toot Fou THIS AEPONDEST camellia sinensis COE 1) WD AESCHESVLE DATs) 200) (27 woe Tuy OnE TOM, sar have the folloving Uisen avatlovie (ELD LEST ). Yaten voule yeu prefer? (ErTEA (CezE Ton Tod) (27 omy ont roe avateams, s4t1) E save ust one appointzent thee Left for vaai (Cay Yes) eeren co0E ron ro, 7 90 Este C2 Youle vou atteng at (IDG7 io Resextsour pur) 200) (7 COE 13 Be O. 300, aT) Ie E Gon ' t nave an avatianle tts tor that Gay, (3227 10 0. 300 Ao abScuaE BAT, ton vit be hele at (WOTEL] ta the (HEET = ID AcOH ). ad the hated and they vii aely jotter, may T please verity pour suse ane addres 3) (ean 32) Ane wean do your aaze, pleaser 30) ane you 30) Ane finatiyy voan you arrive at the teat site you vi3! be asxee to anov your érivers Means as ientitteation oe please be sure pou Oring tt aloag vite pov. (2r ant esromert was corstiees avout mavzaa 4 DIITELS LzcEese, cexTzavE SextcoLio a0 TELL THY Bode LATHE vile CALL THEN TO AN0V0R HEED GOESTECAO) 39) am, room prone worn, oat 3 80) Mane yeu for helping ta eats teportast research, Ve Looe fonard te seeing seventy 9a 8 (oar e (rie ), wish ‘ eat pou. vo rening you the aay before the snasion. \" Only ‘ es peanle tn our eity are beina tarttea te partieinetar Ve try counting oa pour andanee, Than you fe Your helps ang have ' s nice (OAi / EPERESEN.",
        "woetnay 30) cae 00) Vo are coneventag ta 0) G7 wea Ta Walen day woud be oo0h aoe (UHTEN codification TOR Bit) 7 open ule a TeMCIT (ertewviraen vores sewers wiih otsruar antuasit ras accoaate to euoza oncors EY TWENE 18 wo avarianLs Carouse Fou THIS AEPONDEST TEA COE 1) WD AESCHESVLE DATs) 200) (27 woe Tuy OnE TOM, sar have the folloving Uisen avatlovie (ELD LEST ). Yaten voule yeu prefer? (ErTEA (CezE Ton Tod) (27 omy ont roe avateams, s4t1) E save ust one appointzent thee Left for vaai (Cay Yes) eeren co0E ron ro, 7 90 Este C2 Youle vou atteng at (IDG7 io Resextsour pur) 200) (7 COE 13 Be O. 300, aT) Ie E Gon ' t nave an avatianle tts tor that Gay, (3227 10 0. ccc Ao abScuaE BAT, ton vit be hele at (WOTEL] ta the (HEET = ID AcOH ). ad the hated and they vii aely jotter, may T please verity pour suse ane addres 3) (ean 32) Ane wean do your aaze, pleaser 30) ane you 30) Ane finatiyy voan you arrive at the teat site you vi3! be asxee to anov your érivers Means as ientitteation oe please be sure pou Oring tt aloag vite pov. (2r ant esromert was corstiees avout mavzaa 4 DIITELS LzcEese, cexTzavE SextcoLio a0 TELL THY Bode LATHE vile CALL THEN TO AN0V0R HEED GOESTECAO) 39) am, room prone worn, oat 3 80) Mane yeu for helping ta eats teportast research, Ve Looe fonard te seeing 70s 9a 8 (oar e (rie ), wish ‘ eat pou. vo rening you the aay before the snasion. \" Only ‘ es peanle tn our eity are beina tarttea te partieinetar Ve try counting oa pour andanee, Than you fe Your helps ang have ' s nice (OAi / EPERESEN."
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Walen day woud be oo0h aoe(UHTEN CODE TOR Bit) (27 woe Tuy OnE TOM, sariouslyhave the folloving Uisen avatlovie (ELD LEST). Yaten voule yeu prefer? (ErTEA Ton Tod) Ie E Gon't nave an avatianle tts tor that that."
}