{
    "filename": "50649484-9484.jpg",
    "metadata": {},
    "text": " \n\n \n\nVentricular Refractory Periods in Relation to Rate and Test-\nSite VT Intervals in Anesthetized and Conscious Dogs: A\nCanine Model for Conscious State Measurements\n\nJONNALAGEDDA S.M. SARMA, MICHAEL BILITCH, and SERGIU G. MELINTE\n\nFrom Department of Medicine, University of Southern California School of Medicine, 2025 Zonal Avenue,\nLos Angeles, California\n\n \n\n \n\n \n\nCorrection: Throughout this paper, 'VT interval’ means epicardial ‘test-site QT interval.\n\n \n\n \n\nSARMA, J..M., BILITCH, M., AND MELINTE, .G.: Ventricular refractory periods In relation to\nrate and est-site VT intervals in anesthetized and conscious dogs: a canine model for conscious\nstate measurements. The functional relationship of ventricular effective refractory period (ERP) with\nbasic cycle length (BCL) of stimulated ventricular depolarization and VT intervals of testsite unipolar\nventricular olactrograms werestudied in five conscious and eight anesthetized{sodium pontoberbital, 30\nmg/kg) open-chested dogs. The range of BCLs studied was 300 to 1000 ms, achieved through ventricular\nstimulation following chemically-induced complete AV block. In the conscious animal model developed\nfor this study, two-to-four ventricular electrode leads were exteriorized and the ventricular rate was\n‘maintained by an implanted programmable VVI pacemoker. Inall animals studied, the BCL-ERP relation\nwas closoly roprosented by the empirical equation ERP = A~D.Exp(-k.DCL}, and the VT-ERP relation\nover the same range of BCLs was linear: ERP= C+D. VT. The correlation coefficients were in the range of\n0.991 100.999. The mean values of the parameters in the above equations determined by the appropriate\nnon-linear or linear regression analysis showed significant differences between the two groups of\naniingls studied, tn three conscious animals. strong linear correlation between the test-site VT intervals\nand simultaneously measured QT intervals measured [rom the lead I surface electrogram was dem-\nonstrated (r= 0.999 10 0.998). Fora fixed site of stimulation, the morphology of ventricular depolariza-\ntion complexes as well as the corresponding T-waves romained essentially unaltered with BCL for both\nmyocardial and surface electrograms. ‘The possible applications of developed canine model and the\nrosults of te present study include: (1} the study of the rate-dependent effects of cardioactive drugs on\nvontriculer electrophysiology and, (2) the improved design of electronic refractory périods of rate pro\ngrammable pacemakers. (PACE, Vol. 6, July-August, 1983)\n\nventricular refractory periods, heart rate, QT interval, dogs\n\n  \n\n \n\n \n\n      \n\n \n\n \n\n \n\n \n\n \n\nIntroduction\n\nAlthough it is well known that the ventricular\nrefractory period increases non-linearly with the\nbasic cycle length of contraction, a mathematical\nrelationship between the two variables has not\nbeen established. The relation between the cycle\nJength and cardiac refractory periods has been\n\n \n\n‘Address for reprints: Michael Bitch, M.D.,.USC Pacemaker\n\nGenter. 1420 fan Pablo Street, C-201, Los Angeles, Calor:\nsla ou\n\n \n\nReceived Jone 29, 1962; revision received August 10, 1902;\naccepted August 10, 1062.\n\nPACE, Vol. 6\n\n \n\nJuly-August 1909\n\n50649484\n\nstudied by several workers in humans and ani-\nmals in vivo'~$ as well as in isolated regions of\ncatdiacconducting system in vitro.*-? Mendez, et\nal. studied the influence of cycle length on the\nrefractory period of auricles, ventricles and A-V\nnode of denervated hearts of anesthetized dogs.\nJonse, ot al studied the ventricular refractory\nperiods of anesthetized open chested dogs in the\nBCL range of 150 to 1000 ms. However, the:\nauthors did not altempt to find a functional re\ntion between the two parameters. Guss, et al.'®\nstudied the ERD of the right ventricle in 27 pa-\ntients during atrial or ventricular pacing and re-\nported a linear relationship between the two.\n\n  \n\n \n\n738\n\n \n\f",
    "augmented_texts": [
        "Ventricular Refractory Periods in Relation to Charge per unit and Test - Web site VT Intervals in Anesthetized and Conscious Dogs: A Canine Model for Conscious State Measurements JONNALAGEDDA S. M. SARMA, MICHAEL BILITCH, and SERGIU G. MELINTE From Department of Medicine, University of Southern California School of Medicine, 2025 Zonal Avenue, Los Angeles, California Correction: Throughout this paper, ' VT interval ’ means epicardial ‘ test - site QT interval. SARMA, J. . Megabyte. , BILITCH, M. , AND MELINTE, . G. : Ventricular refractory periods In relation to rate and est - site VT intervals in anesthetized and witting dogs: a canine model for conscious state measurements. The functional relationship of ventricular effective refractory period (ERP) with basic cycle length (BCL) of stimulated ventricular depolarization and VT intervals of testsite unipolar ventricular olactrograms werestudied in five conscious and eight anesthetized {sodium pontoberbital, 30 mg / kg) open - chested dogs. The range of BCLs studied was 300 to 1000 ms, achieved through ventricular stimulation following chemically - induced complete AV block. In the conscious animal model developed for this study, two - to - four ventricular electrode leads were exteriorized and the ventricular rate was ‘ maintained by an implanted programmable VVI pacemoker. Inall animals studied, the BCL - ERP relation was closoly roprosented by the empirical equation ERP = A ~ D. Exp (- k. DCL }, and the VT - ERP relation over the same range of BCLs be linear: ERP = C + D. VT. The correlation coefficients were in the range of 0. 991 100. 999. The mean values of the parameters in the above equations determined by the appropriate non - linear or linear regression analysis showed significant differences between the two groups of aniingls studied, tn three conscious animals. strong linear correlation between the test - site VT intervals and simultaneously measured QT intervals measured [rom the lead I surface electrogram was dem - onstrated (r = 0. 999 10 0. 998 ). Fora fixed site of stimulation, the morphology of ventricular depolariza - tion complexes as well as the corresponding T - waves romained essentially unaltered with BCL for both myocardial and surface electrograms. ‘ The possible applications of developed canine model and the rosults of te present study include: (1} the study of the rate - dependent effects of cardioactive drugs on vontriculer electrophysiology and, (2) the improved design of electronic refractory périods of rate pro grammable pacemakers. (PACE, Vol. 6, July - August, 1983) ventricular refractory periods, heart rate, QT interval, dogs Introduction Although it is well known that the ventricular refractory period increases non - linearly with the basic cycle length of contraction, a mathematical relationship between the two variables has not been established. The relation between the cycle Jength and cardiac refractory periods has been ‘ Address for reprints: Michael Bitch, M. D. ,. USC Pacemaker Genter. 1420 fan Pablo Street, C - 201, Los Angeles, Calor: sla ou Received Jone 29, 1962; revision received August 10, 1902; accepted August 10, 1062. PACE, Vol. 6 July - August 1909 50649484 studied by several workers in humans and ani - mals in vivo ' ~ $ as well as in isolated regions of catdiacconducting system in vitro. * -? Mendez, et heart of dixie. studied the influence of cycle length on the refractory period of auricles, ventricles and A - V node of denervated hearts of anesthetized dogs. Jonse, ot al studied the ventricular refractory periods of anesthetized open chested dogs in the BCL range of 150 to 1000 ms. However, the: authors did not altempt to find a functional re tion between the two parameters. Guss, et al. ' ® studied the ERD of the right ventricle in 27 pa - tients during atrial or ventricular pacing and re - ported a linear relationship between the two. 738",
        "Ventricular Refractory Periods in Relative to Rate and Test - Site VT Intervals in Anesthetized and Conscious Click: A Canine Model for Conscious State Measurements JONNALAGEDDA S. M. SARMA, MICHAEL BILITCH, and SERGIU G. MELINTE From Department of Medicine, University of Southern California School of Medicine, 2025 Zonal Avenue, Los Angeles, California Correction: Throughout this paper, ' VT interval ’ means epicardial ‘ test - site QT interval. SARMA, J. . M. , BILITCH, M. , AND MELINTE, . G. : Ventricular refractory periods In relation to rate and est - site VT intervals in anesthetized and conscious dogs: a canine model for conscious state measurements. The functional relationship of ventricular effective refractory period (ERP) with basic cycle length (BCL) of stimulated ventricular depolarization and VT intervals of testsite unipolar ventricular olactrograms werestudied in five conscious and eight anesthetized {sodium pontoberbital, 30 mg / kg) open - chested dogs. The range of BCLs studied was 300 to 1000 ms, achieved through ventricular stimulation following chemically - induced complete AV block. In the witting animal model developed for this study, two - to - four ventricular electrode leads were exteriorized and the ventricular rate was ‘ maintained by an implanted programmable VVI pacemoker. Inall animals studied, the BCL - ERP relation was closoly roprosented by the empirical equation ERP = A ~ D. Exp (- k. DCL }, and the VT - ERP relation over the same range of BCLs was linear: ERP = C + D. VT. The correlation coefficients were in the range of 0. 991 100. 999. The mean values of the parameters in the above equations determined by the appropriate non - linear or linear regression analysis showed significant differences between the two groups of aniingls studied, tn three conscious animals. strong linear correlation between the test - site VT intervals and simultaneously measured QT intervals measured [rom the lead I surface electrogram was dem - onstrated (r = 0. 999 10 0. 998 ). Fora fixed site of stimulation, the morphology of ventricular depolariza - tion complexes as well as the corresponding T - waves romained essentially unaltered with BCL for both myocardial and surface electrograms. ‘ The possible applications of developed canine model and the rosults of te present study include: (1} the study of the rate - dependent effects of cardioactive drugs on vontriculer electrophysiology and, (2) the improved design of electronic refractory périods of rate pro grammable pacemakers. (PACE, Vol. 6, July - August, 1983) ventricular refractory periods, heart rate, QT interval, dogs Introduction Although it is well known that the ventricular refractory period increases non - linearly with the basic cycle length of contraction, a mathematical relationship between the two variables has not been established. The relation between the cycle Jength and cardiac refractory periods has been ‘ Address for reprints: Michael Bitch, M. D. ,. USC Pacemaker Genter. 1420 fan Pablo Street, C - 201, Los Angeles, Calor: sla ou Received Jone 29, 1962; revision received August 10, 1902; accepted August 10, 1062. PACE, Vol. 6 July - August 1909 50649484 studied by several workers in man and ani - mals in vivo ' ~ $ as well as in isolated regions of catdiacconducting system in vitro. * -? Mendez, et al. studied the influence of cycle length on the refractory period of auricles, ventricles and A - V node of denervated hearts of anesthetized dogs. Jonse, ot al studied the ventricular refractory periods of anesthetized open chested dogs in the BCL range of 150 to 1000 ms. However, the: authors did not altempt to find a functional re tion between the two parameters. Guss, et al. ' ® studied the ERD of the right ventricle in 27 pa - tients during atrial or ventricular pacing and re - ported a linear relationship between the two. 738"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Ventricular Refractory Periods in Relation to Rate and Test-Site VT Intervals in Anesthetized and Conscious Dogs: ACanine Model for Conscious State Measurements. 'VT interval' means epicardial ‘test-site QT interval."
}