{
    "filename": "50645303-5307.jpg",
    "metadata": {},
    "text": "Proc. Natl. Acad. Si, USA\nYoL 9. 3705-5709, pe 1993\nimmuncey\n\nReplacement of germ-line ¢ promoter by gene targeting alters\ncontrol of immunoglobulin heavy chain class switching\n\n(gE /intecteukin-d homologous recombination)\n\n \n\nLIXING XU, BEVERLY GORHAM, SUZANNE C. Li, ANDREA BoTTARo*, FRepeRick W. ALT*,\n\n‘AND Paut. RoTHMANt\n\nDepartments of Microbiology abd Medicine, a Deparment of Hachemistry and Howard Hughes Medial Ist, Coumbin University Collegeof\n\npecans snd Surgeons, New Yotk, NY IO?\nCommunicated by Harold S. Ginsberg, January 4. 1983\n\nABSTRACT Recent work has shown that the ability of\ncytokines to direct immunoglobulin heavy chain clas-switeh\nrecombination to particular heavy chain constant (C) region\n(Cu) genes correlates with the induction of specifie germ-line\n(Cy transcripts. To test the role of germ-line transcripts in class\nswitching, we have used homologous recombination to mutate\nthe immunoglobulin heavy chain locus ofthe 18.8120 murine\n‘pee-B-cell line. In the parent cell Tine, the combination of\nimerleukin-4 (IL-4) and lipopolysaccharide (LPS) induces\n‘germline «locus transcription prior to class switching to e.\n‘The heavy chain locus of the mutated cel line contains the\nJmmunoglobulin heavy chain enkancer and variable region\ngene promoter in place of the LPS/IL-4-responsive germ-line\n£ promoter. The mutant cell line constitutively transcribes the\n‘locus in the absence of IL-4. Strikingly, the mutant cell line\nalso switches to in the absence of Il-4. This result demon\nstrates that, at least in the 18.81A20 cell line, germline «\ntranseription plays a direct roe in class switching to the #locus.\n{In addition, the ability to change the pattern of clas switching\nboy altering transcriptional activity indicates that transcription\nof germ-line Ch is mechanistically important in regulation of\nclass switching.\n\n \n\n \n\n \n\n \n\n \n\n \n\nIimmunoglobulin heavy chain class switching i the process\nby which the constant region (C) ofan antibody is changed,\nallowing the molecule to retain its antigen-binding specificity\n‘hile changing is effector function. Most studies have found\nthat lass switching occurs by recombination event between\nregions of repetitive DNA {termed switch (S) regions] that are\npresent upstream of each heavy chain C region gene (Ci)\nExcept Cy. This recombination deletes the intervening Cy.\ngenes from the chromosome and juxtaposes a diferent Cx\nbene directly 3” ofthe rearranged V-D-J varable-iversity=\njoining) gene segments (encoding the V region) ofthe heavy\nChain locus (reviewed ia ref. 1). Certain mitogens and cyto-\nkines have been shown to alter the immunoglobulin isotypes\nproduced by B cells both in vivo and in vitro. For example,\nthe culture of murine B cells with the bacterial endotoxin\nlipopolysaccharide (LPS) and the T-cell lymphokine inter\nleukin 4 (IL-4) induces the production of IgE (reviewed nef\n2), The induction of IgE has been shown to be dependent on\nTL-abothin transgenic mice (e., ef 3) andin aioe infected\nWith parasites (e.g. ref 4) Inaddition mice homozygous for\na disrupted IL-4 gene do not produce IgE (5.\n\n“The mlecular mechanism by which ytokines such as IL-4\ndirect elas: switching remains unknown, However, recent\nWork has shown that the ability of cytokines 10 direct\nlass-switch recombination to particular Cy genes correlates,\nwith the indvetion of transcripts (termed “germline Cy\n\n \n\n \n\n \n\n“The pubiaton cows of his aril were defrayed in art by page charge\npayment. Thi arte mast therefore be herby marke \"advertisement\"\nIn accordance with 18 U.S.C. 1178 solely 1 edicate his fc.\n\ntranscripts\") that initiate upstream of the switch recombina-\ntion sequences of the involved Cx gene (reviewed in ret. 6).\nFor example, concurrent treatment of murine splenic B\nlymphocytes or certain B-ineage cell lines with LPS and IL-\ninduces expression of germline etranscriptsat the transcrip-\ntional level before the production of IgE (7-9). Germ-line\ntranscripts have been identified at almost all murine and\nhuman Cy genes and are structurally conserved. Further\nevidence for the important role of germline Cy transcription\nhhas been provided by the identification of cytokine-\nresponsive cis clements around the initiation regions of\ncertain Cy transcripts (9-10),\n\n‘The correlation between germ-line Cy transcription and\nsubsequent recombination implicates transcription through\nspecific $ regions asa targeting mechanism for class switch-\ning. There are several models that could explain the mech-\nanism by which germ-line transcription targets class switch-\ning (reviewed in ref. 6). One possibilty is that there is a\n‘non-specific switch recombination machinery that is directed\nto specific regions by transcription, perhaps by modulating\nthe accessibility of specific S regions. Another possibility,\nsuggested by the conserved structure of these germ-line Cy\ntranscripts, is that the transcripts themselves perform an\nessential role, either as RNA or by encoding small polypep-\ntide molecules.\n\nAlthough there is @ strong correlation between the pres-\ncence of germline Cy transcripts and subsequent switching,\n‘there is still no direct evidence that this activity is essential\nFor class switching, To better define the importance of\n‘germ-line transcription inthe process of class switching, we\naltered the endogenous heavy chain locus in an Abelson\n‘murine leukemia virus (Ab-MuLV)-transformed pre-B-cell\nline by homologous recombination. The gene targeting in-\nserts the immunoglobulin heavy chain enhancer (E,) and\nvariable region (Vi) promoter into the e locus to ascertain\n‘whether constitutive transcription through the S, switch\nregion is sufficient to target tbe ¢ locus for class switching,\n\n \n\n \n\n \n\n \n\n \n\nMATERIALS AND METHODS\n\nCell Culture. The 18.8142 Ab-MuLV-transformed cell\nline (12) and culture conditions (8) have been described.\nDNA Construct. The “epsilon knock-out” (EPKO) con-\nstruct used for targeting the heavy chain locus consisted of 10\nkilobases (kb) of genomic e region extending from the BamHI\n‘Abbreviations: LPS. ipopalysaecharide; La, interieukin-¥:C, con\nSant region; Cy, heavy chain Creel: V, variable region: Vi heavy\nhain V region, S, swish region: Sy, « heavy chain S region; Cy, ©\nheavy ehain C region: D, diversity region; J, joining region; Ab-\nMuLV, Abelson murine leukemia vis; E,, heavy chain gene\nenhancers EPKO, epilon knockout; neo, neomycin resistance gene\n‘Present address: The Howard Hughes Medical lasttute, The Chi-\ndrens Hospital, Boston, MA 02315.\n‘Towhom reprint equests should be addressed,\n\n \n\f",
    "augmented_texts": [
        "Proc. Natl. Acad. Si, USA YoL 9. 3705 - 5709, pe 1993 immuncey Replacement of germ - line ¢ promoter by gene targeting alters control of immunoglobulin heavy chain class switching (gE / intecteukin - d homologous recombination) LIXING XU, BEVERLY GORHAM, SUZANNE C. Li, ANDREA BoTTARo *, FRepeRick W. ALT *, ‘ AND Paut. RoTHMANt Departments of Microbiology abd Medicine, a Deparment of Hachemistry and Howard Hughes Medial Ist, Coumbin University Collegeof pecans snd Surgeons, New Yotk, NY IO? Communicated by Harold S. Ginsberg, January 4. 1983 ABSTRACT Recent work has shown that the ability of cytokines to direct immunoglobulin heavy chain clas - switeh recombination to particular heavy mountain chain constant (C) region (Cu) genes correlates with the induction of specifie germ - line (Cy transcripts. To test the role of germ - line transcripts in class switching, we have used homologous recombination to mutate the immunoglobulin heavy chain locus ofthe 18. 8120 murine ‘ pee - B - cell line. In the parent cell Tine, the combination of imerleukin - 4 (IL - 4) and lipopolysaccharide (LPS) induces ‘ germline « locus transcription prior to class switching to e. ‘ The heavy chain locus of the mutated cel line contains the Jmmunoglobulin heavy chain enkancer and variable region gene promoter in place of the LPS / IL - 4 - responsive germ - line £ promoter. The mutant cell line constitutively transcribes the ‘ locus in the absence of IL - 4. Strikingly, the mutant cell line also switches to in the absence of Il - 4. This result demon strates that, at least in the 18. 81A20 cell line, germline « transeription plays a direct roe in class switching to the # locale. {In addition, the ability to change the pattern of clas switching boy altering transcriptional activity indicates that transcription of germ - line Ch is mechanistically important in regulation of class switching. Iimmunoglobulin heavy chain class switching i the process by which the constant region (C) ofan antibody is changed, allowing the molecule to retain its antigen - binding specificity ‘ hile changing is effector function. Most studies have found that lass switching occurs by recombination event between regions of repetitive DNA {termed switch (S) regions] that are present upstream of each heavy chain C region gene (Ci) Except Cy. This recombination deletes the intervening Cy. genes from the chromosome and juxtaposes a diferent Cx bene directly 3 ” ofthe rearranged V - D - J varable - iversity = joining) gene segments (encoding the V region) ofthe heavy Chain locus (reviewed ia ref. 1 ). Certain mitogens and cyto - kines have been shown to alter the immunoglobulin isotypes produced by B cells both in vivo and in vitro. For example, the culture of murine B cells with the bacterial endotoxin lipopolysaccharide (LPS) and the T - cell lymphokine inter leukin 4 (IL - 4) induces the production of IgE (reviewed nef 2 ), The induction of IgE has been shown to be dependent on TL - abothin transgenic mice (e. , ef 3) andin aioe infected With parasites (e. g. ref 4) Inaddition mice homozygous for a disrupted IL - 4 gene do not produce IgE (5. “ The mlecular mechanism by which ytokines such as IL - 4 direct elas: switching remains unknown, However, recent Work has shown that the ability of cytokines 10 direct lass - switch recombination to particular Cy genes correlates, with the indvetion of transcripts (termed “ germline Cy “ The pubiaton cows of his aril were defrayed in art by page charge payment. Thi arte mast therefore be herby marke \" advertisement \" In accordance with 18 U. S. C. 1178 solely 1 edicate his fc. transcripts \") that initiate upstream of the switch recombina - tion sequences of the involved Cx gene (reviewed in ret. 6 ). For example, concurrent treatment of murine splenic B lymphocytes or certain B - ineage cell lines with LPS and IL - induces expression of germline etranscriptsat the transcrip - tional level before the production of IgE (7 - 9 ). Germ - line transcripts have been identified at almost all murine and human Cy genes and are structurally conserved. Further evidence for the important role of germline Cy transcription hhas been provided by the identification of cytokine - responsive curie clements around the initiation regions of certain Cy transcripts (9 - 10 ), ‘ The correlation between germ - line Cy transcription and subsequent recombination implicates transcription through specific $ regions asa targeting mechanism for class switch - ing. There are several models that could explain the mech - anism by which germ - line transcription targets class switch - ing (reviewed in ref. 6 ). One possibilty is that there is a ‘ non - specific switch recombination machinery that is directed to specific regions by transcription, perhaps by modulating the accessibility of specific S regions. Another possibility, suggested by the conserved structure of these germ - line Cy transcripts, is that the transcripts themselves perform an essential role, either as RNA or by encoding small polypep - tide molecules. Although there is @ strong correlation between the pres - cence of germline Cy transcripts and subsequent switching, ‘ there is still no direct evidence that this activity is essential For class switching, To better define the importance of ‘ germ - line transcription inthe process of class switching, we altered the endogenous heavy chain locus in an Abelson ‘ murine leukemia virus (Ab - MuLV) - transformed pre - B - cell line by homologous recombination. The gene targeting in - serts the immunoglobulin heavy chain enhancer (E,) and variable region (Vi) promoter into the e locus to ascertain ‘ whether constitutive transcription through the S, switch region is sufficient to target tbe ¢ locus for class switching, MATERIALS AND METHODS Cell Culture. The 18. 8142 Ab - MuLV - transformed cell line (12) and culture conditions (8) have been described. DNA Construct. The “ epsilon knock - out ” (EPKO) con - struct used for targeting the heavy chain locus consisted of 10 kilobases (kb) of genomic e region extending from the BamHI ‘ Abbreviations: LPS. ipopalysaecharide; La, interieukin - ¥: C, con Sant region; Cy, heavy chain Creel: V, variable realm: Vi heavy hain V region, S, swish region: Sy, « heavy chain S region; Cy, © heavy ehain C region: D, diversity region; J, joining region; Ab - MuLV, Abelson murine leukemia vis; E, , heavy chain gene enhancers EPKO, epilon knockout; neo, neomycin resistance gene ‘ Present address: The Howard Hughes Medical lasttute, The Chi - drens Hospital, Boston, MA 02315. ‘ Towhom reprint equests should be addressed,",
        "Proc. Natl. Acad. Si, USA YoL 9. 3705 - 5709, pe 1993 immuncey Replacement of germ - line ¢ promoter by gene targeting alters control of immunoglobulin heavy chain class switching (gE / intecteukin - d homologous recombination) LIXING XU, BEVERLY GORHAM, SUZANNE C. Li, ANDREA BoTTARo *, FRepeRick W. ALT *, ‘ AND Paut. RoTHMANt Departments of Microbiology abd Medicine, a Deparment of Hachemistry and Howard Hughes Medial Ist, Coumbin University Collegeof pecans snd Surgeons, New Yotk, NY IO? Communicated by Harold S. Ginsberg, January 4. 1983 ABSTRACT Recent work has shown that the ability of cytokines to direct immunoglobulin heavy chain clas - switeh recombination to particular heavy chain constant (C) region (Cu) genes correlates with the induction of specifie germ - line (Cy transcripts. To test the role of germ - line transcripts in class switching, we have used homologous recombination to mutate the immunoglobulin heavy chain locus ofthe 18. 8120 murine ‘ pee - B - cell line. In the parent cell Tine, the combination of imerleukin - 4 (IL - 4) and lipopolysaccharide (LPS) induces ‘ germline « locus transcription prior to class switching to e. ‘ The heavy chain locus of the mutated cel line contains the Jmmunoglobulin heavy chain enkancer and variable region gene promoter in place of the LPS / IL - 4 - responsive germ - line £ promoter. The mutant cell line constitutively transcribes the ‘ locus in the absence of IL - 4. Strikingly, the mutant cell line also switches to in the absence seizure of Il - 4. This result demon strates that, at least in the 18. 81A20 cell line, germline « transeription plays a direct roe in class switching to the # locus. {In addition, the ability to change the pattern of clas switching boy altering transcriptional activity indicates that transcription of germ - line Ch is mechanistically important in regulation of class switching. Iimmunoglobulin heavy chain class switching i the process by which the constant region (C) ofan antibody is changed, allowing the molecule to retain its antigen - binding specificity ‘ hile changing is effector function. Most studies have found that lass switching occurs by recombination outcome between regions of repetitive DNA {termed switch (S) regions] that are present upstream of each heavy chain C region gene (Ci) Except Cy. This recombination deletes the intervening Cy. genes from the chromosome and juxtaposes a diferent Cx bene directly 3 ” ofthe rearranged V - D - J varable - iversity = joining) gene segments (encoding the V region) ofthe heavy Chain locus (reviewed ia ref. 1 ). Certain mitogens and cyto - kines have been shown to alter the immunoglobulin isotypes produced by B cells both in vivo and in vitro. For example, the culture of murine B cells with the bacterial endotoxin lipopolysaccharide (LPS) and the T - cell lymphokine inter leukin 4 (IL - 4) induces the production of IgE (reviewed nef 2 ), The induction of IgE has been shown to be dependent on TL - abothin transgenic mice (e. , ef 3) andin aioe infected With parasites (e. g. ref 4) Inaddition mice homozygous for a disrupted IL - 4 gene do not produce IgE (5. “ The mlecular mechanism by which ytokines such as IL - 4 direct elas: switching remains unknown, However, recent Work has shown that the ability of cytokines 10 direct lass - switch recombination to particular Cy genes correlates, with the indvetion of transcripts (termed “ germline Cy “ The pubiaton cows of his aril were defrayed in art by page charge payment. Thi arte mast therefore be herby marke \" advertisement \" In accordance with 18 U. S. C. 1178 solely 1 edicate his fc. transcripts \") that initiate upstream of the switch recombina - tion sequences of the involved Cx gene (reviewed in ret. 6 ). For example, concurrent treatment of murine splenic B lymphocytes or certain B - ineage cell lines with LPS and IL - induces expression of germline etranscriptsat the transcrip - tional level before the production of IgE (7 - 9 ). Germ - line transcripts have been identified at almost all murine and human Cy genes and are structurally conserved. Further evidence for the important role of germline Cy transcription hhas been provided by the identification of cytokine - responsive cis clements around the initiation regions of certain Cy transcripts (9 - 10 ), ‘ The correlation between germ - line Cy transcription and subsequent recombination implicates transcription through specific $ regions asa targeting mechanism for class switch - ing. There are several models that could explain the mech - anism by which germ - line transcription targets class switch - ing (reviewed in ref. 6 ). One possibilty is that there is a ‘ non - specific switch recombination machinery that is directed to specific regions by transcription, perhaps by modulating the accessibility of specific S regions. Another possibility, suggested by the conserved structure of these germ - line Cy transcripts, is that the transcripts themselves perform an essential role, either as RNA or by encoding small polypep - tide molecules. Although there is @ strong correlation between the pres - cence of germline Cy transcripts and subsequent switching, ‘ there is still no direct evidence that this activity is essential For class switching, To better define the importance of ‘ germ - line transcription inthe process of class switching, we altered the endogenous heavy chain locus in an Abelson ‘ murine leukemia virus (Ab - MuLV) - transformed pre - B - cell line by homologous recombination. The gene targeting in - serts the immunoglobulin heavy chain enhancer (E,) and variable region (Vi) promoter into the e locus to ascertain ‘ whether constitutive transcription through the S, switch region is sufficient to target tbe ¢ locale for class switching, MATERIALS AND METHODS Cell Culture. The 18. 8142 Ab - MuLV - transformed cell line (12) and culture conditions (8) have been described. DNA Construct. The “ epsilon knock - out ” (EPKO) con - struct used for targeting the heavy chain locus consisted of 10 kilobases (kb) of genomic e region extending from the BamHI ‘ Abbreviations: LPS. ipopalysaecharide; La, interieukin - ¥: C, con Sant region; Cy, heavy chain Creel: V, variable region: Vi heavy hain V region, S, swish region: Sy, « heavy chain S region; Cy, © heavy ehain C region: D, diversity region; J, joining region; Ab - MuLV, Abelson murine leukemia vis; E, , heavy chain gene enhancers EPKO, epilon knockout; neo, neomycin resistance gene ‘ Present address: The Howard Hughes Medical lasttute, The Chi - drens Hospital, Boston, MA 02315. ‘ Towhom reprint equests should be addressed,"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The ability of Cy.tokines to direct immunoglobulin heavy chain clas-switeh.recombination to particular genes correlates with the. induction of specifie germ-line transcripts. The authors claim that germline transeription plays a direct role in class switching to the ‘locus’ of an antibody."
}