{
    "filename": "50652895-2898.jpg",
    "metadata": {},
    "text": "'\n\n“Gy\niar ary mccain ia\n\n \n\nMAYHEN, William ¢,\nMANUSCRIPT #2\n\n \n\n \n\nuP 21324\nShort communication\n\nIn vivo reactivity of resistance arterioles to activation\nof ATP-sensitive K* channels\n\nWilliam G. Mayban\nDearne of Physisosy aml Biplyscs, Vices of Nebraska Medica Coster, Onan, NOSIS, USA\n\nReceived 27 May 1993, essed MS received 21 July 1993, nected 23 July 1993\n\n(Our goat was to examine in vivo responses of testanceartevoles contained within the hamster check pooch wicrcrewation\nto setivaton of ATP-sensitive potassium (K*) channels, We measured changes in diameter of cheek pouch arterioles in response\n{o activation of ATP-scrsitve K* chanocl sing RP 5249 (Aprikalim) and BRL 38227 (active enantiomer of ero\nS2491 and BRI. 38277 prodoced dose-related dilatation of attesioles, which was inhibited ly ghibenetamide (10 jeND, but not\naitered by N@nonometty- L-arginine (L-NMMA; 1.0 jeND. Glibenclamide did not alter baseline diameter of cheek poveh\nAreroles and did not alter dilatation of check pouch arterioles in response to aitroglycerin(.0 and 10 aM). LINMMA dd aot\nalter dilatation of arterials to nitoghyerin, but inibited dilatation of arterioles to acetylcholine (0.4, 1.1 ad 10 sw). Thus,\nAilatation of arterioles in response t0 activation of ATP-sensitive K channels appeats tobe specie snd does pot involve the\n‘clea of nitric oxide or antic oxide containing conipound, The finngs of the present study suggest that ATP-sensitive K*\n\n \n\n     \n\n \n\n    \n\n \n\n‘hannels are funetional in cess\n\n  \n\nAprikatims\n\n \n\nheck pouch\n\n \n\n1. tutrodaction\n\n \n\nPotassium channels, which are closed by inereases in\nintracellular adenosine S'-tiphosphate (ATP), were\nfirst described by Noma using single channel record-\nings from cardiac cell membranes (Noma, 1983). In\naddition to cardiae tissue, ATP-sensitive K* channels\nhhave been deseribed in skeletal muscle, vascular smooth\nmuscle, neurons and pancteatic beta cells (Asheroft,\n1988; Richer et al., 1990; Cook, 1988; Standen ct al\n1989), Activation of ATP-sensitive K* channels using\ncromakalim, pinacidil, nicorandil, and/or a\nproduces relaxation of vascular muscle/ditatat\nlarge peripheral and cercbral blood vessels (Nagao ct\n, 1991; McCarron et al, 1991; Ksoll et al, 1991;\nStanden et al., 1989; Faraci and Heistad, 1993).\n\nSince the use of K* channel openers may have\nimportant therapeutie implications for the treatment of\nhypertension (Cook, 1988), and in light of\nstudies which have examined the effects of\nactivation of ATP-sensitive K* channels on large blood\n\n \n\n \n\n \n\n \n\n \n \n\n    \n\n \n\n  \n\n \n\n \n\nCorrespondence to: Wiliam G. Mayhan, Deparment of Physiology\nsnd Biophysics, University of Nebraska Medical Center, 60 South\n\"End Street, Omaha, NE 68198-1575, USA. Tel, (402) 559829, fax\n(aon) 550-4538,\n\nnce arterioles in vivo, but do not appear to affect resting tone of check pouch at\n\n \n\noles.\n\n \n\nterioles: Vasodilatation, BRL. 38227; Nitric oxide (NOW,\nLNMMA (NS.tnanometty\n\n \n\n-arginine); (Hamster)\n\n  \n\nKsoll et a, 1991; Standen ct al., 1989;\nHeistad, 1993), we were interested in deter\neffects of activation of ATP-sensitive K* channels on\nresistance arterioles. Thus, the first goal of the present\nstudy was to determine the effects of activation of\nATP-sensitive K* channels on in vivo diameter of\nresistance arterioles contained within the microcircula-\ntion of the hamster cheek pouch. A recent study has\nsuggested that activation of ATP-sensitive K* channels\nproduces increases in pulmonry blood flow which can\nbe partially attenuated by enzymatic inhibitors of nitric\noxide formation (Chang et al., 1992). Thus, itis poss\n\nble that relaxation of vascular smooth muscle by a\n‘ion of ATP-sensitive K* channels may be related 10\nUe release of nitric oxide or a nitric oxide containing.\ncompound. The second goal of this study was to dete\nmine a role for nitric oxide or a nitric oxide containing\ncompound in diiatation of resistance arterioles in re-\nsponse to activation of ATP-sensitive K* channels,\n\n \n\n \n\n \n\n    \n\n \n\n \n\n2, Materials and methods\n2.1, Preparation of animals\n\nMale, Golden Syrian hamsters (123 +t 1 g; mean\nS.E.) were used in these studies. On the day of the\n\f",
    "augmented_texts": [
        "' “ Gy iar ary mccain ia MAYHEN, William ¢, MANUSCRIPT # 2 uP 21324 Short communication In vivo reactivity of resistance arterioles to activation of ATP - sensitive K * channels William G. Mayban Dearne of Physisosy aml Biplyscs, Vices of Nebraska Medica Coster, Onan, NOSIS, USA Received 27 May 1993, essed MS received 21 July 1993, nected 23 July 1993 (Our goat was to examine in vivo responses of testanceartevoles contained within the hamster check pooch wicrcrewation to setivaton of ATP - sensitive potassium (K *) channels, We measured changes in diameter of cheek pouch arterioles in response {o activation of ATP - scrsitve K * chanocl sing RP 5249 (Aprikalim) and BRL 38227 (active enantiomer of ero S2491 and BRI. 38277 prodoced dose - related dilatation of attesioles, which was inhibited ly ghibenetamide (10 jeND, but not aitered by N @ nonometty - L - arginine (L - NMMA; 1. 0 jeND. Glibenclamide did not alter baseline diam of cheek poveh Areroles and did not alter dilatation of check pouch arterioles in response to aitroglycerin (. 0 and 10 aM ). LINMMA dd aot alter dilatation of arterials to nitoghyerin, but inibited dilatation of arterioles to acetylcholine (0. 4, 1. 1 ad 10 sw ). Thus, Ailatation of arterioles in response t0 activation of ATP - sensitive K channels appeats tobe specie snd does pot involve the ‘ clea of nitric oxide or antic oxide containing conipound, The finngs of the present study suggest that ATP - sensitive K * ‘ hannels are funetional in cess Aprikatims heck pouch 1. tutrodaction Potassium channels, which are closed by inereases in intracellular adenosine S ' - tiphosphate (ATP ), were first described by Noma using single channel record - ings from cardiac cell membranes (Noma, 1983 ). In addition to cardiae tissue, ATP - sensitive K * channels hhave been deseribed in skeletal muscle, vascular smooth muscle, neurons and pancteatic beta cells (Asheroft, 1988; Richer et al. , 1990; Cook, 1988; Standen ct al 1989 ), Activation of ATP - sensitive K * channels using cromakalim, pinacidil, nicorandil, and / or a produces relaxation of vascular musculus / ditatat large peripheral and cercbral blood vessels (Nagao ct, 1991; McCarron et al, 1991; Ksoll et al, 1991; Standen et al. , 1989; Faraci and Heistad, 1993 ). Since the use of K * channel openers may have important therapeutie implications for the treatment of hypertension (Cook, 1988 ), and in light of studies which have examined the effects of activation of ATP - sensitive K * channels on large blood Correspondence to: Wiliam G. Mayhan, Deparment of Physiology snd Biophysics, University of Nebraska Medical Center, 60 South \" End Street, Omaha, NE 68198 - 1575, USA. Tel, (402) 559829, fax (aon) 550 - 4538, nce arterioles in vivo, but do not appear to affect resting tone of check pouch at oles. terioles: Vasodilatation, BRL. 38227; Nitric oxide (NOW, LNMMA (NS. tnanometty - arginine ); (Hamster) Ksoll et a, 1991; Standen ct al. , 1989; Heistad, 1993 ), we were interested in deter effects of activation of adenosine triphosphate - sensitive K * channels on resistance arterioles. Thus, the first goal of the present study was to determine the effects of activation of ATP - tender K * channels on in vivo diameter of resistance arterioles contained within the microcircula - tion of the hamster cheek pouch. A recent study has suggested that activation of ATP - sensitive K * channels produces increases in pulmonry blood flow which can be partially attenuated by enzymatic inhibitors of nitric oxide formation (Chang et al. , 1992 ). Thus, itis poss ble that relaxation of vascular smooth muscle by a ‘ ion of ATP - sensitive K * channels may be related 10 Ue departure of nitric oxide or a nitric oxide containing. compound. The second goal of this study was to dete mine a role for nitric oxide or a nitric oxide containing compound in diiatation of resistance arterioles in re - sponse to activation of ATP - sensitive K * channels, 2, Materials and methods 2. 1, Preparation of animals Male, Golden Syrian hamsters (123 + t 1 g; mean S. E.) were used in these studies. On the day of the",
        "' “ Gy iar ary mccain ia MAYHEN, William ¢, MANUSCRIPT # 2 uP 21324 Short communication In vivo reactivity of resistance arterioles to activation of ATP - sensitive K * channels William G. Mayban Dearne of Physisosy aml Biplyscs, Vices of Nebraska Medica Coster, Onan, NOSIS, USA Received 27 May 1993, essed MS received 21 July 1993, nected 23 July 1993 (Our goat was to examine in vivo responses of testanceartevoles contained within the hamster check pooch wicrcrewation to setivaton of ATP - sensitive potassium (K *) channels, We measured changes in diameter of cheek pouch arterioles in response {o activation of ATP - scrsitve K * chanocl sing RP 5249 (Aprikalim) and BRL 38227 (active enantiomer of ero S2491 and BRI. 38277 prodoced dose - related dilatation of attesioles, which was inhibited ly ghibenetamide (10 jeND, but not aitered by N @ nonometty - L - arginine (L - NMMA; 1. 0 jeND. Glibenclamide did not alter baseline diameter of cheek poveh Areroles and did not alter dilatation of check pouch arterioles in response to aitroglycerin (. 0 and 10 aM ). LINMMA dd aot alter dilatation of arterials to nitoghyerin, but inibited dilatation of arterioles to acetylcholine (0. 4, 1. 1 ad 10 sw ). Thus, Ailatation of arterioles in response t0 activation of ATP - sensitive K channels appeats tobe specie snd does pot involve the ‘ clea of nitric oxide or antic oxide containing conipound, The finngs of the present study suggest that ATP - sensitive M * ‘ hannels are funetional in cess Aprikatims heck pouch 1. tutrodaction Potassium channels, which are closed by inereases in intracellular adenosine S ' - tiphosphate (ATP ), were first described by Noma using single channel record - ings from cardiac cell membranes (Noma, 1983 ). In addition to cardiae tissue, ATP - sensitive K * channels hhave been deseribed in skeletal muscle, vascular smooth muscle, neurons and pancteatic beta cells (Asheroft, 1988; Richer et al. , 1990; Cook, 1988; Standen ct al 1989 ), Activation of ATP - sensitive K * channels using cromakalim, pinacidil, nicorandil, and / or a produces relaxation of vascular muscle / ditatat large peripheral and cercbral blood vessels (Nagao ct, 1991; McCarron et al, 1991; Ksoll et al, 1991; Standen et al. , 1989; Faraci and Heistad, 1993 ). Since the use of K * channel openers may have important therapeutie implications for the treatment of hypertension (Cook, 1988 ), and in light of studies which have examined the effects of activation of ATP - sensitive K * channels on large blood Correspondence to: Wiliam G. Mayhan, Deparment of Physiology snd Biophysics, University of Nebraska Medical Center, 60 South \" End Street, Omaha, NE 68198 - 1575, USA. Tel, (402) 559829, fax (aon) 550 - 4538, nce arterioles in vivo, but do not appear to affect resting tone of check pouch at oles. terioles: Vasodilatation, BRL. 38227; Nitric oxide (NOW, LNMMA (NS. tnanometty - arginine ); (Hamster) Ksoll et a, 1991; Standen ct al. , 1989; Heistad, 1993 ), we were interested in deter effects of activation of ATP - sensitive K * channels on resistance arterioles. Thus, the first goal of the present subject area was to determine the effects of activation of adenosine triphosphate - sensitive K * channels on in vivo diameter of resistance arterioles contained within the microcircula - tion of the hamster cheek pouch. A recent study has suggested that activation of ATP - sensitive K * channels produces increases in pulmonry blood flow which can be partially attenuated by enzymatic inhibitors of nitric oxide formation (Chang et al. , 1992 ). Thus, itis poss ble that relaxation of vascular smooth muscle by a ‘ ion of ATP - sensitive K * channels may be related 10 Ue release of nitric oxide or a nitric oxide containing. compound. The second goal of this study was to dete mine a role for nitric oxide or a nitric oxide containing compound in diiatation of resistance arterioles in re - sponse to activation of ATP - sensitive K * channels, 2, Materials and methods 2. 1, Preparation of animals Male, Golden Syrian hamsters (123 + t 1 g; mean S. E.) were used in these studies. On the day of the"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "In vivo reactivity of resistance arterioles to activation of ATP-sensitive K* channels. We measured changes in diameter of cheek pouch arterioes in response to K-channels' activation. Activation of potassium channels may have implications for the treatment ofhypertension."
}