{
    "filename": "50654893-4893.jpg",
    "metadata": {},
    "text": "Levtemia & (Sum). GIS - Vs -199e\n\ncDNA Sequencing Confirms HTLV-1 Expression in Adult T-Cell\nLeukemia/Lymphoma and Different Sequence Variations in Jn Vivo and\n\nIn Vitro\n\nwi N, Bememan, Ronald B, Ganenhaus, Marvin S Rit, 3, Mary E. Klotman, and Robert C. Gallo\n\n‘Latest of Tumor Ce ily. Naan Cancer nine, NT, Reena. MD,\n\nHuman T-tymphotropc virus type T QITLV-]) is the etiologia!\ngent of adult T-cell leukemiahymphoma (ATL) and of tropieal\nSpastic paraparesvHTTLV-Lassocated myelpathy (TSPIHAM). Tn\nth diseases, expresion of veal message can general only be\ndemonstrated by the reverse tansciptsepolymerase chan eats\ntion (RT-PCR) techriqe. We have previously ceported oo the the\nxpression of atleast four types of alternatively spliced p¥ RNAS\n‘i it and in vivo (I). The sequence variation between HTLV-1pX\n«DNAs cloned from two diferent HTLV-Finfected cell lines and\nfrom wacuktured primary peripheral blood movonuceat cells\n(PHMC) from two ATL patients was examined. ‘Noae ofthe DNA\n<looes from one of the ATL samples was compkely Kenia o ay\nofthe previously cloned cell line messages, establishing that the\ndemonstration of HTLVal mRNA in ATI not the result of POR\nfontanination. Sequence analysis showed that dfterences between\n‘samples can be clustered according to their geographic orig. Cell\nline eDNAS showed s more marked sequence deft than, ATL.\n‘DNAs, specially in the Jong termina repeat (UTR), demonstrating\n‘sociation of intrastrain variability with culture in wird In\n\\tasirain eDNA_ variability In vivo also suggests ongoing vial\nreplication in infected individ \"A premature slop code\nBX-Il open reading frame (orf ma 2\nthat the complete putative pX-T protein wot esventel for Teel\n{immortaliation or HTLV-1 replication,\n\nINTRODUCTION\n\nHTLV is the human revovirus tat isthe etapa agem of ATL\n(viene in tt 2) an of the chron progressive demyetinang de\nxe TSPHAM (viewed inet. 3).-Alhough HTLVAL i wel esa\nlished as being the cause of ATL, sie perfomed inthe pst bare\nGiles eounely det vial mestage and aliens inthe lakes\nfell of ATL Geviewes in fel) This led 0 the hypothesis that\nFeil gene expressions eure for he mainenance o he Te\ncel! lekemiatymphons: the role. of HTLV expression would te\n‘ested generating polyclonal T-ymphocyte liferation ale i\n{ction and befor: the relaively re event ofa ukemi evoiian (0,\n‘Hower this models lagey based on the nity fo det IETLV.1\naresion with Norther ting, The more sensitive PCR tetiqoe\n‘as allowed detection of viral messages in uncultedprimasy el rom\nates wih ATL (1 5) and TSP/MAM (6), It should tem iat\n‘xen in TSPMAM. vil expesion can only he demonsiated by RT.\nPCR and vot by Norther thing (3,6) although HTLV pes exes\nsion (in paricua tht of he wansaciatc tac ene) is eieved to lay\n3 major fle inthe disease (6,7). The Boogel recvance ofthe\n\n20 Jow-level gene expression should hus me be discounted The\nHTLV. Tax protein simulates the proliferation of par human yr.\nphosyes in iro, whee added exogenously in vty low (anamcar)\namounts (8.9) A sit efet was sun observed in vir on nia\nized lol cells (Gatenhaus eta, unpublished servation). A ow\n‘eve of poein, wand fom low devel vl message, could thu il\nhave abilogl ation,\n\n4m action t the LTR and the ga poland ent ones, the HTLV.\nfsvome contains an ational panelled phat as fut rs, nam\nered from fo IV (PX IV) (10). nthe pasta bly. spicad\n\nSoncsymdkve i. 7. Betaeman, Nain Cane Ista, NBL Rang\n37. Roor 09. Bebes, MD 2892, USA\n\nIMRNA was described fr proteins encoded by the pt region (I, 12.\n‘This MRNA, called pX or tavrex mRNA, codes fr Tax, Ue ape\nansctvatr of HTLV. fr Rex, the reglator af expression, and for\n21\", a pectin of unknow futon (13) The docblyspiced pt\nIBRNA allows the tresltion of Rex and p21 frm he pXI of ard\n‘Tas from We pXAV et; however, the Walton of PX XH ors\n‘aot be intaed on this pX mRNA. Using the methodology of RT\nPCR, we have detected at leas tre other ype of aleratively spliced\nMRNAS coding fr pins othe pX eben (1) p87 mRNA with 9\nading capacity foe Tas, Rex nd p21\", pk 721 mRNA thi the\n[me candiate fr a monecisuoats message for p24\" and po\nhich could encode a amino ai polypeptide (14 as) anda 87.\nmina acid pron, as well as p21\". We fune these for alimatvely\nspliced mesages fore pX replon ot only in HTLV-Lintcted Teel\nlines, bt also in pimary.uncutured cells fom patents with ATL. sug\nfesing in vivo relevance ofthese MRNAS andthe proteins they encode\n‘We preset here our nuclide sequence dts ‘of the meses\nHTLV infected eel ins and primary els om ATL psc\n\nMATERIALS AND METHODS\n\nCloning end Sequencing of he Messges fom the HTLV pX Reson\n“These procedures were desctibed cLewere (I) Tul). RNA was\n<amvened wo eDNA, wit avian myelblaisvius RT. Pu of the\nDNA molecule) was amplified esing PCR and primers reogaiing\n‘spectively a tegon inthe ist, noncoding exon of Be cassea\nmRNA in he LIK (M24, ITTLV-1 mceoides 399-40), and a eponin\nthe the exon of the classi pX mRNA (MS, HTLV nocaoies\n1398-7373), ‘The eDNAS wer cloned ino the EGR -Not Tits of\n‘Bluescrp plasm (Stratagene, La Jl, CA) and sequenced using he\n‘ideoxynucleois chan termination metho (14) andthe Sequese\nVersion 20 DNA sequencing it (United. Stites Biochemicals,\nCleveland, OF). cDNA sequences were obtain’ fom non eared,\nbrimzy PBMC fom two ATL patents (ATLA and ATLAS) (Fig. 1)\n(3) aswell as ram two HTLV-tpeodacing cel lines te inten 2\n(Q:2} independent C1OMY cel lin (15) and he I-2-dpendent NUIBG\nCeline (1), obtained by infecting aed blood Iympbeyees with PBMC\nfiom ATLA\n\nComparison and Alignment of the pX cDNA Seauences with Pblished\nLILVSI DNA and cDNA Sequences: The eDNA sequences were coms\nved 10 the peolotype HTLV-T proviral soqunces obtained on\n‘riper blood cells ofa Japanese patent with ATL (ama ATK. 1)\n(40) and rom cord blood el ine, infec wih IETLN-I ro an ATL\natin of Cuzibhean engin (HS-35) (16) (i. 1), Sequence analysis\n‘as perfoned wsing the MicroGene program sofware (Beckman In\nstruments Co, Palo Alo, CA). Nacleoie number in th slecy\n‘ees to the labia ATK-I Japanese seqacace (10), stating wid\ncleotide number 1 atthe opr end af De provi genome. Our\nEDNA sequences were also compared with te fllming published se.\nueces (Fig, 2), which cover at least pa of be sequcres studied hers\n(woceaies 399-471, 6993-5183, 7227-798) mb ATM UFTLV\nina cell Une exolshed with leukemic els from a Jpancse pint\nwih ATL) (1), pHTL 707 (MET-2 celine, exalishe by infecting\nar blood cels with HTLV-1 Grom a Japanese ATL pation) (18. 19)\nSVpX CFARL2 at Tel ine infected wth HTLV rom a Japanese\nen with ATL (11) and pat of the lambada ATK clone (0), 245\n(T-cell ine (20), HS (el ne frm he cetospinal ui (CSF\n8 Japanese patient with TSPTHAMD (21), TSP-1 (cl in extalished\n{rom PBMC of Japanese patient wilh TSP/MAM) (22), piICT T-cell\nlie established fom CSF ofa Japanese patient with TSPATAM) (23),\n\nas\n\n \n\n50654893\n\f",
    "augmented_texts": [
        "Levtemia & (Sum ). GIS - Vs - 199e cDNA Sequencing Confirms HTLV - 1 Expression in Adult T - Cell Leukemia / Lymphoma and Different Sequence Variations in Jn Vivo and In Vitro wi N, Bememan, Ronald B, Ganenhaus, Marvin S Rit, 3, Mary E. Klotman, and Robert C. Gallo ‘ Latest of Tumor Ce ily. Naan Cancer nine, NT, Reena. MD, Human T - tymphotropc virus type T QITLV -] ) is the etiologia! gent of adult T - cell leukemiahymphoma (ATL) and of tropieal Spastic paraparesvHTTLV - Lassocated myelpathy (TSPIHAM ). Tn th diseases, expresion of veal message can general only be demonstrated by the reverse tansciptsepolymerase chan eats tion (RT - PCR) techriqe. We have previously ceported oo the the xpression of atleast four types of alternatively spliced p ¥ RNAS ‘ i it and in vivo (I ). The sequence variation between HTLV - 1pX « DNAs cloned from two diferent HTLV - Finfected cell lines and from wacuktured primary peripheral blood movonuceat cells (PHMC) from two ATL patients was examined. ‘ Noae ofthe DNA <looes from one of the ATL samples was compkely Kenia o ay ofthe previously cloned cell line messages, establishing that the demonstration of HTLVal mRNA in ATI not the result of POR fontanination. Sequence analysis showed that dfterences between ‘ samples can be clustered according to their geographic orig. Cell line eDNAS showed s more marked successiveness deft than, ATL. ‘ DNAs, specially in the Jong termina repeat (UTR ), demonstrating ‘ sociation of intrastrain variability with culture in wird In \\ tasirain eDNA_ variability In vivo also suggests ongoing vial replication in infected individ \" A premature slop code BX - Il open reading frame (orf ma 2 that the complete putative pX - T protein wot esventel for Teel {immortaliation or HTLV - 1 replication, INTRODUCTION HTLV is the human revovirus tat isthe etapa agem of ATL (viene in tt 2) an of the chron progressive demyetinang de xe TSPHAM (viewed inet. 3 ). - Alhough HTLVAL i wel esa lished as being the cause of ATL, sie perfomed inthe pst bare Giles eounely det vial mestage and aliens inthe lakes fell of ATL Geviewes in fel) This led 0 the hypothesis that Feil gene expressions eure for he mainenance o he Te cel! lekemiatymphons: the role. of HTLV expression would te ‘ ested generating polyclonal T - ymphocyte liferation ale i {ction and befor: the relaively re event ofa ukemi evoiian (0, ‘ Hower this models lagey based on the nity fo det IETLV. 1 aresion with Norther ting, The more sensitive PCR tetiqoe ‘ as allowed detection of viral messages in uncultedprimasy el read only storage ates wih ATL (1 5) and TSP / MAM (6 ), It should tem iat ‘ xen in TSPMAM. vil expesion can only he demonsiated by RT. PCR and vot by Norther thing (3, 6) although HTLV pes exes sion (in paricua tht of he wansaciatc tac ene) is eieved to lay 3 major fle inthe disease (6, 7 ). The Boogel recvance ofthe 20 Jow - level gene expression should hus me be discounted The HTLV. Tax protein simulates the proliferation of par human yr. phosyes in iro, whee added exogenously in vty low (anamcar) amounts (8. 9) A sit efet was sun observed in vir on nia ized lol cells (Gatenhaus eta, unpublished servation ). A ow ‘ eve of poein, wand fom low devel vl message, could thu il have abilogl ation, 4m action t the LTR and the ga poland ent ones, the HTLV. fsvome contains an ational panelled phat as fut rs, nam ered from fo IV (PX IV) (10 ). nthe pasta bly. spicad Soncsymdkve i. 7. Betaeman, Nain Cane Ista, NBL Rang 37. Roor 09. Bebes, MD 2892, USA IMRNA was described fr proteins encoded by the pt region (I, 12. ‘ This MRNA, called pX or tavrex mRNA, codes fr Tax, Ue ape ansctvatr of HTLV. fr Rex, the reglator af expression, and for 21 \", a pectin of unknow futon (13) The docblyspiced pt IBRNA allows the tresltion of Rex and p21 frm he pXI of ard ‘ Tas from We pXAV et; however, the Walton of PX XH ors ‘ aot be intaed on this pX mRNA. Using the methodology of RT PCR, we have detected at leas tre other ype of aleratively spliced MRNAS coding fr pins othe pX eben (1) p87 mRNA with 9 ading capacity foe Tas, Rex nd p21 \", pk 721 mRNA thi the [pine tree state candiate fr a monecisuoats message for p24 \" and po hich could encode a amino ai polypeptide (14 as) anda 87. mina acid pron, as well as p21 \". We fune these for alimatvely spliced mesages fore pX replon ot only in HTLV - Lintcted Teel lines, bt also in pimary. uncutured cells fom patents with ATL. sug fesing in vivo relevance ofthese MRNAS andthe proteins they encode ‘ We preset here our nuclide sequence dts ‘ of the meses HTLV infected eel ins and primary els om ATL psc MATERIALS AND METHODS Cloning end Sequencing of he Messges fom the HTLV pX Reson “ These procedures were desctibed cLewere (I) Tul ). RNA was <amvened wo eDNA, wit avian myelblaisvius RT. Pu of the DNA molecule) was amplified esing PCR and primers reogaiing ‘ spectively a tegon inthe ist, noncoding exon of Be cassea mRNA in he LIK (M24, ITTLV - 1 mceoides 399 - 40 ), and a eponin the the exon of the classi pX mRNA (MS, HTLV nocaoies 1398 - 7373 ), ‘ The eDNAS wer cloned ino the EGR - Not Tits of ‘ Bluescrp plasm (Stratagene, La Jl, CA) and sequenced using he ‘ ideoxynucleois chan termination metho (14) andthe Sequese Version 20 DNA sequencing it (United. Stites Biochemicals, Cleveland, OF ). cDNA sequences were obtain ’ fom non eared, brimzy PBMC fom two ATL patents (ATLA and ATLAS) (Fig. 1) (3) aswell as ram two HTLV - tpeodacing cel lines te inten 2 (Q: 2} independent C1OMY cel lin (15) and he I - 2 - dpendent NUIBG Celine (1 ), obtained by infecting aed blood Iympbeyees with PBMC fiom ATLA Comparison and Alignment of the pX cDNA Seauences with Pblished LILVSI DNA and cDNA Sequences: The eDNA sequences were coms ved 10 the peolotype HTLV - T proviral soqunces obtained on ‘ riper blood cells ofa Japanese patent with ATL (ama ATK. 1) (40) and rom cord blood el ine, infec wih IETLN - I ro an ATL atin of Cuzibhean engin (HS - 35) (16) (i. 1 ), Sequence analysis ‘ as perfoned wsing the MicroGene curriculum sofware (Beckman In struments Co, Palo Alo, CA ). Nacleoie number in th slecy ‘ ees to the labia ATK - I Japanese seqacace (10 ), stating wid cleotide number 1 atthe opr end af De provi genome. Our EDNA sequences were also compared with te fllming published se. ueces (Fig, 2 ), which cover at least pa of be sequcres studied hers (woceaies 399 - 471, 6993 - 5183, 7227 - 798) mb ATM UFTLV ina cell Une exolshed with leukemic els from a Jpancse pint wih ATL) (1 ), pHTL 707 (MET - 2 celine, exalishe by infecting ar blood cels with HTLV - 1 Grom a Japanese ATL pation) (18. 19) SVpX CFARL2 at Tel ine infected wth HTLV rom a Japanese en with ATL (11) and pat of the lambada ATK clone (0 ), 245 (T - cell ine (20 ), HS (el ne frm atomic number 2 cetospinal ui (CSF 8 Japanese patient with TSPTHAMD (21 ), TSP - 1 (cl in extalished {rom PBMC of Nipponese patient wilh TSP / MAM) (22 ), piICT T - cell lie established fom CSF ofa Japanese patient with TSPATAM) (23 ), as 50654893",
        "Levtemia & (Sum ). GIS - Vs - 199e cDNA Sequencing Confirms HTLV - 1 Expression in Adult T - Prison cell Leukaemia / Lymphoma and Different Sequence Variations in Jn Vivo and In Vitro wi N, Bememan, Ronald B, Ganenhaus, Marvin S Rit, 3, Mary E. Klotman, and Robert C. Gallo ‘ Latest of Tumor Ce ily. Naan Cancer nine, NT, Reena. MD, Human T - tymphotropc virus type T QITLV -] ) is the etiologia! gent of adult T - cell leukemiahymphoma (ATL) and of tropieal Spastic paraparesvHTTLV - Lassocated myelpathy (TSPIHAM ). Tn th diseases, expresion of veal message can general only be demonstrated by the reverse tansciptsepolymerase chan eats tion (RT - PCR) techriqe. We have previously ceported oo the the xpression of atleast four types of alternatively spliced p ¥ RNAS ‘ i it and in vivo (I ). The sequence variation between HTLV - 1pX « DNAs cloned from two diferent HTLV - Finfected cell lines and from wacuktured primary peripheral blood movonuceat cells (PHMC) from two ATL patients was examined. ‘ Noae ofthe DNA <looes from one of the ATL samples was compkely Kenia o ay ofthe previously cloned cell line messages, establishing that the demonstration of HTLVal mRNA in ATI not the result of POR fontanination. Sequence analysis showed that dfterences between ‘ samples can be clustered according to their geographic orig. Cell line eDNAS showed s more marked sequence deft than, ATL. ‘ DNAs, specially in the Jong termina repeat (UTR ), demonstrating ‘ sociation of intrastrain variability with culture in wird In \\ tasirain eDNA_ variability In vivo also suggests ongoing vial replication in infected individ \" A premature slop code BX - Il open reading frame (orf ma 2 that the complete putative pX - T protein wot esventel for Teel {immortaliation or HTLV - 1 replication, INTRODUCTION HTLV is the human revovirus tat isthe etapa agem of ATL (viene in tt 2) an of the chron progressive demyetinang de xe TSPHAM (viewed inet. 3 ). - Alhough HTLVAL i wel esa lished as being the cause of ATL, sie perfomed inthe pst bare Giles eounely det vial mestage and aliens inthe lakes fell of ATL Geviewes in fel) This led 0 the hypothesis that Feil gene expressions eure for he mainenance o he Te cel! lekemiatymphons: the role. of HTLV expression would te ‘ ested generating polyclonal T - ymphocyte liferation ale i {ction and befor: the relaively re event ofa ukemi evoiian (0, ‘ Hower this models lagey based on the nity fo det IETLV. 1 aresion with Norther ting, The more sensitive PCR tetiqoe ‘ as allowed detection of viral messages in uncultedprimasy el rom ates wih ATL (1 5) and TSP / MAM (6 ), It should tem iat ‘ xen in TSPMAM. vil expesion can only he demonsiated by RT. PCR and vot by Norther thing (3, 6) although HTLV pes exes sion (in paricua tht of he wansaciatc tac ene) is eieved to lay 3 major fle inthe disease (6, 7 ). The Boogel recvance ofthe 20 Jow - level gene expression should hus me be discounted The HTLV. Tax protein simulates the proliferation of par human yr. phosyes in iro, whee added exogenously in vty low (anamcar) amounts (8. 9) A sit efet was sun observed in vir on nia ized lol cells (Gatenhaus eta, unpublished servation ). A ow ‘ eve of poein, wand fom low devel vl message, could thu il have abilogl ation, 4m action t the LTR and the ga poland ent ones, the HTLV. fsvome contains an ational panelled phat as fut rs, nam ered from fo IV (PX IV) (10 ). nthe pasta bly. spicad Soncsymdkve i. 7. Betaeman, Nain Cane Ista, NBL Rang 37. Roor 09. Bebes, MD 2892, USA IMRNA was described fr proteins encoded by the pt region (I, 12. ‘ This MRNA, called pX or tavrex mRNA, codes fr Tax, Ue ape ansctvatr of HTLV. fr Rex, the reglator af expression, and for 21 \", a pectin of unknow futon (13) The docblyspiced pt IBRNA allows the tresltion of Rex and p21 frm he pXI of ard ‘ Tas from We pXAV et; however, the Walton of PX XH ors ‘ aot be intaed on this pX mRNA. Using the methodology of RT PCR, we have detected at leas tre other ype of aleratively spliced MRNAS coding fr pins othe pX eben (1) p87 mRNA with 9 ading capacity foe Tas, Rex nd p21 \", pk 721 mRNA thi the [me candiate fr a monecisuoats message for p24 \" and po hich could encode a amino ai polypeptide (14 as) anda 87. mina acid pron, as well as p21 \". We fune these for alimatvely spliced mesages fore pX replon ot only in HTLV - Lintcted Teel lines, bt also in pimary. uncutured cells fom patents with ATL. sug fesing in vivo relevance ofthese MRNAS andthe proteins they encode ‘ We preset here our nuclide sequence dts ‘ of the meses HTLV infected eel ins and primary els om ATL psc MATERIALS AND METHODS Cloning end Sequencing of he Messges fom the HTLV pX Reson “ These procedures were desctibed cLewere (I) Tul ). RNA was <amvened wo eDNA, wit avian myelblaisvius RT. Pu of the DNA molecule) was amplified esing PCR and primers reogaiing ‘ spectively a tegon inthe ist, noncoding exon of Be cassea mRNA in he LIK (M24, ITTLV - 1 mceoides 399 - 40 ), and a eponin the the exon of the classi pX mRNA (MS, HTLV nocaoies 1398 - 7373 ), ‘ The eDNAS wer cloned ino the EGR - Not Tits of ‘ Bluescrp plasm (Stratagene, La Jl, CA) and sequenced using he ‘ ideoxynucleois chan termination metho (14) andthe Sequese Version 20 DNA sequencing it (United. Stites Biochemicals, Cleveland, OF ). cDNA sequences were obtain ’ fom non eared, brimzy PBMC fom two ATL patents (ATLA and ATLAS) (Fig. 1) (3) aswell as ram two HTLV - tpeodacing cel lines te inten 2 (Q: 2} independent C1OMY cel lin (15) and he I - 2 - dpendent NUIBG Celine (1 ), obtained by infecting aed blood Iympbeyees with PBMC fiom ATLA Comparison and Alignment of the pX cDNA Seauences with Pblished LILVSI DNA and cDNA Sequences: The eDNA sequences were coms ved 10 the peolotype HTLV - T proviral soqunces obtained on ‘ riper blood cells ofa Japanese patent with ATL (ama ATK. 1) (40) and rom cord blood el ine, infec wih IETLN - I ro an ATL atin of Cuzibhean engin (HS - 35) (16) (i. 1 ), Sequence analysis ‘ as perfoned wsing the MicroGene program sofware (Beckman In struments Co, Palo Alo, CA ). Nacleoie number in th slecy ‘ ees to the labia ATK - Iodin Japanese seqacace (10 ), stating wid cleotide number 1 atthe opr end af De provi genome. Our EDNA sequences were also compared with te fllming published se. ueces (Fig, 2 ), which cover at least pa of be sequcres studied hers (woceaies 399 - 471, 6993 - 5183, 7227 - 798) mb ATM UFTLV ina cell Une exolshed with leukemic els from a Jpancse pint wih ATL) (1 ), pHTL 707 (MET - 2 celine, exalishe by infecting ar blood cels with HTLV - 1 Grom a Japanese ATL pation) (18. 19) SVpX CFARL2 at Tel ine infected wth HTLV rom a Japanese en with ATL (11) and pat of the lambada ATK clone (0 ), 245 (T - cell ine (20 ), HS (el ne frm he cetospinal ui (CSF 8 Japanese patient with TSPTHAMD (21 ), TSP - 1 (cl in extalished {rom PBMC of Japanese patient wilh TSP / MAM) (22 ), piICT T - cell lie established fom CSF ofa Japanese patient with TSPATAM) (23 ), as 50654893"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "DNA Sequencing Confirms HTLV-1 Expression in Adult T-Cell Leukemia/Lymphoma and Different Sequence Variations in Jn Vivo and In Vitro. The Boogvance of the Taxa develomation could have the effect of reducing the number of human tumours."
}