{
    "filename": "50655146-5154.jpg",
    "metadata": {},
    "text": "‘wo.0ov 171, 679-687 (1989)\n\nMapping and Insertional Mutagenesis of a Vaccinia Virus Gene\nEncoding a 13,800-Da Secreted Protein\n\nGIRISH J. KOTWAL, AMBROS W. HUGIN, ano BERNARD MOSS\"\n\n‘Laboratory of Via Diseases, Noxon Instivie of Alergy ond nfocvows Diseases, Navondl Instves of Heath, Bethesda, “tear: 20882\nReceived Morch 17,1889, accepted Ai 24, 1968\n\nThe objective of his study was to identity and characterize the gone encoding a protein of approximately 12 kDa that\n{s socreted trom cetis infected withthe vaccinia virus. The absence ofthis protein from the medium of ccs infact\n\nWith @ spontaneous deletion mutant 6/2) suggested thatthe open roading freme (ORT) was located within» 12,000.\n‘base pair segment near the let end ofthe genome (G. Kotwal and B. Moss, Nature (London) 335, 176-176, 1988).\n‘Antibody tothe 12-kDa protein immunopreciiteted an appropriate sie in vitro translation product of mRNA that hy:\n\n \n\n \n  \n\nRNA start\nste with on atypical TAAAAT sequence. The NIL gene was iatecrupted by replacing @ segment ofthe ORF withthe\nEschorichi col p-galactosidase gone. When two-dimensional polyacrylamide gelelectrophoretc patterns of F*SImeth.\n\nbeled proteins secreted from cels infected with parental end recombinant viruses were Compared. & spot\n_nissing from the attr corresponded in molecular weight and isoelectric point with that predicted from the NIL ORF.\n‘The lati analysis revesied the presence of other secreted proteins of similar molecular weight but diferent isoelectric\npoints that also appear to map within the left end ofthe vaccinia genome. The recombinant vieus wae attenuated as\njudged by the increased intracranial LDy or mice but nevertheless induced antibody and cytotonc responses after\n‘ntcadermal and intaperitoneal injections. Relative tothe pacentel vius, the recombinant was elzo more atienvated\n\n \n\n \n\n \n\nforimmunodeticient ude mice, based on their survival time ster infection. 1388 Aesemc Pes ne\n\nINTRODUCTION\n\nThe vaccinia virus contains a large number of genes,\n‘mony of which are required for replication and expres.\nsion of the lineer double-stranded 186 kbp DNA ge-\n‘nome within the cytoplasm of infected cells (Moss,\n1986). Some genes, however, particularly those lo-\nceted near the ends of the DNA, are dispensible for\ngrowth in tissue culture es indicated by the occurrence\n‘of spontaneous deletion mutants (Wittek eta, 1978;\nMoss et a, 1981a; Panicali et al, 1981). One subset\n‘of nonessential genes encodes secretory proteins that\nhhave been named virokines (Kotwal and Moss, 19882).\n“The best studied member of this class is @ 19-kDa pro:\ntein that con bind tothe epidermal growth factor recep-\ntor of uninfected cells and stimulate their growth (Twer-\nzk et a1, 1986; Stroobant et al. 1986). Deletion of\nboth copies of the vaccinia growth factor gene pre\nVents vius‘induced cell proliferation and diminishes\nthe abilty of the virus to grow in animals (Buller et al,\n1988a,b).Exomination of the medium of vaccinia virus:\ninfected cells revealed the presence of two other pro-\nteins of 35 and 12 kDa (Kotwal and Moss, 1988e). The\nabsence of these proteins after infection with @sponte-\n\n \n\nTo whom requests for reprints shouldbe aderessed\n\n$78\n\nneous deletion mutant (6/2) of vaccinia wus, indicate\n‘that they map within a 12.6:kbp segment near the let\nend of the genome (Kotwal and Moss, 1988: Wher\nthe gene for the larger of these two proteins «vas |\ncated and sequenced, a remarkable degree of simie\niy to @ human protein that binds complement <8 wes\n‘noted (Kotwal and Moss, 19886). Recently, the ourifies\n35-kDa viral protein was shown to inhibit the classics!\ncomplement cascade (G. Kotwal and B. Moss, unput-\nlished) suggesting that its role may be to counterect\nhost defense mechanisms. The object of the present\n‘study wes to identify and characterize the gene forth\n12:kDa protein and then to construct a mutant de’\ncientin its synthesis.\n\n   \n\nMATERIALS AND METHODS\nVirus and cells,\n\nVaccinia virus (strain WR), originally obtained from\nthe ATCC, wes propagated in HeLa cells. Plaque isc-\nlate 6/2, a spontaneous mutant, was obtained from 2\nContinuously passaged stock of the WR virus (Moss et\n21, 1981b). vGKS was constructed by insertional inach-\nvation of the NIL ORF as described under Resuls,\nHeLa cells were grown in Eagle's medium supple-\nmented with 5% horse serum. CV-1 end BSC-1 cells\n\n \n\n0042-6822/893.00\nCup 888 ere 8 he\nipsa aeaiconnny mena:\n\n \n\n \n\n50655146\n\f",
    "augmented_texts": [
        "‘ wo. 0ov 171, 679 - 687 (1989) Mapping and Insertional Mutagenesis of a Vaccinia Virus Gene Encoding a 13, 800 - Da Secreted Protein GIRISH J. KOTWAL, AMBROS W. HUGIN, ano BERNARD MOSS \" ‘ Laboratory of Via Diseases, Noxon Instivie of Alergy ond nfocvows Diseases, Navondl Instves of Heath, Bethesda, “ tear: 20882 Received Morch 17, 1889, accepted Ai 24, 1968 The objective of his study was to identity and characterize the gone encoding a protein of approximately 12 kDa that {s socreted trom cetis infected withthe vaccinia virus. The absence ofthis protein from the medium of ccs infact With @ spontaneous deletion mutant 6 / 2) suggested thatthe open roading freme (ORT) was located within » 12, 000. ‘ base pair segment near the let end ofthe genome (G. Kotwal and B. Moss, Nature (London) 335, 176 - 176, 1988 ). ‘ Antibody tothe 12 - kDa protein immunopreciiteted an appropriate sie in vitro translation product of mRNA that hy: RNA start ste with on atypical TAAAAT sequence. The NIL gene was iatecrupted by replacing @ segment ofthe ORF withthe Eschorichi col p - galactosidase gone. When two - dimensional polyacrylamide gelelectrophoretc patterns of F * SImeth. beled proteins secreted from cels infected with parental end recombinant viruses were Compared. & spot _nissing from the attr corresponded in molecular weight and isoelectric point with that predicted from the NIL ORF. ‘ The lati analysis revesied the presence of other secreted proteins of similar molecular weight but diferent isoelectric points that also appear to map within the left end ofthe vaccinia genome. The recombinant vieus wae attenuated as judged by the increased intracranial LDy or mice but nevertheless induced antibody and cytotonc responses after ‘ ntcadermal and intaperitoneal injections. Relative tothe pacentel vius, the recombinant was elzo more atienvated forimmunodeticient ude mice, based on their survival time ster infection. 1388 Aesemc Pes ne INTRODUCTION The vaccinia virus contains a large number of genes, ‘ mony of which are required for replication and expres. sion of the lineer double - stranded 186 kbp DNA ge - ‘ nome within the cytoplasm of infected cells (Moss, 1986 ). Some genes, however, particularly those lo - ceted near the ends of the DNA, are dispensible for growth in tissue culture es indicated by the occurrence ‘ of spontaneous deletion mutants (Wittek eta, 1978; Moss et a, 1981a; Panicali et al, 1981 ). One subset ‘ of nonessential genes encodes secretory proteins that hhave been named virokines (Kotwal and Moss, 19882 ). “ The best studied member of this class is @ 19 - kDa pro: tein that con bind tothe epidermal growth factor recep - tor of uninfected cells and stimulate their growth (Twer - zk et a1, 1986; Stroobant et al. 1986 ). Deletion of both copies of the vaccinia growth factor gene pre Vents vius ‘ induced cell proliferation and diminishes the abilty of the virus to grow in animals (Buller et al, 1988a, b ). Exomination of the medium of vaccinia virus: infected cells revealed the presence of two other pro - teins of 35 and 12 kDa (Kotwal and Moss, 1988e ). The absence of these proteins after infection with @ sponte - To whom requests for reprints shouldbe aderessed $ 78 neous deletion mutant (6 / 2) of vaccinia wus, indicate ‘ that they map within a 12. 6: kbp segment near the let end of the genome (Kotwal and Moss, 1988: Wher the gene for the larger of these two proteins « vas | cated and sequenced, a remarkable degree of simie iy to @ human protein that binds complement <8 wes ‘ noted (Kotwal and Moss, 19886 ). Recently, the ourifies 35 - kDa viral protein was shown to inhibit the classics! complement cascade (G. Kotwal and B. Moss, unput - lished) suggesting that its role may be to counterect host defense mechanisms. The object of the present ‘ study wes to identify and characterize the gene forth 12: kDa protein and then to construct a mutant de ’ cientin its synthesis. MATERIALS AND METHODS Virus and cells, Vaccinia virus (strain WR ), originally obtained from the ATCC, wes propagated in HeLa cells. Plaque isc - late 6 / 2, a spontaneous mutant, was obtained from 2 Continuously passaged stock of the WR virus (Moss et 21, 1981b ). vGKS was constructed by insertional inach - vation of the NIL ORF as described under Resuls, HeLa cells were grown in Eagle ' s medium supple - mented with 5% horse serum. CV - 1 end BSC - 1 cells 0042 - 6822 / 893. 00 Cup 888 ere 8 he ipsa aeaiconnny mena: 50655146",
        "‘ wo. 0ov 171, 679 - 687 (1989) Mapping and Insertional Mutagenesis of a Vaccinia Virus Gene Encoding a 13, 800 - Da Secreted Protein GIRISH J. KOTWAL, AMBROS W. HUGIN, ano BERNARD MOSS \" ‘ Laboratory of Via Diseases, Noxon Instivie of Alergy ond nfocvows Diseases, Navondl Instves of Heath, Bethesda, “ tear: 20882 Received Morch 17, 1889, accepted Ai 24, 1968 The objective of his study was to identity and characterize the gone encoding a protein of approximately 12 kDa that {s socreted trom cetis infected withthe vaccinia virus. The absence ofthis protein from the medium of ccs infact With @ spontaneous deletion mutant 6 / 2) suggested thatthe open roading freme (ORT) was located within » 12, 000. ‘ base pair segment near the let end ofthe genome (G. Kotwal and B. Moss, Nature (London) 335, 176 - 176, 1988 ). ‘ Antibody tothe 12 - kDa protein immunopreciiteted an appropriate sie in vitro translation product of mRNA that hy: RNA start ste with on atypical TAAAAT sequence. The NIL gene was iatecrupted by replacing @ segment ofthe ORF withthe Eschorichi col p - galactosidase gone. When two - dimensional polyacrylamide gelelectrophoretc patterns of F * SImeth. beled proteins secreted from cels infected with parental end recombinant viruses were Compared. & spot _nissing from the attr corresponded in molecular weight and isoelectric point with that predicted from the NIL ORF. ‘ The lati analysis revesied the presence of other secreted proteins of similar molecular weight but diferent isoelectric points that also appear to map within the left end ofthe vaccinia genome. The recombinant vieus wae attenuated as judged by the increased intracranial LDy or mice but nevertheless induced antibody and cytotonc responses after ‘ ntcadermal and intaperitoneal injections. Relative tothe pacentel vius, the recombinant was elzo more atienvated forimmunodeticient ude mice, based on their survival time ster infection. 1388 Aesemc Pes ne INTRODUCTION The vaccinia virus contains a large number of genes, ‘ mony of which are required for replication and expres. sion of the lineer double - stranded 186 kbp DNA ge - ‘ nome within the cytoplasm of infected cells (Moss, 1986 ). Some genes, however, particularly those lo - ceted near the ends of the DNA, are dispensible for growth in tissue culture es indicated by the occurrence ‘ of spontaneous deletion mutants (Wittek eta, 1978; Moss et a, 1981a; Panicali et al, 1981 ). One subset ‘ of nonessential genes encodes secretory proteins that hhave been named virokines (Kotwal and Moss, 19882 ). “ The best studied member of this class is @ 19 - kDa pro: tein that con bind tothe epidermal growth factor recep - tor of uninfected cells and stimulate their growth (Twer - zk et a1, 1986; Stroobant et al. 1986 ). Deletion of both copies of the vaccinia growth factor gene pre Vents vius ‘ induced cell proliferation and diminishes the abilty of the virus to grow in animals (Buller et al, 1988a, b ). Exomination of the culture medium of vaccinia virus: infected cells revealed the presence of two other pro - teins of 35 and 12 kDa (Kotwal and Moss, 1988e ). The absence of these proteins after infection with @ sponte - To whom requests for reprints shouldbe aderessed $ 78 neous deletion mutant (6 / 2) of vaccinia wus, indicate ‘ that they map within a 12. 6: kbp segment near the let end of the genome (Kotwal and Moss, 1988: Wher the gene for the larger of these two proteins « vas | cated and sequenced, a remarkable degree of simie iy to @ human protein that binds complement <8 wes ‘ noted (Kotwal and Moss, 19886 ). Recently, the ourifies 35 - kDa viral protein was shown to inhibit the classics! complement cascade (G. Kotwal and B. Moss, unput - lished) suggesting that its role may be to counterect host defense mechanisms. The object of the present ‘ study wes to identify and characterize the gene forth 12: kDa protein and then to construct a mutant de ’ cientin information technology synthesis. material AND METHODS Virus and jail cell, Vaccinia virus (strain WR ), originally obtained from the ATCC, wes propagated in HeLa cells. Plaque isc - late 6 / 2, a spontaneous mutant, was obtained from 2 Continuously passaged stock of the WR virus (Moss et 21, 1981b ). vGKS be constructed by insertional inach - vation of the NIL ORF as described under Resuls, HeLa cells were grown in Eagle ' s medium supple - mented with 5% horse serum. CV - 1 end BSC - 1 cells 0042 - 6822 / 893. 00 Cup 888 ere 8 he ipsa aeaiconnny mena: 50655146"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Vaccinia virus contains a large number of genes, many of which are required for replication and expres. The NIL gene was iatecrupted by replacing @ segment ofthe ORF withthe Schisorichi col p-galactosidase gone. This led to the discovery of a gene encoding a protein of approximately 12 kDa."
}