{
    "filename": "506692463_506692464.jpg",
    "metadata": {},
    "text": "20 min.)\n\nG ain.)\n\n(5 min.)\n\nGS nin.)\n\nG nin.)\n\n(5 min.)\n\nGS nin.)\n\nDISCUSSION GUIDE - TRIER ACCEPTORS\n\nIntroduction\n\n- Na\n- Occupation\n- Usual brand, how long\n\n \n\n \n\nHow and vhen did you first become avare of PREMIER?\n\n~ Recall of first impressions based on what seen/heard\n\nVhat else have you heard or read about PREMIER?\n\n- Did anything you heard or read influence your decision to try the\nproduct?\nDoes anyone you know smoke PREMIER?\nHas anyone you knov tried PREMIER (and told you anything about it)?\n\nHave you seen any OOH ads for PREMTER?\n\n~ What did they say?\n= Vhat are the attributes the advertising talks about?\n~ Vhat vas the most appealing thing about the ad?\n‘The least appealing?\n= Are the press and the advertising saying the sane thing?\n\nHave you seen any print ads for PREMIER?\n\n- What did they say?\n= What are the attributes the advertising talks about?\n= What vas the most appealing thing about the ad?\n\nThe least appealing?\n- Are the press and the advertising saying the\n\n \n  \n\n \n\nme thing?\n\nons for initial trial\n\n \n\n= What attributes about the product de you find the most appealing?\nThe least appealing?\n- Do you care about these attributes?\n\nSource of initial trial\n\n- Friend (1 pack or more/1 cigarette)\n= B2G2F\n\ngavz 6990S\n\n \n\n \n\f",
    "augmented_texts": [
        "20 min.) G ain.) (5 min.) g nin.) G nin.) (5 min.) 1000 nin.) DISCUSSION GUIDE - TRIER ACCEPTORS Introduction - Na - Occupation - Usual brand, how long How and vhen did you first go avare of PREMIER? ~ Recall of first impressions based on what seen / heard Vhat else have you heard or read about prime minister? - Did anything you heard or read influence your decision to try the product? Does anyone you know smoke PREMIER? Has anyone you knov tried PREMIER (and told you anything about it )? Have you seen any OOH ads for PREMTER? ~ What did they say? = Vhat are the property the advertising talks about? ~ Vhat vas the most appealing thing astir the ad? ‘ The least appealing? = Are the press and the advertising saying the sane thing? Have you seen any print ads for PREMIER? - What do they say? = What are the attributes the advertising talks about? = What vas the most appealing thing about the ad? The least appealing? - Are the press and the advertising saying the me thing? ons for initial trial = What attributes about the product de you find the most appealing? The least appealing? - Do you care about these attributes? Source of initial trial - Friend (1 pack or more / 1 cigarette) = B2G2F gavz 6990S",
        "20 fukien.) G ain.) (5 min.) GS nin.) G nin.) (5 min.) GS nin.) DISCUSSION GUIDE - TRIER ACCEPTORS Introduction - Na - Occupation - Usual sword, how long How and vhen did you first become avare of PREMIER? ~ Recall of first impressions based on what seen / heard Vhat else have you heard or read about PREMIER? - Did anything you heard or read influence your decision to try the product? Does anyone you know smoke PREMIER? Has anyone you knov tried PREMIER (and told you anything about it )? Have you assure any OOH ads for PREMTER? ~ What did they say? = Vhat are the attributes the advertising lecture about? ~ Vhat vas the most appealing thing about the ad? ‘ The least appealing? = Are the press and the advertising saying the sane thing? Have you seen any print ads for PREMIER? - What did they say? = What are the attributes the advertising talks about? = What vas the most appealing thing about the advertisement? The least appealing? - Are the press and the advertising saying the me thing? ons for initial trial = What attributes about the product de you find the most likeable? The least appealing? - Do you care about these attributes? Source of initial trial - Friend (1 pack or more than / 1 cigarette) = B2G2F gavz 6990S"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The survey is designed to help people decide whether to try a new cigarette. The questions include: What attributes about the product do you find the most appealing? What are the attributes the advertising talks about? Do you care about these attributes? How long did you first become avare of the brand?"
}