{
    "filename": "50661561-1575.jpg",
    "metadata": {},
    "text": "at, vot 70, 251-265, Jay 26.1992, Copyright © 1952 by Col Press\n\nGenetic Isolation of ADA2: A Potential\nTranscriptional Adaptor Required for Function\nof Certain Acidic Activation Domains\n\nShelley L. Borge,” Benjamin Pita,” Neal Sverman,*\nGrogory A. Marcus,\" Jule Agopite\"JtreyL. Regie.?\nSteven J. Trezenberg,? and Leonard Guarente*\n\n* Department of Biclogy\n\nMassachusetts Insitute of Technology\n\nCambridge, Massachusetts 02139\n\nDeparment of Biacnemistyy\n\n8Genetes Program\n\nMichigan State University\n\nEest Lansing, Michigan 48624\n\n‘Summary\n\nWe have devised agenetic strategy tolsolate thetarget\nof acidic activation domains of transcriptional active\ntors based on toxicity in yeast cells of the chimeric\n‘activator, GALA-VP16. Toxielty required the Integrity\n‘of both the VP16 acidic activation domain and the\nGALA DNA-binding domain, suggesting thet inhibition\nresulted from trapping of general transcription factors,\n‘at genomic sites. Mutations that break the Interaction\nbetween GAL4-VP16 and general factors would allev!-\nate toxlelty and identity transcriptional adaptors, it\n‘adaptors bridged the interaction between activators\n‘and genoral factors. We thus identified ADA1, ADA2,\n‘and ADA. Mutations in ADA2 reduced the activity of\nGAL4-VP16 and GCN4 In vivo. ada2 mutant extracts\n‘exhibited normal basal transcription, but were defec-\ntive in responding to GAL4-VP 16, GCN&, or the dA:\nactivator. Strikingly, the mutant extract responded ike\nwild type to GAL4-HAP4, We conclude that ADA2 po-\ntentlates the activity of one class of acidic activation\ndomain but not a second class\n\n \n\n \n\n  \n\n  \n\n \n\n‘Transeripton o eukaryotic genes often requies sites that\nfact at great distances from the promoter, termed en-\nhhancors in mammalian co's (Banerji eta. 1981; Moreau\n\n‘1. 1981) and UASS in yeast (Guarente et a, 1982).\nEnhancers or UASs are bound by transcriptional activator\nproteins that contain two functional domains, one that ic-\ntales ONA binding, and a second that activates tanscrip-\ntion (rent ang Ptashne. 1965). The uctivation domains of\nseveral yeast activators are characterized by a high con-\ntent of acidic amino acids (Hope and Struhl, 1888; Ma and\nPiashne, 19872). Activation domains from metazoans are\n‘of sevoral classes, including acidic, glutamine rich, and\nproline rich. The acidic activators, such as yeast GALA,\nwill activate transcription in many eukaryotic organisms,\nIncluding mammals (Ptashne, 1988). Thus, the mechs\nnism by which acidic activation domains funetion must\nbe conserved in most or all eukaryotes. Metazoan acidic\nactivators can work in yeast, while nonacidic activators\n‘such 5 the glutaminevich activator, Spt (Courey and\n\n \n\n \n\n \n\n \n\n50661561\n\nTian, 1988), appear not to function in yeast (B. Pita ane\nL Guarente, unpublished data),\n\n‘Acentral question in eukaryotic transcriptions how act-\nvators can transmit their signal othe general transcription\nfactors that comprise the transcription initiation complex,\n‘even when the activator binds to DNA at significant di\ntances from the initiation ste. Several mechanisms have\n‘been proposed for activation ata distance. none model,\n‘activators are thought to prevent the repressive effect of\nhistones on promoters. in vito studies show that the mag-\nnitude of activations actualy increased ifthe anscripton\n‘wactioniscaried out in competition wth the assembly of\nthe DNA template into chromatin (Workman etal, 1991;\nLeybourne and Kadonaga, 1991). This increase in the\n‘magnitude ofactivatonis due to astrong repression ofthe\nbasal level of he in vito transcription reaction by chroma\ntin. In yeast cols, a reduction inthe synthesis of histones\n3 and H4 results inthe partial activation of several cellu-\nJar genes Han and Grunsiein, 1989). These in viro andin\nvivo studies suggest that histones are require to repress,\n\n1scriptiontoaveryowlevelandthat acidic activa-\ntion domains can counteract this repression.\n\nHowover, activators ar also capable of functioning by\n‘amechanism that does not involve histones. Invitro, even.\n‘when the ONA template has not been assembiedinto chro-\n‘matin, activation is stil robust. This fact has been shown\n‘leartyin both mammalian and yeast invirosystems using\ntho GAL4-VP16 fusion protein (‘Sadowski et al. 1988) in\nwhich the acidic activation domain of the herpes simplex.\nVirus protein VP16 (Triezenberg et al. 1988; Gerster and.\nRoeder, 1988; OHare etal, 1988; Preston eta, 1988),\ni fused to th DNA-binding domain of GALA (Johnston\n‘and Dover, 1887).\n\n‘Most models fr activation that do no involve chromatin\ninvoke protein-protein interactions between activators\nbound st UASs and general factors bound at the TATA.\nbox, with the looping out of intervening DNA (Piashne\n1988). These general factors include the TATA box-bind-\nIng protein (TBP) nthe TFIO rection, as well as TFIA,\n“€,-F,-G,-Hy,J, and RNA polymerasell in the absence\nfof any activator, the ganeral factors will cary out basal\ntranscription in iro (Matsui tal, 1980). The function of\n‘TBP intne besa! reactionis also conserved across spacios\n‘boundaries, The yoast TBP has been puriied by vitue of\nits ely to substitute for the mammalian TBP fraction\n‘his basal reaction (Buratowsk’ etal, 1988; Cavaliniet a\n1988). Because the general factors bindto the TATA box-\nInitiation region of the promoter in an ordered pathway\n(Buratowskiet a. 1989). any one of these factors could be\nthe target of activators In fact, chromatographic stugies\nindicated a direct interaction between the acicc acivation\ndomain of VP1G and TBP (Stringer et al., 1980; Ingles ot\nal, 1991). A soparate study concluded that a potentially\n‘stronger intoracton exists between VP16 and TFIIB (Lin\n‘and Green, 1981). The role played by these interactions\nIn the normal function of activators i stil uncertain\n\n  \n\n \n\n \n\n   \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "at, vot 70, 251 - 265, Jay 26. 1992, Copyright © 1952 by Col Press Genetic Isolation of ADA2: A Potential Transcriptional Adaptor Required for Function of Certain Acidic Activation Domains Shelley L. Borge, ” Benjamin Pita, ” Neal Sverman, * Grogory A. Marcus, \" Jule Agopite \" JtreyL. Regie. ? Steven J. Trezenberg, ? and Elmore john leonard Guarente * * Department of Biclogy Massachusetts Insitute of Technology Cambridge, Massachusetts 02139 Deparment of Biacnemistyy 8Genetes Program Michigan State University Eest Lansing, Michigan 48624 ‘ Summary We have devised agenetic strategy tolsolate thetarget of acidic activation domains of transcriptional active tors based on toxicity in yeast cells of the chimeric ‘ activator, GALA - VP16. Toxielty required the Integrity ‘ of both the VP16 acidic activation domain and the GALA DNA - binding domain, suggesting thet inhibition resulted from trapping of general transcription factors, ‘ at genomic sites. Mutations that break the Interaction between GAL4 - VP16 and general factors would allev! - ate toxlelty and identity transcriptional adaptors, it ‘ adaptors bridged the interaction between activators ‘ and genoral factors. We thus identified ADA1, ADA2, ‘ and ADA. Mutations in ADA2 reduced the activity of GAL4 - VP16 and GCN4 In vivo. ada2 mutant extracts ‘ exhibited normal basal transcription, but were defec - tive in responding to GAL4 - VP 16, GCN &, or the dA: activator. Strikingly, the mutant extract responded ike wild type to GAL4 - HAP4, We conclude that ADA2 po - tentlates the activity of one class of acidic activation domain but not a second class ‘ Transeripton o eukaryotic genes often requies sites that fact at great distances from the promoter, termed en - hhancors in mammalian co ' s (Banerji eta. 1981; Moreau ‘ 1. 1981) and UASS in yeast (Guarente et a, 1982 ). Enhancers or UASs are bound by transcriptional activator proteins that contain two functional domains, one that ic - tales ONA binding, and a second that activates tanscrip - tion (rent ang Ptashne. 1965 ). The uctivation domains of several yeast activators are characterized by a high con - tent of acidic amino acids (Hope and Struhl, 1888; Ma and Piashne, 19872 ). Activation domains from metazoans are ‘ of sevoral classes, including acidic, glutamine rich, and proline rich. The acidic activators, such as yeast GALA, will activate transcription in many eukaryotic organisms, Including mammals (Ptashne, 1988 ). Thus, the mechs nism by which acidic activation domains funetion must be conserved in most or all eukaryotes. Metazoan acidic activators can work in yeast, while nonacidic activators ‘ such 5 the glutaminevich activator, Spt (Courey and 50661561 Tian, 1988 ), appear not to function in yeast (B. Pita ane L Guarente, unpublished data ), ‘ Acentral question in eukaryotic transcriptions how act - vators can transmit their signal othe general transcription factors that comprise the transcription initiation complex, ‘ even when the activator binds to DNA at significant di tances from the initiation ste. Several mechanisms have ‘ been proposed for activation ata distance. none model, ‘ activators are thought to prevent the repressive effect of histones on promoters. in vito studies show that the mag - nitude of activations actualy increased ifthe anscripton ‘ wactioniscaried out in competition wth the assembly of the DNA template into chromatin (Workman etal, 1991; Leybourne and Kadonaga, 1991 ). This increase in the ‘ magnitude ofactivatonis due to astrong repression ofthe basal level of he in vito transcription reaction by chroma tin. In yeast cols, a reduction inthe synthesis of histones 3 and H4 results inthe partial activation of several cellu - Jar factor Han and Grunsiein, 1989 ). These in viro andin vivo studies suggest that histones be require to repress, 1scriptiontoaveryowlevelandthat acidic activa - tion domains can counteract this repression. Howover, activators ar as well capable of functioning by ‘ amechanism that does not involve histones. Invitro, even. ‘ when the ONA template has not been assembiedinto chro - ‘ matin, activation is stil robust. This fact has been shown ‘ leartyin both mammalian and yeast invirosystems using tho GAL4 - VP16 fusion protein (‘ Sadowski et al. 1988) in which the acidic activation domain of the herpes simplex. Virus protein VP16 (Triezenberg et al. 1988; Gerster and. Roeder, 1988; OHare etal, 1988; Preston eta, 1988 ), i fused to th DNA - binding domain of GALA (Johnston ‘ and Dover, 1887 ). ‘ Most models fr activation that do no involve chromatin invoke protein - protein interactions between activators bound st UASs and general factors bound at the TATA. box, with the looping out of intervening DNA (Piashne 1988 ). These general factors include the TATA box - bind - Ing protein (TBP) nthe TFIO rection, as well as TFIA, “ €, - F, - G, - Hy, J, and RNA polymerasell in the absence fof any activator, the ganeral factors will cary out basal transcription in iro (Matsui tal, 1980 ). The function of ‘ TBP intne besa! reactionis also conserved across spacios ‘ boundaries, The yoast TBP has been puriied by vitue of its ely to substitute for the mammalian TBP fraction ‘ his basal reaction (Buratowsk ’ etal, 1988; Cavaliniet a 1988 ). Because the general factors bindto the TATA box - Initiation region of the promoter in an ordered pathway (Buratowskiet a. 1989 ). any one of these factors could be the target of activators In fact, chromatographic stugies indicated a direct interaction between the acicc acivation domain of VP1G and TBP (Stringer et al. , 1980; Ingles ot al, 1991 ). A soparate study concluded that a potentially ‘ stronger intoracton exists between VP16 and TFIIB (Lin ‘ and Green, 1981 ). The role played by these interactions In the normal function of activators i stil uncertain",
        "at, vot 70, 251 - 265, Jay 26. 1992, Copyright © 1952 by Col Press Genetic Isolation of ADA2: A Potential Transcriptional Adaptor Required for Function of Certain Acidic Activation Domains Shelley L. Borge, ” Benjamin Pita, ” Neal Sverman, * Grogory A. Marcus, \" Jule Agopite \" JtreyL. Regie. ? Steven J. Trezenberg, ? and Leonard Guarente * * Department of Biclogy Massachusetts Insitute of Technology Cambridge, Massachusetts 02139 Deparment of Biacnemistyy 8Genetes Program Michigan State University Eest Lansing, Michigan 48624 ‘ Summary We have devised agenetic strategy tolsolate thetarget of acidulous activation domains of transcriptional active tors based on toxicity in yeast cells of the chimeric ‘ activator, GALA - VP16. Toxielty required the Integrity ‘ of both the VP16 acidic activation domain and the GALA DNA - binding domain, suggesting thet inhibition resulted from trapping of general transcription factor, ‘ at genomic sites. Mutations that break the Interaction between GAL4 - VP16 and general factors would allev! - ate toxlelty and identity transcriptional adaptors, it ‘ adaptors bridged the interaction between activators ‘ and genoral factors. We thus identified ADA1, ADA2, ‘ and ADA. Mutations in ADA2 reduced the activity of GAL4 - VP16 and GCN4 In vivo. ada2 mutant extracts ‘ exhibited normal basal transcription, but were defec - tive in responding to GAL4 - VP 16, GCN &, or the dA: activator. Strikingly, the mutant extract responded ike wild type to GAL4 - HAP4, We conclude that ADA2 po - tentlates the activity of one class of acidic activation domain but not a second class ‘ Transeripton o eukaryotic genes often requies sites that fact at great distances from the promoter, termed en - hhancors in mammalian co ' s (Banerji eta. 1981; Moreau ‘ 1. 1981) and UASS in yeast (Guarente et a, 1982 ). Enhancers or UASs are bound by transcriptional activator proteins that contain two functional domains, one that ic - tales ONA binding, and a second that activates tanscrip - tion (rent ang Ptashne. 1965 ). The uctivation domains of several yeast activators are characterized by a high con - tent of acidic amino acids (Hope and Struhl, 1888; Ma and Piashne, 19872 ). Activation domains from metazoans are ‘ of sevoral classes, including acidic, glutamine rich, and proline rich. The acid activators, such as yeast GALA, will activate transcription in many eukaryotic organisms, Including mammals (Ptashne, 1988 ). Thus, the mechs nism by which acidic activation domains funetion must be conserved in most or all eukaryotes. Metazoan acidic activators can work in yeast, while nonacidic activators ‘ such 5 the glutaminevich activator, Spt (Courey and 50661561 Tian, 1988 ), appear not to function in yeast (B. Pita ane L Guarente, unpublished data ), ‘ Acentral question in eukaryotic transcriptions how act - vators can transmit their signal othe general transcription factors that comprise the transcription initiation complex, ‘ even when the activator binds to DNA at significant di tances from the initiation ste. Several mechanisms have ‘ been proposed for activation ata distance. none model, ‘ activators are thought to prevent the repressive effect of histones on promoters. in vito studies show that the mag - nitude of activations actualy increased ifthe anscripton ‘ wactioniscaried out in competition wth the assembly of the DNA template into chromatin (Workman etal, 1991; Leybourne and Kadonaga, 1991 ). This increase in the ‘ magnitude ofactivatonis due to astrong repression ofthe basal level of he in vito transcription reaction by chroma tin. In yeast cols, a reduction inthe synthesis of histones 3 and H4 results inthe partial activation of several cellu - Jar genes Han and Grunsiein, 1989 ). These in viro andin vivo studies suggest that histones are require to repress, 1scriptiontoaveryowlevelandthat acidic activa - tion domains can counteract this repression. Howover, activators ar also capable of functioning by ‘ amechanism that does not involve histones. Invitro, even. ‘ when the ONA template has not been assembiedinto chro - ‘ matin, activation is stil racy. This fact has been shown ‘ leartyin both mammalian and yeast invirosystems habituate tho GAL4 - VP16 fusion protein (‘ Sadowski et al. 1988) in which the acidic activation domain of the herpes simplex. Virus protein VP16 (Triezenberg et al. 1988; Gerster and. Roeder, 1988; OHare etal, 1988; Preston eta, 1988 ), i fused to th DNA - binding domain of GALA (Johnston ‘ and Dover, 1887 ). ‘ Most model fr activation that do no involve chromatin invoke protein - protein interactions between activators bound st UASs and general factors bound at the TATA. box, with the looping out of intervening DNA (Piashne 1988 ). These general factors include the TATA box - bind - Ing protein (TBP) nthe TFIO rection, as well as TFIA, “ €, - F, - G, - Hy, J, and RNA polymerasell in the absence fof any activator, the ganeral factors will cary out basal transcription in iro (Matsui tal, 1980 ). The function of ‘ TBP intne besa! reactionis also conserved across spacios ‘ boundaries, The yoast TBP has been puriied by vitue of its ely to substitute for the mammalian TBP fraction ‘ his basal reaction (Buratowsk ’ etal, 1988; Cavaliniet a 1988 ). Because the general factors bindto the TATA box - Initiation region of the promoter in an ordered pathway (Buratowskiet a. 1989 ). any one of these factors could be the target of activators In fact, chromatographic stugies indicated a direct interaction between the acicc acivation domain of VP1G and TBP (Stringer et al. , 1980; Ingles ot al, 1991 ). A soparate study concluded that a potentially ‘ stronger intoracton exists between VP16 and TFIIB (Lin ‘ and Green, 1981 ). The role played by these interactions In the normal function of activators i stil uncertain"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "We have devised agenetic strategy tolsolate thetargetof acidic activation domains of transcriptional active. domains based on toxicity in yeast cells of GALA-VP16. Toxielty required the Integrity. of both the VP16 acidicactivation domain and the. genomic DNA-binding domain. Mutations in ADA2 reduced the activity of acidic. activators, including acidic, glutamine rich, andproline rich."
}