{
    "filename": "50661961-1961.jpg",
    "metadata": {},
    "text": "‘HE Councn, vor TOBACCO RESEARCH-U.S.A., INC,\nSuPPoRTING HOMEDICAL TNVEATIOATION 900 THIRD AVENUE\nNew YoR«, NY 10022\n\nJames F,\n\nGiatnens July 10, 1997\n\nJ. Denry Sato, Ph.D.\n\nW. Alton Jones Cell Science Center\n10 Old Barn Road\n\nLake Placid, NY 12946\n\nDear Dr. Sato:\n\n1 am writing to you as a current or former grantee of ‘The Council for Tobacco\nResearch, U.S.A,, Inc., in order to inform you of one aspect of the agreement recently reached\nby the Attomeys General of several states and representatives of the tobacco industry, our\nfunding sponsors,\n\n‘This agreement, which will roquire Congressional legislation for implementation, calls\nfor disbanding and dissolving ‘The Council for Tobacco Rescarch within 90 days after such\nlegislation gocs into effect. Anticipating that such legislation may be enacted, we have decided\nthat it will not be prudent for us to fund further grant applications\n\nAccordingly, we have suspended review of all new and competing renewal grant\napplications. However, we intend to mect the obligations we have to current grantees. In short,\nthose of you who have an active grant with CTR can expect that our obligation to you will be\net, but 0 new grant applications or competing renewals will be considered\n\nJ deeply regret this decision, 1 believe that the vicious attack on CTR by'the Attomeys\nGeneral reflected a profound misunderstanding of the mission of CTR in supporting the\nbiomedical research community. It is unfortunate that this action will deprive the scientific\n‘community of $20 million dollars annually that might well be spent on important scientific\nresearch, This ill-considered demand by the Attomeys General will penalize the biomedical\nresearch community and the public at large, You have the collective good wishes of the staff of\n‘The Council for Tobacco Research and our sponsors.\n\nRespeetflly,\n\nDrtia 4, Khir nN\n\nJames F. Glenn, M.D.\n\n \n\f",
    "augmented_texts": [
        "‘ HE Councn, vor tobacco plant RESEARCH - U. Entropy. A. , INC, SuPPoRTING HOMEDICAL TNVEATIOATION 900 THIRD AVENUE New YoR «, NY 10022 James F, Giatnens July 10, 1997 J. Denry Sato, Ph. D. W. Alton Jones Cell Science Center 10 Old Barn Road Lake Placid, NY 12946 Dear Dr. Sato: 1 am writing to you as a current or former grantee of ‘ The Council for Tobacco Research, U. S. A, , Inc. , in order to inform you of one aspect of the agreement recently reached by the Attomeys General of several states and representatives of the tobacco industry, our funding sponsors, ‘ This agreement, which will roquire Congressional legislation for implementation, calls for disbanding and dissolving ‘ The Council for Tobacco Rescarch within 90 days after such legislation gocs into effect. Anticipating that such legislation may be enacted, we give birth decided that it will not be prudent for us to fund further grant applications Accordingly, we accept suspended review of all new and competing renewal grant applications. However, we intend to mect the obligations we have to current grantees. In short, those of you who have an active grant with CTR can expect that our obligation to you will be et, but 0 new grant applications or competing renewals will be considered J deeply regret this decision, 1 believe that the vicious attack on CTR by ' the Attomeys General reflected a profound misunderstanding of the mission of CTR in supporting the biomedical research community. It is unfortunate that this action will deprive the scientific ‘ residential area of $ 20 million dollars annually that might well be spent on important scientific research, This ill - considered demand by the Attomeys General will penalize the biomedical research community and the public at large, You have the collective good wishes of the staff of ‘ The Council for Tobacco Research and our sponsors. Respeetflly, Drtia 4, Khir nN James F. Glenn, M. D.",
        "‘ HE Councn, vor TOBACCO RESEARCH - U. S. A. , INC, SuPPoRTING HOMEDICAL TNVEATIOATION 900 THIRD AVENUE New YoR «, NY 10022 James F, Giatnens July 10, 1997 J. Denry Sato, Ph. D. W. Alton Jones Cell Science Center 10 Old Barn Road Lake Placid, NY 12946 Dear Dr. Sato: 1 am writing to you as a current or former grantee of ‘ The Council for Tobacco Research, U. S. A, , Inc. , in order to inform you of one aspect of the agreement recently reached by the Attomeys General of various states and representatives of the tobacco industry, our funding sponsors, ‘ This agreement, which will roquire Congressional legislation for implementation, calls for disbanding and dissolving ‘ The Council for Tobacco Rescarch within 90 days after such legislation gocs into effect. Anticipating that such legislation may be enacted, we have decided that it will not be prudent for us to fund further grant applications Accordingly, we have suspended review of all new and competing renewal grant applications. However, we intend to mect the obligations we have to current grantees. In short, those of you who take an active grant with CTR can expect that our obligation to you will be et, but 0 new grant applications or competing renewals will be considered J deeply repent this decision, 1 believe that the vicious attack on CTR by ' the Attomeys General reflected a profound misunderstanding of the mission of CTR in supporting the biomedical research community. It is unfortunate that this action will deprive the scientific ‘ community of $ 20 million dollars annually that might well be spent on important scientific research, This ill - considered demand by the Attomeys General will penalize the biomedical research community and the public at large, You have the corporate good wishes of the staff of ‘ The Council for Tobacco Research and our sponsors. Respeetflly, Drtia 4, Khir nN James F. Glenn, Molar concentration. D."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "‘The Council for Tobacco Research, U.S.A., Inc. has suspended review of all new and competing renewal grant applications. However, we intend to mect the obligations we have to current grantees.’ ‘We deeply regret this decision, 1 believe that the vicious attack on CTR by'the Attomeys General reflected a profound misunderstanding of the mission of CTR'"
}