{
    "filename": "50674606-4610.jpg",
    "metadata": {},
    "text": " \n\nCTR PROGRESS REPORT\nSubmit this form with Second Reaewal only; do not submit with a First Renewal,\n\nx\n1. Grant number__36.44 2. Progress Period from_7/1/9% _ to:_6/30/94\n(Period described in this report)\n\n3. Name of Investigator: Richard B. Gaynor\n\n4, Title of Original Grant; Characterization of the Cellular Transcription\nFactor TMF\n\n5. Abstract of the Specific Aims as stated in the original application:\n\nThe TATA clement isa critical regulatory region required for gene expression in a\nvariety of promoters transcribed by RNA polymerase Il. A cellular transcription factor\ndesignated TATA binding protein (TBP) binds and activates gene expression from the\nTATA element, In an attempt to identify other cellular factors that bind to the TATA\nelement, we cloned a cellular factor that we designated TMF. TMF binds to a variety of\nViral and cellular TATA elements and functions as a negative regulator of gene expression\nby preventing the binding of TBP. Chromosomal mapping of TMF indicates that itis a\nmember of a gene family localized on chromosome 3p12-p21 which is a frequent site of\ndeletions in lung and renal carcinoma. This region of chromosome 3 is the location of a\npotential suppressor oncogene\n\nWe wish to determine the role of TMF on regulating cellular gene expression and\ngrowth properties. The specific aims are: (1) To analyze the biochemical properties and\nregulation of TMF. (2) To assay the gene expression TMF in normal and tumor tissue. (3)\nTo characterize the genomic structure of TMF and related family members. (4) To\ndetermine the role of TMF on reversing the malignant properties of renal and lung\ncarcinomas. These studies should be useful in determining the function of TMF and how it\nmay be involved in regulating cellular growth properties.\n\n6. Report of Progress.\nAttach to this form no more than 4 pages describing your progress in the last 18 months.\n(Staple separately. Do not staple or affix this CTR Progress Report to the Application Form.)\n\n \n\n  \n\n \n\n7, List all publications (author, title aud journal) resulting from the current CTR award\nthat contain a printed acknowledgment of CTR support.\nFor manuscripts, the desigotion “in press\" means you have a preprint: otherwise use\n“accepted for publication by ....\", “submitted for publication” or “in preparation’,\nDo not list publications that do not acknowledge CTR suppor.\n\n    \n\n   \n\nSeeler J-S., Muchardt C., Suessie A., and Gaynor R.B.+\nActivation of HIV-1 gene expression by the cellular\ntranscription factor PRDIT-BF1. J. Virology 68:1002-1009,\n1994.\n\nou S.I., Duncan A., Garcia J.A., and Gaynor R.B.: Role of\nflanking F box motifs in human immunodeficiency virus type 1\nTATA element function. J. Virology 66:7188-7199, 1994\n\nYin M-d., Paulssen E.J., Seeler J-S., and Gaynor R.B.: Analysis\nof protein domains involved in both in vivo and in vitro\ninteractions between HTLV-I Tax and CREB. J. Virology\nsubmitted.\n\nRAPROUS.DOC rev OULU\n\n \n\n \n\n50674606\n\f",
    "augmented_texts": [
        "CTR PROGRESS REPORT Submit this form with Second Reaewal only; do not submit with a First Renewal, x 1. Grant number__36. 44 2. Advancement Period from_7 / 1 / 9% _ to: _6 / 30 / 94 (Period described in this report) 3. Name of Tec: Richard B. Gaynor 4, Title of Original Grant; Characterization of the Cellular Transcription Factor TMF 5. Abstract of the Specific Aims as stated in the original application: The TATA clement isa critical regulatory region required for cistron expression in a variety of promoters transcribed by RNA polymerase Il. A cellular transcription factor designated TATA binding protein (TBP) binds and activates cistron expression from the TATA element, In an attempt to identify other cellular factors that bind to the TATA element, we cloned a cellular factor that we designated TMF. TMF binds to a variety of Viral and cellular TATA elements and functions as a negative regulator of gene expression by preventing the binding of TBP. Chromosomal mapping of TMF indicates that itis a member of a gene family localized on chromosome 3p12 - p21 which is a frequent site of deletions in lung and renal carcinoma. This region of chromosome 3 is the location of a potential suppressor oncogene We wish to determine the role of TMF on regulating cellular gene expression and growth properties. The specific aims are: (1) To analyze the biochemical properties and regulation of TMF. (2) To assay the gene expression TMF in normal and tumor tissue. (3) To characterize the genomic structure of TMF and related family members. (4) To determine the role of TMF on reversing the malignant properties of renal and lung carcinomas. These studies should be useful in determining the function of TMF and how it may be involved in regulating cellular growth properties. 6. Report of Progress. Attach to this form no more than 4 pages describing your progress in the last 18 months. (Staple separately. Do not staple or affix this CTR Progress Report to the Application Form.) 7, List all publications (author, title aud journal) resulting from the current CTR award that contain a printed acknowledgment of CTR support. For manuscripts, the desigotion “ in press \" means you have a preprint: otherwise use “ accepted for publication by. .. . \", “ submitted for publication ” or “ in preparation ’, Do not list publications that do not acknowledge CTR suppor. Seeler J - S. , Muchardt C. , Suessie A. , and Gaynor R. B. + Activation of human immunodeficiency virus - 1 gene expression by the cellular transcription factor PRDIT - BF1. J. Virology sixty eight: 1002 - 1009, 1994. ou Due south. I. , Duncan A. , Garcia J. A. , and Gaynor R. B. : Role of flanking F box motifs in human immunodeficiency virus type 1 TATA element function. J. Virology 66: 7188 - 7199, 1994 Yin M - d. , Paulssen E. J. , Seeler J - Mho. , and Gaynor R. B. : Analysis of protein domains involved in both in vivo and in vitro interactions between HTLV - I Tax and CREB. J. Virology submitted. RAPROUS. DOC rev OULU 50674606",
        "CTR PROGRESS REPORT Submit this form with Second Reaewal only; do not submit with a First Renewal, x 1. Grant number__36. 44 2. Progress Period from_7 / 1 / 9% _ to: _6 / 30 / 94 (Period described in this report) 3. Name of Investigator: Richard B. Gaynor 4, Title of Original Grant; Characterization of the Cellular Transcription Factor TMF 5. Abstract of the Specific Aims as stated in the original application: The TATA clement isa critical regulatory region required for gene expression in a assortment of promoters transcribed by RNA polymerase Il. A cellular transcription factor designated TATA adhere protein (TBP) binds and activates gene expression from the TATA element, In an attempt to identify other cellular factors that bind to the TATA element, we cloned a cellular factor that we designated TMF. TMF binds to a variety of Viral and cellular TATA elements and functions as a negative regulator of gene expression by preventing the binding of TBP. Chromosomal mapping of TMF indicates that itis a member of a gene family localized on chromosome 3p12 - p21 which is a frequent site of deletions in lung and renal carcinoma. This region of chromosome 3 is the location of a potential suppressor oncogene We wish to determine the role of TMF on regulating cellular gene expression and growth properties. The specific aims are: (1) To analyze the biochemical properties and regulation of TMF. (2) To assay the gene expression TMF in normal and tumor tissue. (3) To characterize the genomic structure of TMF and related family members. (4) To determine the role of TMF on reversing the malignant properties of renal and lung carcinomas. These studies should be useful in determining the function of TMF and how it may be involved in regulating cellular growth properties. 6. Report of Progress. Attach to this form no more than 4 pages describing your progress in the last 18 months. (Staple separately. Do not staple or affix this CTR Progress Report to the Application Form.) 7, List all publications (author, title aud journal) resulting from the current CTR award that contain a printed mention of CTR support. For manuscripts, the desigotion “ in press \" intend you have a preprint: otherwise use “ accepted for publication by. .. . \", “ submitted for publication ” or “ in preparation ’, Do not list publications that do not acknowledge CTR suppor. Seeler Watt second - Sulfur. , Muchardt C. , Suessie A. , and Gaynor R. B. + Activation of HIV - 1 factor expression by the cellular transcription factor PRDIT - BF1. J. Virology 68: 1002 - 1009, 1994. ou S. I. , Duncan A. , Garcia J. A. , and Gaynor R. B. : Role of flanking F box motifs in human immunodeficiency virus type 1 TATA element function. J. Virology 66: 7188 - 7199, 1994 Yin M - d. , Paulssen E. J. , Seeler J - S. , and Gaynor R. B. : Analysis of protein domains involved in both in vivo and in vitro interactions between HTLV - I Tax and CREB. J. Virology submitted. RAPROUS. DOC rev OULU 50674606"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "CTR Grant number 36.44. Progress Period from_7/1/9% to:_6/30/94. Name of Investigator: Richard B. Gaynor. Title of Original Grant; Characterization of the Cellular TranscriptionFactor TMF. Abstract of Specific Aims as stated in the original application."
}