{
    "filename": "50688901-8931.jpg",
    "metadata": {},
    "text": " \n\nAors emt\n\nLEE, Suk-Hee\nCTR 4317\n\nDNA Replication is inhibited via a novel mechanism upon UV-damage\nRachid Drissi and Suk-Hee Lee*\n\nDepartment of Virology and Molecular Biology, St. Jude Children's Research\nHospital, Memphis, Tennessee 38105, USA.\n\nKey words: Coupled repair-replication, simian virus 40, DNA damage, nucleotide excision\n\nrepair\n\n* To whom correspondence should be addressed at the Department of Virology and Molecular\nBiology, St. Jude Children's Research Hospital, Memphis, Tennessee 38101-0318, USA. Tel:\n(901) 495-2519 FAX: (901) 523-2622\n\nAbbreviations: $V40, simian virus 40; T antigen, large tumor antigen; UV, ultraviolet ray; Al,\nactivator 1; RF-C, replication factor C; pol a: and pol 8, DNA polymerase 0: and 8 respectively;\nPCNA, proliferating cell nuclear antigen; NER, nucleotide excision repair; RPA, replication\n\n5 DTT, dithiothreitol.\n\n \n\n \n\n50688901\n\f",
    "augmented_texts": [
        "Aors emt LEE, Suk - Hee CTR 4317 DNA Replication is inhibited via a novel mechanism upon UV - damage Rachid Drissi and Suk - Hee Lee * Department of Virology and Molecular Biology, St. Jude Children ' s Research Hospital, Memphis, Tennessee 38105, USA. Key words: Coupled resort - replication, simian virus 40, DNA terms, nucleotide excision repair * To whom correspondence should be addressed at the Department of Virology and Molecular Biological science, St. Jude Children ' s Research Hospital, Memphis, Tennessee 38101 - 0318, USA. Tel: (901) 495 - 2519 FAX: (901) 523 - 2622 Abbreviations: $ V40, simian computer virus 40; T antigen, big tumor antigen; ultraviolet, ultraviolet ray of light; Al, activator 1; RF - C, replication factor Century; pol a: and pol 8, DNA polymerase 0: and 8 respectively; PCNA, proliferating cell nuclear antigen; NER, nucleotide excision repair; RPA, replication 5 DTT, dithiothreitol. 50688901",
        "Aors emt LEE, Suk - Hee CTR 4317 DNA Replication is inhibited via a novel mechanism upon UV - damage Rachid Drissi and Suk - Hee Lee * Department of Virology and Molecular Biology, St. Jude Children ' s Research Infirmary, Memphis, Tennessee 38105, army. Key words: Coupled repair - replication, simian computer virus 40, DNA damage, nucleotide excision repair * To whom correspondence should be addressed at the Department of Virology and Molecular Biology, St. Jude Children ' s Research Hospital, Memphis, Tennessee 38101 - 0318, USA. Tel: (901) 495 - 2519 FAX: (901) 523 - 2622 Abbreviation: $ V40, simian virus 40; T antigen, enceinte tumor antigen; UV, ultraviolet ray; Al, activator 1; RF - C, replication factor C; pol a: and pol 8, DNA polymerase 0: and eighter from decatur respectively; PCNA, proliferate cell nuclear antigen; NER, nucleotide excision repair; RPA, replication 5 DTT, dithiothreitol. 50688901"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Rachid Drissi and Suk-Hee Lee*Department of Virology and Molecular Biology, St. Jude Children's Research Hospital, Memphis, Tennessee 38105, USA. Aors emt: \"DNA Replication is inhibited via a novel mechanism upon UV-damage\" CTR: 4317."
}