{
    "filename": "50685662-5665.jpg",
    "metadata": {},
    "text": "  \n \n\n     \n\nCTR PROGRESS REPORT\n(Do not subaut this form with a FIRST RENEWAL)\n\nGrant number. 40 Progress Period from_11/01/92 to, 11/01/93\n\n \n\nName of Investigator: Tad #. Koch\n\nTitle of Original Grant; Nucleic Acid Photocleavage and Photocrosslinking\n\nof fic Ai i i :\nweir SSeS ane 51 arian aoptation: bacteriophage\nR17 coat protein to which a covalent bond is formed upon 308 nm XeCl laser\nexcitation of the BrU chromophore of the JM-15 variant RNA hairpin loop, 2) to test\nPhotocrosslinking to JM-15 with Proteins bearing mutations at or near the reactive\namino acid residue which place other reactive amino acid residues in Proximity to the\nBrU, 3) to identify the amino acid residue of the GA coat protein which crosslinks to JM-\n15, 4) to participate with the Uhlenbeck group in modeling the R17 and GA.\nbacteriophages, 5) to establish in collaboration with the Cech group the amino acid\nresidues of the « and B-subunits of the Oxytricha nova telomere binding protein which\nPhotocrosslinks to specific BrU-substituted, synthetic, telomeric DNA of the form\nd(T4Gq)4, 8) to participate with the Cech group in Modeling the telomere binding\nregion of the Oxytricha nova telomere binding protein, 7) to use the photocrosslinking\ntechnique with a BrU-substituted, ‘synthetic DNA with the repeat TTAGGG to help\nidentify the human telomere binding protein, again in collaboration with the Cech\ngroup, 8) to identify the structural requirements for BrU specific Photo cutting of RNA,\nand 9) to establish that Photo reactivity from the BrU chromophore can be achieved in\nthe absence of possible photo reactivity from the indole chromophore of tryptophan by\n‘excitation at 325 nm with emission from a HeCd laser.\nList any publications (author, title and journal) resulting from the current CTR award\nthat ww\nFor minus tbe desman “i pres oreo ne asters we\n“sped for con by “wooed poe ee\n\nDo not list publications that do not acknowledge CTR ‘Support.\n\n   \n\n \n\n \n\nMichael C. Wilis, Brian J. Hicke, Olke C. Uhlenbeck, Thomas R. Cech, and Tad H.\nKoch, *Photocrosslinking of §-lodouracil-Substituted RNA and DNA to Proteins*,\nScience, 262, 1255 (1993)\n\nBrian J. Hicke, Michael C. Willis, Tad H. Koch,.and Thomas R. Cech, *Telomeric\nProtein DNA Point Contacts Identified by Photocrosslinking using 5.\nBromodeoxyuridine’, Biochemistry, submitted (1993).\n\nReport of Progress (attach to this form no more than four (4) pages, please.)\nStaple separately. Do na staple or afi this CTR Progress Report tothe Application Form.)\nserene: CONFIDENTIAL\n\n \n\n50685662\n\f",
    "augmented_texts": [
        "CTR PROGRESS REPORT (Do non subaut this form with a FIRST RENEWAL) Grant number. 40 Progress Period from_11 / 01 / ninety two to, 11 / 01 / 93 Name of Investigator: Tad #. Koch Title of Archetype Grant; Nucleic Acid Photocleavage and Photocrosslinking of fic Ai 1 i: weir SSeS ane 51 arian aoptation: bacteriophage R17 coat protein to which a covalent bond is formed upon 308 nm XeCl laser excitation of the BrU chromophore of the JM - 15 variant RNA hairpin loop, 2) to test Photocrosslinking to JM - 15 with Proteins bearing mutations at or near the reactive amino acid residue which place other reactive amino acid residues in Proximity to the BrU, 3) to identify the amino acid residue of the GA coat protein which crosslinks to JM - 15, 4) to participate with the Uhlenbeck group in modeling the R17 and peach state. bacteriophages, 5) to establish in coaction with the Cech group the amino acid residues of the « and B - subunits of the Oxytricha nova telomere binding protein which Photocrosslinks to specific BrU - substituted, synthetic, telomeric DNA of the form d (T4Gq) 4, 8) to participate with the Cech group in Modeling the telomere binding region of the Oxytricha nova telomere binding protein, 7) to use the photocrosslinking technique with a BrU - substituted, ‘ synthetic DNA with the repeat TTAGGG to help identify the man telomere binding protein, again in collaboration with the Cech group, 8) to identify the structural requirements for BrU specific Photo cutting of RNA, and ennead) to establish that Photo reactivity from the BrU chromophore can be achieved in the absence of possible photo reactivity from the indole chromophore of tryptophan by ‘ excitation at 325 nm with emission from a HeCd laser. List any publications (author, title and journal) resulting from the current CTR award that ww For minus tbe desman “ i pres oreo ne asters we “ sped for con by “ wooed poe ee Do not list publications that do not acknowledge CTR ‘ Support. Michael C. Wilis, Brian J. Hicke, Olke C. Uhlenbeck, Thomas R. Cech, and Tad H. Koch, * Photocrosslinking of § - lodouracil - Substituted RNA and DNA to Proteins *, Science, 262, 1255 (1993) Brian J. Hicke, Michael C. Willis, Tad H. Koch, . and Thomas R. Cech, * Telomeric Protein DNA Point Contacts Identified by Photocrosslinking using 5. Bromodeoxyuridine ’, Biochemistry, submitted (1993 ). Report of Progress (attach to this form no more than four (4) pages, please.) Staple separately. Do na staple or afi this CTR Progress Report tothe Application Form.) serene: CONFIDENTIAL 50685662",
        "CTR PROGRESS REPORT (Do not subaut this form with a FIRST RENEWAL) Grant number. 40 Progress Period from_11 / 01 / 92 to, 11 / 01 / 93 Name of Investigator: Tad #. Koch Title of Original Grant; Nucleic Acid Photocleavage and Photocrosslinking of fic Ai i i: weir SSeS ane 51 arian aoptation: bacteriophage R17 coat protein to which a covalent bond is formed upon 308 nm XeCl laser excitation of the BrU chromophore of the JM - 15 variant RNA hairpin loop, 2) to test Photocrosslinking to JM - 15 with Proteins bearing mutations at or near the reactive amino acid residue which place other reactive amino acid residues in Proximity to the BrU, 3) to identify the amino acid residue of the GA pelage protein which crosslinks to JM - 15, 4) to participate with the Uhlenbeck group in modeling the R17 and GA. bacteriophages, 5) to establish in collaboration with the Cech group the amino acid residues of the « and B - subunits of the Oxytricha nova telomere binding protein which Photocrosslinks to specific BrU - substituted, synthetic, telomeric DNA of the form d (T4Gq) 4, 8) to participate with the Cech group in Modeling the telomere bind region of the Oxytricha nova telomere binding protein, 7) to use the photocrosslinking technique with a BrU - substituted, ‘ synthetic DNA with the repeat TTAGGG to help identify the human telomere binding protein, again in collaboration with the Cech group, 8) to identify the structural requirements for BrU specific Photo cutting of RNA, and 9) to establish that Photo reactivity from the BrU chromophore can be achieved in the absence seizure of possible photo reactivity from the indole chromophore of tryptophan by ‘ excitation at 325 nm with emission from a HeCd laser. List any publications (author, title and journal) resulting from the current CTR award that ww For minus tbe desman “ i pres oreo ne asters we “ sped for con by “ wooed poe ee Do not list publications that do not acknowledge CTR ‘ Support. Michael C. Wilis, Brian J. Hicke, Olke C. Uhlenbeck, Thomas R. Cech, and Tad H. Koch, * Photocrosslinking of § - lodouracil - Substituted RNA and deoxyribonucleic acid to Proteins *, Skill, 262, 1255 (1993) Brian J. Hicke, Michael C. Willis, Tad H. Koch, . and Doubting thomas R. Cech, * Telomeric Protein DNA Point Contacts Identified by Photocrosslinking utilize 5. Bromodeoxyuridine ’, Biochemistry, submitted (1993 ). Report of Progress (attach to this form no more than four (4) pages, please.) Staple separately. Do na staple or afi this CTR Progress Report tothe Application Form.) serene: CONFIDENTIAL 50685662"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "CTR PROGRESS REPORT (attach to this form no more than four (4) pages, please.) Do na staple or afi this CTR Progress Report to the Application Form. List any publications (author, title and journal) resulting from the current CTR award. Do not list publications that do not acknowledge CTR ‘Support."
}