{
    "filename": "50697659-7667.jpg",
    "metadata": {},
    "text": " \n   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n  \n  \n \n\n56\n\nReprinted from Biochemistry, 1996, 35.\n\nce\n\nFlavin-Dependent Alkyl Hydroperoxide Reductase from Salmonella typhimurium. 1.\n\n@ Puiication and Enzymatic Activities of Overexpressed AhpF and AhpC Proteins\"\n\nLeslie B. Poole* and Holly R. Ellis\nDeparment of Biochemistry, Wake Forest University Medical Center, Winston-Salem, North Carolina 27157\n\nReceived August IJ, 1995; Revised Manuscript Received October 16. 1995\n\nAustRACT: The two components, AhpF and AhpC, of\n\nthe Salmonella typhimurium alkyl hydroperoxide\n\nfeductase enzyme system have been overexpressed and purified from Escherichia coli for investigations\nOf their catalytic properties. Recombinant proteins were isolated in high yield (25-33 mg per liter of\nbacterial culture) and were shown to impart a high degree of protection against killing by cumene\nhydroperoxide to the host £. coli cells. We have developed quantitative enzymatic assays for ARF\nalone and for the combined AhpF/AhpC system which have allowed us to address such issues as substrate\nspecificity and inhibition by thiol reagents for each protein. AU! assays geve identical results whether\noverexpressed 5, typhimurium proteins from E. coll or proteins isolated directly from S. typhimurium\n\nwere used. Anaerobic hydroperoxide reductase ass\nethyl hydroperoxide, and hydrogen peroxide can all\n\nsays have demonstrated that cumene hydroperoxide,\nbe reduced by the combined enzyme system. AhpF\n\npossesses multiple pyridine nucleotide-dependent activities (5,5’-ithiobis(2-nitrobenzoic acid) (DTNB)\nFeductase, oxidase, tanshydrogenase, and, in the presence of AhpC, peroxide reductase activities]. Although\n'ANpF can use either NADH or NADPH as the electron donor for these activities, NADH is the preferced\nreductant (Kesrp of AhpE for NADH was more than 2 orders of magnitude lower than that for NADPH\n‘when analyzed using DTNB reductase assays). Thiol-modifying reagents react readily with each reduced\n\nprotein, leading to complete loss of hydroperoxide and DTNB reductase activities.\n\nIn contrast, thiol\n\nmodification of reduced AhpF does not affect transhydrogenase or oxidase activities. ‘These data provide\n\nthe first\nwithin each protein.\n\n \n\nProtection of aerobic organisms from the toxic and\ndamaging effets of oxygen is confered by a wide variety\nof enzymes which, in bacterial systems at feast, can be\ncoordinately regulated though redox-sensiive transcriptional\nfactors (Stor tal, 1990; Far & Kogoma, 1991; Shigenaga\neta, 1994; Sies, 1991). Using bacterial mutants altered in\ntheir Oxy regulated suess responses, Ames and co-workers\nidentified a glutathione independent peroxidase system in\nEscherichia coli and Salmoneta typhimurium with a protec-\ntive ole in limiting oxygen-linked DNA damage (Cheistman\net al, 1985; Siorzet al, 1987). Subsequent studies allowed\nidentification of the two proteins which comprise this\nperoxidase system as a $7 kDa flavoprotein (AbpF, formerly\nGesignated F522) and a 21 kDa protein lacking a chro-\n‘mophoric cofactor (AhpC, formerly designated C22). Al\nthough AhpF and AhpC’ were readily separated during\npurification, both were requied forthe catalysis of NADH\nand NADPH-tependent reduction of a wide variety of\nhydroperoxide substrates to their eoresponding alcohols.\n\nFollowing the cloning of the akpCF locus (Stor. et al\n1989; Tartaglia et al, 1950), inspection ofthe deduced amino\nacid Sequence of AhpF allowed clear identification ofthis\nATavoproten asthe second known member ofthe thioredoxin\n\n \n\n\"Ths research was supported by NIH Grant GM-S0389 and Council\nfo Tobacco Reseateh Scholar Award Number SA006 to LBP.\n\n\"= Authorte whom conespondence should be agstessed: Deparent\nof Biochemisey. Wake Forest University Medical Center, Medical\nCenter Boulevard, Winston-Salem, NC 27157. Telephone: 910-716-\n6711, Fax: 910-716-7671, E-mail Ibp@esvbgsm wie\n\n© Abarat published in Advance ACS Abstract, December 15,199.\n\n \n\n \n\n50697659\n\nict evidence for a catalytic mechanism for peroxide reduction involving redox-active disulfides\n\nreductase (TrR)! branch of the flavoprotein pyridine nucleo-\ntide:disulfide oxidoreductase enzyme family. Although\nsequence alignments do not indicate any comparable rela-\ntionship between AbpC and thioredoxin (Tr), homologues\n‘of AhpC now appear to be extremely widespread throughout\nall kingdoms (Chae et al., 1994b). Inspection of multiple\nsequence alignments performed on AhpF and AlpC homo-\nlogues indicates conservation ofthe two half-cystine residues\nwithin AhpF which correspond to the known active-site\ncysteinyl residues of TrR and ofthe two half-cystine resides\n‘of AhpC present in virally all homologues identified (Chae\net al, 1994). This observation provides support for the\nhhypothesis that redox-active cystine disulfides are involved\nin catalysis of hydroperoxide reduction by the AhpF and\nAhpC proteins (Jacobson et al., 1989).\n\n‘Although a major portion of AhpF aligns well with the E\ncoli TrR sequence and shows 35% amino acid identity, there\nis an extra N-terminal region within AnpF of about 200\namino acids which has no counterpart in TrR (Chae et al\n1994b; Tartaglia et al., 1990). Most bacterial AhpF homo-\nTogues identified to date also include this N-terminal region,\nincluding two Flavoproteins which were identified as hydro-\n\n \n    \n\n$5°-dibis2-ntrobeaoie ai)\n2airo-Shosllcbensste: IPTG. isopropy| toga\nDMSO, dimeiny! sulfoxide; ACPYADH, reduced. 3-acetypycidine\nening dineleotise; AcPYAD\", oxidized }-acetylpyridie adenine\ndinucleotide, LB, Laris-Berani medium: GulfCl, guanidine hydro\n‘hlorde; DTT, dihiodweitok, HPLC, high-performance gud chro\n‘matography; SDS, sodium dodecyl sift.\n\n \n\n(0006.2960796/0435-56S12.00/0 © 1996 American Chemical Society\n\f",
    "augmented_texts": [
        "56 Reprinted from Biochemistry, 1996, 35. ce Flavin - Dependent Alkyl Hydroperoxide Reductase from Salmonella typhimurium. 1. @ Puiication and Enzymatic Activities of Overexpressed AhpF and AhpC Proteins \" Leslie B. Poole * and Holly R. Ellis Deparment of Biochemistry, Wake Forest University Medical Center, Winston - Salem, North Carolina 27157 Received August IJ, 1995; Revised Manuscript Received October 16. 1995 AustRACT: The two components, AhpF and AhpC, of the Salmonella typhimurium alkyl hydroperoxide feductase enzyme system have been overexpressed and purified from Escherichia coli for investigations Of their catalytic properties. Recombinant proteins were isolated in high yield (25 - 33 mg per liter of bacterial culture) and were shown to impart a high degree of protection against killing by cumene hydroperoxide to the host £. coli cells. We have developed quantitative enzymatic assays for ARF alone and for the combined AhpF / AhpC system which have allowed us to address such issues as substrate specificity and inhibition by thiol reagents for each protein. AU! assays geve identical results whether overexpressed 5, typhimurium proteins from E. coll or proteins isolated directly from S. typhimurium were used. Anaerobic hydroperoxide reductase ass ethyl hydroperoxide, and hydrogen peroxide can all says have demonstrated that cumene hydroperoxide, be reduced by the combined enzyme system. AhpF possesses multiple pyridine nucleotide - dependent activities (5, 5 ’ - ithiobis (2 - nitrobenzoic acid) (DTNB) Feductase, oxidase, tanshydrogenase, and, in the presence of AhpC, peroxide reductase activities ]. Although ' ANpF can use either NADH or NADPH as the electron donor for these activities, NADH is the preferced reductant (Kesrp of AhpE for NADH was more than 2 orders of magnitude lower than that for NADPH ‘ when analyzed using DTNB reductase assays ). Thiol - modifying reagents oppose readily with each reduced protein, leading to complete loss of hydroperoxide and DTNB reductase activities. In contrast, thiol modification of reduced AhpF does not affect transhydrogenase or oxidase activities. ‘ These data provide the first within each protein. Protection of aerobic organisms from the toxic and damaging effets of oxygen is confered by a wide variety of enzymes which, in bacterial systems at feast, can be coordinately regulated though redox - sensiive transcriptional factors (Stor tal, 1990; Far & Kogoma, 1991; Shigenaga eta, 1994; Sies, 1991 ). Using bacterial mutants altered in their Oxy regulated suess responses, Ames and co - workers identified a glutathione independent peroxidase system in Escherichia coli and Salmoneta typhimurium with a protec - tive ole in limiting oxygen - linked DNA damage (Cheistman et al, 1985; Siorzet al, 1987 ). Subsequent studies allowed identification of the two proteins which contain this peroxidase system as a $ 7 kDa flavoprotein (AbpF, formerly Gesignated F522) and a 21 kDa protein lacking a chro - ‘ mophoric cofactor (AhpC, formerly designated C22 ). Al though AhpF and AhpC ’ were readily separated during purification, both were requied forthe catalysis of NADH and NADPH - tependent reduction of a wide variety of hydroperoxide substrates to their eoresponding alcohols. Following the cloning of the akpCF locus (Stor. et al 1989; Tartaglia et al, 1950 ), inspection ofthe deduced amino acid Sequence of AhpF allowed clear identification ofthis ATavoproten asthe second known member ofthe thioredoxin \" Ths research was supported by NIH Grant GM - S0389 and Council fo Tobacco Reseateh Scholar Award Number SA006 to LBP. \" = Authorte whom conespondence should be agstessed: Deparent of Biochemisey. Wake Forest University Medical Center, Medical Center Boulevard, Winston - Salem, NC 27157. Telephone: 910 - 716 - 6711, Fax: 910 - 716 - 7671, E - mail Ibp @ esvbgsm wie © Abarat issue in Advance ACS Abstract, December 15, 199. 50697659 ict evidence for a catalytic mechanism for peroxide reduction involving redox - active disulfides reductase (TrR )! branch of the flavoprotein pyridine nucleo - tide: disulfide oxidoreductase enzyme family. Although sequence alignments do not indicate any comparable rela - tionship between AbpC and thioredoxin (Tr ), homologues ‘ of AhpC now appear to be extremely widespread throughout all kingdoms (Chae et al. , 1994b ). Inspection of multiple sequence alignments performed on AhpF and AlpC homo - logues indicates conservation ofthe two half - cystine residues within AhpF which correspond to the known active - situation cysteinyl residues of TrR and ofthe two half - cystine resides ‘ of AhpC present in virally all homologues identified (Chae et al, 1994 ). This observation provides support for the hhypothesis that redox - active cystine disulfides are involved in catalysis of hydroperoxide reduction by the AhpF and AhpC proteins (Jacobson et al. , 1989 ). ‘ Although a major portion of AhpF aligns well with the E coli TrR sequence and shows 35% amino acid identity, there is an extra N - terminal region within AnpF of about 200 amino acids which has no counterpart in TrR (Chae et al 1994b; Tartaglia et al. , 1990 ). Most bacterial AhpF homo - Togues identified to date also include this N - terminal region, including two Flavoproteins which were identified as hydro - $ 5 ° - dibis2 - ntrobeaoie ai) 2airo - Shosllcbensste: IPTG. isopropy | toga DMSO, dimeiny! sulfoxide; ACPYADH, reduced. 3 - acetypycidine ening dineleotise; AcPYAD \", oxidized} - acetylpyridie adenine dinucleotide, LB, Laris - Berani medium: GulfCl, guanidine hydro ‘ hlorde; DTT, dihiodweitok, HPLC, high - performance gud chro ‘ matography; SDS, sodium dodecyl sift. (0006. 2960796 / 0435 - 56S12. 00 / 0 © 1996 American Chemical Society",
        "56 Reprinted from Biochemistry, 1996, 35. ce Flavin - Dependent Alkyl Hydroperoxide Reductase from Salmonella typhimurium. 1. @ Puiication and Enzymatic Activities of Overexpressed AhpF and AhpC Proteins \" Leslie B. Poole * and Holly R. Ellis Deparment of Biochemistry, Wake Forest University Medical Center, Winston - Salem, North Carolina 27157 Received August IJ, 1995; Revised Manuscript Received October 16. 1995 AustRACT: The two components, AhpF and AhpC, of the Salmonella typhimurium alkyl hydroperoxide feductase enzyme system have been overexpressed and purified from Escherichia coli for investigations Of their catalytic properties. Recombinant proteins were isolated in high yield (25 - 33 mg per liter of bacterial culture) and were shown to impart a high degree of protection against killing by cumene hydroperoxide to the host £. coli cells. We have developed quantitative enzymatic assays for ARF alone and for the combined AhpF / AhpC system which have allowed us to address such issues as substrate specificity and inhibition by thiol reagents for each protein. AU! assays geve identical results whether overexpressed 5, typhimurium proteins from E. coll or proteins isolated directly from S. typhimurium were used. Anaerobic hydroperoxide reductase ass ethyl hydroperoxide, and hydrogen peroxide can all says have demonstrated that cumene hydroperoxide, exist reduced by the combined enzyme system. AhpF possesses multiple pyridine nucleotide - dependent activities (5, 5 ’ - ithiobis (2 - nitrobenzoic acid) (DTNB) Feductase, oxidase, tanshydrogenase, and, in the presence of AhpC, peroxide reductase body process ]. Although ' ANpF can use either NADH or NADPH as the electron donor for these activities, NADH is the preferced reductant (Kesrp of AhpE for NADH was more than 2 orders of magnitude lower than that for NADPH ‘ when analyzed using DTNB reductase assays ). Thiol - modifying reagents react readily with each reduced protein, leading to complete loss of hydroperoxide and DTNB reductase activities. In contrast, thiol modification of reduced AhpF does not affect transhydrogenase or oxidase activities. ‘ These data provide the first within each protein. Protection of aerobic organisms from the toxic and damaging effets of oxygen is confered by a wide variety of enzymes which, in bacterial systems at banquet, can be coordinately regulated though redox - sensiive transcriptional factors (Stor tal, 1990; Far & Kogoma, 1991; Shigenaga eta, 1994; Sies, 1991 ). Using bacterial mutants altered in their Oxy regulated suess responses, Ames and co - workers identified a glutathione independent peroxidase system in Escherichia coli and Salmoneta typhimurium with a protec - tive ole in limiting oxygen - linked DNA damage (Cheistman et al, 1985; Siorzet al, 1987 ). Subsequent studies allowed identification of the two proteins which comprise this peroxidase system as a $ 7 kDa flavoprotein (AbpF, formerly Gesignated F522) and a 21 kDa protein lacking a chro - ‘ mophoric cofactor (AhpC, formerly designated C22 ). Al though AhpF and AhpC ’ were readily separated during purification, both were requied forthe catalysis of NADH and NADPH - tependent reduction of a wide variety of hydroperoxide substrates to their eoresponding alcohols. Following the cloning of the akpCF locus (Stor. et al 1989; Tartaglia et al, 1950 ), inspection ofthe deduced amino acid Sequence of AhpF allowed clear identification ofthis ATavoproten asthe second known member ofthe thioredoxin \" Ths research was supported by NIH Grant GM - S0389 and Council fo Tobacco Reseateh Scholar Award Number SA006 to LBP. \" = Authorte whom conespondence should be agstessed: Deparent of Biochemisey. Wake Forest University Medical Center, Medical Center Boulevard, Winston - Salem, NC 27157. Telephone: 910 - 716 - 6711, Fax: 910 - 716 - 7671, E - mail Ibp @ esvbgsm wie © Abarat published in Advance ACS Abstract, December 15, 199. 50697659 ict evidence for a catalytic mechanism for peroxide reduction involving redox - active disulfides reductase (TrR )! branch of the flavoprotein pyridine nucleo - tide: disulfide oxidoreductase enzyme family. Although chronological succession alignments do not show any comparable rela - tionship between AbpC and thioredoxin (Tr ), homologues ‘ of AhpC now appear to be extremely widespread throughout all kingdoms (Chae et al. , 1994b ). Inspection of multiple sequence alignments performed on AhpF and AlpC homo - logues indicates conservation ofthe two half - cystine residues within AhpF which correspond to the known active - site cysteinyl residues of TrR and ofthe two half - cystine resides ‘ of AhpC present in virally all homologues identified (Chae et al, 1994 ). This observation provides support for the hhypothesis that redox - active cystine disulfides are involved in catalysis of hydroperoxide reduction by the AhpF and AhpC proteins (Jacobson et al. , 1989 ). ‘ Although a major portion of AhpF aligns well with the E coli TrR sequence and shows 35% amino acid identity, there is an extra N - terminal region within AnpF of about 200 amino acids which has no counterpart in TrR (Chae et al 1994b; Tartaglia et al. , 1990 ). Most bacterial AhpF homo - Togues identified to date also include this N - terminal region, including two Flavoproteins which were identified as hydro - $ 5 ° - dibis2 - ntrobeaoie ai) 2airo - Shosllcbensste: IPTG. isopropy | toga DMSO, dimeiny! sulfoxide; ACPYADH, reduced. 3 - acetypycidine ening dineleotise; AcPYAD \", oxidized} - acetylpyridie adenine dinucleotide, LB, Laris - Berani medium: GulfCl, guanidine hydro ‘ hlorde; DTT, dihiodweitok, HPLC, high - performance gud chro ‘ matography; SDS, sodium dodecyl sift. (0006. 2960796 / 0435 - 56S12. 00 / 0 © 1996 American Chemical Society"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "\"AhpF and AhpC\" are two components of the Salmonella typhimurium alkyl hydroperoxide reductase enzyme system. They have been overexpressed and purified from Escherichia coli for investigations of their catalytic properties. The research was supported by NIH Grant Grant SA006 to LBP."
}