{
    "filename": "50724978-4985.jpg",
    "metadata": {},
    "text": "Immunogenries 39 88-55, 1994\n\n \n\nP1 and cosmid clones define the organization of 280 kb of the\nmouse H-2 complex containing the Cps-1 and Hsp70 loci\n\nDavid L. Gasser!, Nat L. Sternberg?, James C. Pierce?, Audrey Goldner-Sauvel, Hongshu Feng!,\nAsifa K. Haq!, Thomas Spies, Clayton Hunts, Kenneth EH. Buetow5, David D. Chaplin’\n\n' Deparment of Genetics, University of Pennsylvania Schoo of Medicine, 422 Cure Boulevard, Philadelphia, PA 19104, USA\n\n+ DuPont Merck Pharmaceutical Company, lenolden Laboratories, $00 South Ridgeway Avenue, lence, PA 19036, USA\n\n> Division of Tumor Vsology, Dana-Farber Cancer Insite Harvard Meal Schoo, 44 Binney Sect, Boston, MA 02115, USA.\n\n« Malincrodt Insitute of Radiology, Washington University Scho of Medicine, 4511 Forest Pack Boulevard, St. Lois, MO 63108, USA.\n* Fox Chase Cancer Cente, 7701 Butholme Avenue, Phildelphia, PA 19111, USA\n\n‘ Howard Hughes Medical Institue and Deparaneot of Iterual Medicine, Washington University School of Medicine, 4939 Audubon\n\n‘Avenue, St Louis, MO 63110, USA.\n\nReceived June 22,1993\n\nAbstract. A 280 kilobase (kb) contig was isolated from\nmouse genomic Pl and cosmid libraries, using as\nprobes human eDNA and genomic DNA fragments that\nmap in the interval between the second component of\n‘complement and tumor necrosis factor genes of the\nHLA complex. The clone contig demonstrates synteny\n\neleven mouse genes that are homologous to genes\ntally mapped within the human major histocompati-\nbility complex. These include the mouse homologs of\nBAT2 (HLA-B-associated transcript 2) through BATS\nand also three HSP70-related genes. Five Pl clones\nforma contig of 240 kb that spans from BAT9 through\nBAT3, Twelve cosmid clones are arranged in three con-\n{igs that confirm most of the structure of the PL contig\nand link the mouse BAT3 homolog to the BAT2 ho-\n‘molog approximately 15 kb farther telomeric. Poly-\nmorphic DNA markers within the cloned region were\nused to map the cleft palate susceptibility-1 (Cps-1)\nlocus tothe interval between H5p70.1 and BATS (valyl-\ntRNA synthetase), This refines the location of the\nGps-1 locus to a 45 kb region contained in the H2-124\nPiinsert.\n\n   \n\n \n\nIntroduction\n\n‘The portion of the human major histocompatiility\n‘complex (MHC) that extends from the MHC class Hil\n‘complement genes telomeric to the class I gene HLA-B\nis notable for its extremely high density of functional\ngenes (Trowsdale et al. 1991). This region has been\nanalyzed, using overlapping cosmid clones, and found\nto contain a duplicated locus encoding Hsp70 (Sargent\n\nCorrespondence to: DL. Gasset\n\netal, 1989), tumor necrosis factor «and B; (Spies et\nal, 1986), and a number of additional genes designated\nBAT! through BAT9 (HLA-B associated transcripts;\nSpies et al. 1989) or G1-Gi0 (Sargent et al. 19892).\nAlthough most of the mouse MHC has been cloned by\nchromosome walking using cosmid vectors (Steinmetz\net al. 1982a, b; Goodenow et al. 1982; Chaplin et al\n\n1983; Fisher etal. 1985; Flavell etal. 1986; Stephan ct\nal, 1986), much ofthe region between H-25 and H-2D,\nwhich is homologous to the HLA region cited above,\nhas not yet been isolated in molecular clones. This\nregion is of particular interest because the genes con-\ntrolling several phenotypic traits appear to map withi\nit. A gene that affects the antibody response to TNP-Fi-\ncoll (Shapiro et al. 1985), the locus that controls the\nhematopoietic histocompatibility antigen, Hh-i (Daley\nct al. 1987), a gene that affects susceptibility to cort-\nsone-induced cleft palate, Cps-1 (Gasser tal. 1988),\nand a gene that affects susceptibility to experimental\nautoimmune orchitis, Orch-1 (Teuscher et al. 1990;\nSnoek et al. 1993), have all been localized to this int\nval. The isolation of this portion of the mouse H-2\ncomplex in molecular clones will facilitate the identifi-\ncation of these functionally defined genes. Cloning of\n{his region ofthe mouse will also permit comparison of\nthe structure ofthis portion of the human and mouse\n‘MHCS to define the extent to which it has been evolu-\ntionarily conserved. In this study, we have cloned the\nregion surrounding the #sp70 loci and used polymor-\nphisms in this region to refine the location ofthe Cps-1\nlocus.\n\n \n\n \n\n \n\n \n\nMaterials and methods\n\n{solaion of cosmid clones. Two cosa Hbrasis were constructed,\n‘sing high relative molecular mass DNA puried fram MOPC:321\n\n50724978\n\f",
    "augmented_texts": [
        "Immunogenries 39 88 - 55, 1994 P1 and cosmid clones define the organization of 280 kb of the mouse H - 2 complex containing the Cps - 1 and Hsp70 loci David L. Gasser! , Nat L. Sternberg? , James C. Pierce? , Audrey Goldner - Sauvel, Hongshu Feng! , Asifa K. Haq! , Thomas Spies, Clayton Hunts, Kenneth EH. Buetow5, David D. Chaplin ’ ' Deparment of Genetics, University of Pennsylvania Schoo of Medicine, 422 Cure Boulevard, Philadelphia, PA 19104, USA + DuPont Merck Pharmaceutic Company, lenolden Laboratories, $ 00 South Ridgeway Avenue, lence, PA 19036, USA> Division of Tumor Vsology, Dana - Farber Cancer Insite Harvard Meal Schoo, 44 Binney Religious sect, Boston, MA 02115, USA. « Malincrodt Insitute of Radiology, Washington University Scho of Medicine, 4511 Forest Pack Boulevard, St. Lois, MO 63108, USA. * Fox Chase Cancer Cente, 7701 Butholme Avenue, Phildelphia, PA 19111, USA ‘ Howard Hughes Medical Institue and Deparaneot of Iterual Medicine, Washington University School of Medicine, 4939 Audubon ‘ Avenue, St Louis, MO 63110, USA. Received June 22, 1993 Abstract. A 280 kilobase (kb) contig was isolated from mouse genomic Pl and cosmid libraries, using as probes human eDNA and genomic DNA fragments that map in the interval between the second component of ‘ complement and tumor necrosis factor genes of the HLA composite. The clone contig demonstrates synteny eleven mouse genes that are homologous to genes tally mapped within the human major histocompati - bility complex. These include the mouse homologs of BAT2 (HLA - B - associated transcript 2) through BATS and also three HSP70 - related genes. Phoebe Pl clones forma contig of 240 kb that spans from BAT9 through BAT3, Twelve cosmid clones are arranged in three con - {igs that confirm most of the structure of the PL contig and link the mouse BAT3 homolog to the BAT2 ho - ‘ molog approximately 15 kb farther telomeric. Poly - morphic DNA markers within the cloned region were used to map the cleft palate susceptibility - 1 (Cps - 1) locus tothe interval between H5p70. 1 and BATS (valyl - tRNA synthetase ), This refines the location of the Gps - 1 locus to a 45 kb region contained in the H2 - 124 Piinsert. Introduction ‘ The portion of the human major histocompatiility ‘ complex (MHC) that extends from the MHC class Hil ‘ complement genes telomeric to the class I gene HLA - B is notable for its extremely high density of functional genes (Trowsdale et al. 1991 ). This region has been analyzed, using overlapping cosmid clones, and found to contain a duplicated locus encoding Hsp70 (Sargent Correspondence to: DL. Gasset etal, 1989 ), tumor necrosis factor « and B; (Spies et al, 1986 ), and a number of additional genes designated BAT! through BAT9 (HLA - B associated transcripts; Spies et al. 1989) or G1 - Gi0 (Sargent et al. 19892 ). Although most of the mouse MHC has been cloned by chromosome walking using cosmid vectors (Steinmetz et al. 1982a, b; Goodenow et al. 1982; Chaplin et al 1983; Fisher etal. 1985; Flavell etal. 1986; Stephan ct al, 1986 ), much ofthe region between H - xxv and H - 2D, which is homologous to the HLA region cited above, has not yet been isolated in molecular clones. This region is of particular interest because the genes con - trolling several phenotypic traits appear to map withi it. A gene that affects the antibody response to TNP - Fi - coll (Shapiro et al. 1985 ), the locus that controls the hematopoietic histocompatibility antigen, Hh - i (Daley ct al. 1987 ), a gene that affects susceptibility to cort - sone - induced cleft palate, Cps - 1 (Gasser tal. 1988 ), and a gene that affects susceptibility to experimental autoimmune orchitis, Orch - 1 (Teuscher et al. 1990; Snoek et al. 1993 ), have all been focalise to this int val. The isolation of this portion of the mouse H - 2 complex in molecular clones will facilitate the identifi - cation of these functionally defined genes. Cloning of {his region ofthe mouse will also permit comparison of the structure ofthis portion of the human and mouse ‘ MHCS to define the extent to which it has been evolu - tionarily conserved. In this study, we have cloned the region surrounding the # sp70 loci and used polymor - phisms in this region to refine the location ofthe Cps - 1 locus. Materials and methods {solaion of cosmid clones. Two cosa Hbrasis were constructed, ‘ sing high relative molecular mass DNA puried fram MOPC: 321 50724978",
        "Immunogenries 39 88 - 55, 1994 P1 and cosmid clones define the organization of 280 kb of the mouse H - 2 complex containing the Cps - 1 and Hsp70 loci David L. Gasser! , Nat L. Sternberg? , James C. Pierce? , Audrey Goldner - Sauvel, Hongshu Feng! , Asifa K. Haq! , Thomas Spies, Clayton Hunts, Kenneth EH. Buetow5, David D. Chaplin ’ ' Deparment of Genetics, University of Pennsylvania Schoo of Medicine, 422 Cure Boulevard, Philadelphia, PA 19104, USA + DuPont Merck Pharmaceutical Company, lenolden Laboratories, $ 00 South Ridgeway Avenue, lence, PA 19036, USA> Division of Tumor Vsology, Dana - Farber Cancer Insite Harvard Meal Schoo, 44 Binney Sect, Boston, MA 02115, USA. « Malincrodt Insitute of Radiology, Washington University Scho of Medicine, 4511 Forest Pack Boulevard, St. Lois, MO 63108, USA. * Fox Chase Cancer Cente, 7701 Butholme Avenue, Phildelphia, PA 19111, USA ‘ Howard Hughes Medical Institue and Deparaneot of Iterual Medicine, Washington University School of Medicine, 4939 Audubon ‘ Avenue, St Louis, MO 63110, USA. Received June 22, 1993 Abstract. A 280 kilobase (kb) contig was sequestrate from mouse genomic Pl and cosmid libraries, using as probes human eDNA and genomic DNA fragments that map in the interval between the second component of ‘ complement and tumor necrosis factor genes of the HLA complex. The clone contig demonstrates synteny eleven creep genes that are homologous to genes tally mapped within the human major histocompati - bility complex. These include the mouse homologs of BAT2 (HLA - B - associated transcript 2) through BATS and also three HSP70 - related genes. Five Pl clones forma contig of 240 kb that spans from BAT9 through BAT3, Twelve cosmid clones are arranged in three con - {igs that confirm most of the structure of the PL contig and link the mouse BAT3 homolog to the BAT2 ho - ‘ molog approximately 15 kb farther telomeric. Poly - morphic DNA markers within the cloned region were used to map the cleft palate susceptibility - 1 (Cps - 1) locus tothe interval between H5p70. 1 and BATS (valyl - tRNA synthetase ), This refines the location of the Gps - 1 locus to a 45 kb region contained in the H2 - 124 Piinsert. Introduction ‘ The portion of the human major histocompatiility ‘ complex (MHC) that extends from the MHC class Hil ‘ complement genes telomeric to the class I gene HLA - B is notable for its exceedingly high density of functional genes (Trowsdale et al. 1991 ). This region has been analyzed, using overlapping cosmid clones, and found to contain a duplicated locus encoding Hsp70 (Sargent Correspondence to: DL. Gasset etal, 1989 ), tumor necrosis factor « and B; (Spies et al, 1986 ), and a number of additional genes designated BAT! through BAT9 (HLA - B associated transcripts; Spies et al. 1989) or G1 - Gi0 (Sargent et al. 19892 ). Although most of the mouse MHC has been cloned by chromosome walking using cosmid vectors (Steinmetz et al. 1982a, b; Goodenow et al. 1982; Chaplin et al 1983; Fisher etal. 1985; Flavell etal. 1986; Stephan ct al, 1986 ), much ofthe region between H - 25 and H - 2D, which is homologous to the HLA region cited above, has not yet been isolated in molecular clones. This region is of particular interest because the genes con - trolling several phenotypic traits appear to map withi it. A gene that affects the antibody response to TNP - Fi - coll (Shapiro et al. 1985 ), the locus that controls the hematopoietic histocompatibility antigen, Hh - i (Daley ct al. 1987 ), a gene that affects susceptibility to cort - sone - induced cleft palate, Cps - 1 (Gasser tal. 1988 ), and a gene that affects susceptibility to experimental autoimmune orchitis, Orch - 1 (Teuscher et al. 1990; Snoek et al. 1993 ), have all been localized to this int val. The isolation of this portion of the mouse H - 2 complex in molecular clones will facilitate the identifi - cation of these functionally defined genes. Cloning of {his region ofthe mouse will also permit comparison of the structure ofthis portion of the human and mouse ‘ MHCS to define the extent to which it has been evolu - tionarily conserved. In this study, we have cloned the region surrounding the # sp70 loci and used polymor - phisms in this region to refine the location ofthe Cps - 1 locus. Materials and methods {solaion of cosmid clones. Two cosa Hbrasis were constructed, ‘ sing high relative molecular mass DNA puried fram MOPC: 321 50724978"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "A 280 kilobase (kb) contig was isolated from rodent genomic Pl and cosmid libraries. The clone contains 11 mouse genes that are homologous to genes mapped within the human major histocompati-bility complex. This region is notable for its extremely high density of functionalfunctionalgenes. It contains a duplicated locus encoding Hsp70 (Sargent, 1989), tumor necrosis factor and B; (Spies, 1986)"
}