{
    "filename": "507279262+-9267.jpg",
    "metadata": {},
    "text": " \n\n-., ~)  ENTREVISTADORAS: FAVOR DE NO INTERVIEWERS: PLEASE DO\n\n \n\nHENCIONAR Ql LO QUE NOT DISCLOSE WHAT 18\nNECESITAMOS PARA CALIFICAR NEEDED TO QUALIFY THESE\nLOS GRUPOS. GROUPS.\n\n\" Wispente Cigerette Screener\n\n \n\n+ (GREETING IN SPANISH)\n\nBuenas, me llapo con une\ncompeAia que estudia el mercado. Hoy estanos haciendo un survey\nen su ares y quisiera hacerle elsunes preguntes.\n\n \n\n \n\nHello, my neve is with +e\nmarket research coupeny, Tocey we are Conducting & study in\nyour srea and I would like to ask you a few questions.\n\n1. Nosotros necesitanos habla: HOUSRES 26 18 afos x never.\n[puedo hablar con alguns FOUERE viviendo en este borar 7\nque tensa 18 efos 0 més?\n\n+ We need to syeekyia elt 18 yeers of age and older.\n\nj May 1 speak to residing in this hovsehold who\nis 18 yeers of age or older?\n\n \n\n \n\n  \n\nUF NO ONE LIVIN\n\n  \n\nAT HOME OVER TEE AGE OF 18,\nTRANK & TERMINATE 123456789\n\n \n\n \n\nIF SPEAKING TO SOMEONE 18 OR OVER, ASK:\n2. iMe pudiers parar cuando llegue’a le categoria que contiene\nsv edad? (READ LIST BELOW)\nCould you pleese stop me when I get to the category\nwhich contains your age? (READ LIST BELOW)\n\nMenos de 18 ......65 TERMINATE 1 2 3 45 6.7\nUnder 18\n10=20 ) CONTINUE MEN ONLY\n\n \n\n21-24 ) PRIMATE CONTINUE MEN ONLY\n\n25-34 .ssseeeeeeesee( ) TERMINATE 123.4567\n\n35-49 coves eee () TERMINATE\n\n \n\nMas de 49 ..seeeeeee TERMINATE 1 2 3 45 67\nover 49\n\nZ9Z8 LZL0S\n\n   \n\f",
    "augmented_texts": [
        "-. , ~) ENTREVISTADORAS: FAVOR DE NO INTERVIEWERS: PLEASE brawl HENCIONAR Ql LO QUE NOT DISCLOSE WHAT 18 NECESITAMOS PARA CALIFICAR NEEDED TO QUALIFY THESE LOS GRUPOS. GROUPS. \" Wispente Cigerette Screener + (salutation IN SPANISH) Buenas, me llapo con une compeAia que estudia el mercado. Hoy estanos haciendo un survey en su ares y quisiera hacerle elsunes preguntes. Hello, my neve is with + e market research coupeny, Tocey we are Conducting & study in your srea and Atomic number 53 would like to ask you a few questions. 1. Nosotros necesitanos habla: HOUSRES 26 18 afos x never. [puedo hablar con alguns FOUERE viviendo en este borar 7 que tensa 18 efos 0 més? + We need to syeekyia elt eighteen yeers of age and older. j May 1 speak to residing in this hovsehold who is 18 yeers of age or older? UF NO ONE LIVIN AT HOME OVER TEE AGE OF 18, TRANK & TERMINATE 123456789 IF SPEAKING TO SOMEONE 18 OR OVER, ASK: 2. iMe pudiers parar cuando llegue ’ a le categoria que contiene sv edad? (READ LIST BELOW) Could you pleese stop me when I get to the category which contains your age? (READ LIST BELOW) Menos de 18. .. .. . 65 TERMINATE 1 2 3 forty five 6. 7 Under 18 10 = twenty) CONTINUE MEN ONLY 21 - 24) PRIMATE CONTINUE MEN ONLY 25 - 34. ssseeeeeeesee () TERMINATE 123. 4567 35 - 49 coves eee () TERMINATE Mas de 49. . seeeeeee TERMINATE 1 2 triad 45 67 over 49 Z9Z8 LZL0S",
        "-. , ~) ENTREVISTADORAS: FAVOR DE NO INTERVIEWERS: PLEASE DO HENCIONAR Ql LO QUE NOT DISCLOSE WHAT 18 NECESITAMOS PARA CALIFICAR NEEDED TO QUALIFY THESE LOS GRUPOS. GROUPS. \" Wispente Cigerette Screener + (GREETING IN SPANISH) Buenas, pine tree state llapo con une compeAia que estudia el mercado. Hoy estanos haciendo un survey en su ares y quisiera hacerle elsunes preguntes. Hello, my neve is with + e market research coupeny, Tocey we are Conducting & study in your srea and I would like to ask you a few questions. 1. Nosotros necesitanos habla: HOUSRES 26 eighteen afos x never. [puedo hablar con alguns FOUERE viviendo en este borar 7 que tensa eighteen efos 0 més? + We need to syeekyia elt 18 yeers of old age and older. j May 1 speak to residing in this hovsehold who is 18 yeers of age or older? UF NO ONE LIVIN AT HOME OVER football tee AGE OF 18, TRANK & TERMINATE 123456789 IF SPEAKING TO SOMEONE 18 OR OVER, ASK: 2. iMe pudiers parar cuando llegue ’ a le categoria que contiene sv edad? (READ LIST BELOW) Could you pleese stop me when I get to the category which contain your age? (READ LIST BELOW) Menos de 18. .. .. . 65 TERMINATE 1 2 3 45 6. 7 Under 18 10 = 20) CONTINUE MEN ONLY 21 - 24) PRIMATE CONTINUE MEN ONLY 25 - 34. ssseeeeeeesee () TERMINATE 123. 4567 35 - 49 coves eee () TERMINATE Mas de 49. . seeeeeee TERMINATE 1 2 3 45 67 over 49 Z9Z8 LZL0S"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "\"We need to syeekyia elt 18 yeers of age and older\" \"We are Conducting & study in your srea and I would like to ask you a few questions. (READ LIST BELOW) If you are 18 or over, ask: \"Could you pleese stop me when I get to the category which contains your age?\""
}