{
    "filename": "50720545-0556.jpg",
    "metadata": {},
    "text": "Biochemistry of acute and chronic hypoxia 7\n\nOXYGEN SENSING IN THE ORCHESTRATION OF HYPOXIC METABOLIC ARREST .\nStephen C, Land, PRD.\n\nBiocurreats Research Center, Marine Biological Laboratory, Woods Hole, Massachusetts 02583-1616, USA,\nDepartment of Child Health, Ninewells Hospital and Medical School, Dundee~ DDI 9SY, Scotland, UK.\n\n \n\n‘Address correspondence to: S.C. Land Biocurrents Research Center Marine Biological Laboratory Wood Hole\nMA 02543, U.S.A. - Tel: (508) 289 7271 Fax: (508) 540 6902 email: sland@mbl.edu\n\nRESUMEN: La Preepel del Oxigeno en ta Organizacién det Paro Metahdica Hipdvco\n\n[base meabica del mecanisio sensor de oxigen ha sido exudiaa viliando hepatactsssldos def orga pinta ocidema. an\n‘erterado anerobio facutativa, Como parte de ns respuesta stémica coordina 3 Ia hipona estat eels supemen sctiameate Ie\nsintesis de ATP en sincrona cor Ia demands de ATP por pane de todos Ios consumdotes panepals (Na -K\" ATPasa, Ca\" ATPase\n‘ezambio de poteinas,sntesis de urea, liberacén de giscosa y gluconeogenesis) HI erllado er una supesisn en 10 veses dela task\nrmeabslica, impwesta sobre una redisibucién de la demanda de ATP enire los process celslares. Fea eergunizacin rnin\nepeadint de oxigeno es extrechamenteconuolads, es pia e sa inicio, acu a perrtacin de las concentraciones de aderato\n= poteacial de membrana, implica la supsesion y exprsin de genes deperdienes de onigeno y mssiene una nacra tsa infer defo\nraves de vis bioguimiessespecfias hasta a reigenaién eft sto ahora dramiicamentesustato fermentable, ita as\n= acumulaiin de deshechos meabelicosy extendeprefundament el tmp de nipervvencia en anon, Se ha enplesdo sles dvstor\n‘3 mecanismos recepivos de oxigeno en el conto de las tsas de so para dos eventos eeulressignfiaivos Wuepo de supresiin\n‘etabéica hpoxic, El ecambio proeco, que es el proceso cellar energéneamente mis cstx0 en normoxia most ana modelacca\n‘ependiene de oxigeno de bandas pomcaseipecifiescuyacaprsion potia ser predeiblescntemanipulada por CO™ NE 9 CO. ESD\n20a a teava de un ol pra el mecanismo receptor de oigeno hermpoteins en el contol dea expresion hipguica de gencwa a ngese\n0 puro merbolio, Segundo, etuios no invasvos que usan electodo de auloterenciaselectivo Se Cademoeston que Aaj aha\n‘spresién selctiva dl 7% ene uj tansmerbrans de Ca™ que ex onigeno-concordante yqucexhibe un KrnOsapcene de 18M La\nsupresion det fljo de Ca era dependent de protein ina y no ea repel bajo inbikin anaercbcaée Ia amaerencia de elects\noe KCN, Ests resultados sugieren que las respuesas hipsnicas Je iferenes progeios conflayen para format una feotguerscsn\n‘mezbilicay molecular coordnada de la fncién cella qu perme tuperivenca prolongada sn oxigen. pane inegra dello ex\npotencial evdente de los ecanismos reeptivos de oxigeno para sclary curtinar Tos cambios de Naja eves vis corp\n\n \n\n \n\n \n\n \n\n \n\n \n\nenergeicamente costes\nPatabras claves: Onigeno, Paro melo, Respuesta hipsxic,\n\nRESUME: La perception de Iorygine dans lirgunization\n4s lirrét métabolique hypoxique\n\nLs base metabolique et moléulaie do mécaisme capeur\nFonygene ast ead en uilvan des Mépaocyes ene de a\ntone tachede occidentale, un vertere anairobie fala\nComme dlemeae dane wéponse sytemgue en raion arse\nIhypoue, ces ellis suppement actvenest la synthe de\n‘ATP en synchoaisation avec a demande d'ATP ce apart\n‘ous let consommateurs prncipaux d'neegie (NaK” ATPase\nCa\" ATPase remplacement de prottines, synthe de U're,\nHbértion de glucose et néoglucogenése). Le result st uae\n‘appesion en 10 four du taux metabolique, se surimpoztt 8\nune redistnbution de la demande d°ATP entre ler procestut\netllates. Cee organisation mtboligee déjenlante de\nFoxygine est eectement contre: lle et rapide& 20 debut.\nse dirole sans penurbtion des concentrations dealt 9\n‘4 potentil de membrane; elle implgue la supprestion ct\n\"expression de gines dependants de Toxypine e ftent un\nonveau tu, ner, de fax 3 anes des ves bockmiguet\nspeviques jugu's la roxygenanon. Leffet net ésonmise\nnsideablment le substat fermentable, Wintel (30%\nFaccumulsoon des \"déchersmétaoligues et allonge\nerommémeat le ave de sure en amore. Le tle dst de\ninecanismes ecepteur @oxygene dans le cone des taux de\nAux pour deux evénements cellars sgniicshis apts\nsuppression métboliue hyponique a ete explore Le\nreplacement proéiue, fe processus celiaie qu requir le\nus Jécerge en acematie, a mane ute modulation\n‘pendant de 'axyg8ae de bandesproigues spéiques Jon\nexpression gowvat due manipulée de fon peéviible par\n{Co Ni?\" et 100. Cela appuie I cone Worle dv mecansme\nrRorglew onygine heme-powine dans Is conutle de\nexpression hypoxique “de geet en entant en andi\n‘msabolique.D'aute pt det ales oe vases slit\nbene lcetroe autorettence selective de C3\" demoatent qu\n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n{ya ue suppression de 75 % ux cansmembranate de Ca\n‘ui estoxygeao concordant présente un KimO: de 135uM ab\nSuppression du fax de Ca tat dependant de la protine\nKinsses etme pouvait due spe sour inhibition sérbague Je\ntransfen a eeerons par KCN. Ces rulatssoggtent qu Ke\n‘sponses hyponiques des dittents procrsus cellules se\n‘ejignent pour fomer une reorchestation metsbelgue\n‘moldulie coononade dels foncbun cellule, pert a\nSurvie proloagée suns oxygene Le potent evident des\n‘mésanismes recepeurs d'oxygtne fat pame ign de ce\nprocess pour ignaler et oowonner es changements de fax 3\ntravers des woies completes, us coteuses point de wie\nnergige,\n\nMots-clés “Oxygtee, Amét méabotiqu, Réponse byporiaue\n\n \n\n \n\nSUMMARY: The metbolic and molecular bas of onygen\nSensing has been probed using wolsted hepatocyte rom\nverte facultanve anarobe the westem pointed tule. As\npat ofa coordinated systemic response 1 hypoxia. these cll\nActively suppres ATP syhesis in synchrony with ATP demand\nfrom all major energy sinks (NACIK™ ATPase, Co\" ATPase\nprotein tumover, ua symhesis, glucose flea and\n‘lsconcogeneis) The etlt is {Old suppression in\n‘metalic rate sugerinpesed over 2 fepartionag af ATP.\ndemand ameng cellar proceses, The oxygen dependet\nrmeabole re-organization is tightly sintlied. Deng rapid 0\n‘ese, occurs snthoetpetucbaion to adenylate concentetins\nft membrane potential, it involves the oxygensdependent\nSsuppreson and expression of speci genes ani sustains 3\n‘ew ower ate of Hux though specific Bshemial pathways\n‘ntl oxygenation. The net cieet ramataly spare\nfementable subsite, limite rates of metabohe waste\nmulation and profoundly exends survival ein 203\n\n \n\n \n\n \n\n \n\n \n\nDirect res for oxygen-ocepine mechani inthe cont of\ntox rtes have been explored for bro energetically glean\n\n \n\n50720545.\n\f",
    "augmented_texts": [
        "Biochemistry of acute and chronic hypoxia 7 OXYGEN SENSING IN THE ORCHESTRATION OF HYPOXIC METABOLIC ARREST. Stephen C, Land, PRD. Biocurreats Research Center, Marine Biological Laboratory, Woods Hole, Massachusetts 02583 - 1616, USA, Department of Child Health, Ninewells Hospital and Medical School, Dundee ~ DDI 9SY, Scotland, UK. ‘ Address correspondence to: S. C. Land Biocurrents Research Center Marine Biological Laboratory Wood Hole MA 02543, U. S. A. - Tel: (508) 289 7271 Fax: (508) 540 6902 email: sland @ mbl. edu RESUMEN: La Preepel del Oxigeno en ta Organizacién det Paro Metahdica Hipdvco [base meabica del mecanisio sensor de oxigen ha sido exudiaa viliando hepatactsssldos def orga pinta ocidema. an ‘ erterado anerobio facutativa, Como parte de ns respuesta stémica coordina 3 Ia hipona estat eels supemen sctiameate Ie sintesis de ATP en sincrona cor Ia demands de ATP por pane de todos Ios consumdotes panepals (Na - K \" ATPasa, Ca \" ATPase ‘ ezambio de poteinas, sntesis de urea, liberacén de giscosa y gluconeogenesis) HI erllado er una supesisn en 10 veses dela task rmeabslica, impwesta sobre una redisibucién de la demanda de ATP enire los process celslares. Fea eergunizacin rnin epeadint de oxigeno es extrechamenteconuolads, es pia e sa inicio, acu a perrtacin de las concentraciones de aderato = poteacial de membrana, implica la supsesion y exprsin de genes deperdienes de onigeno y mssiene una nacra transportation security administration infer defo raves de vis bioguimiessespecfias hasta a reigenaién eft sto ahora dramiicamentesustato fermentable, ita as = acumulaiin de deshechos meabelicosy extendeprefundament el tmp de nipervvencia en anon, Se ha enplesdo sles dvstor ‘ 3 mecanismos recepivos de oxigeno en el conto de las tsas de so para dos eventos eeulressignfiaivos Wuepo de supresiin ‘ etabéica hpoxic, El ecambio proeco, que es el proceso cellar energéneamente mis cstx0 en normoxia most ana modelacca ‘ ependiene de oxigeno de bandas pomcaseipecifiescuyacaprsion potia ser predeiblescntemanipulada por CO ™ NE 9 CO. ESD 20a a teava de un ol pra el mecanismo receptor de oigeno hermpoteins en el contol dea expresion hipguica de gencwa a ngese 0 puro merbolio, Segundo, etuios no invasvos que usan electodo de auloterenciaselectivo Se Cademoeston que Aaj aha ‘ spresién selctiva dl 7% ene uj tansmerbrans de Ca ™ que ex onigeno - concordante yqucexhibe un KrnOsapcene de 18M La supresion det fljo de Ca era dependent de protein ina y no ea repel bajo inbikin anaercbcaée Ia amaerencia de elects oe KCN, Ests resultados sugieren que las respuesas hipsnicas Je iferenes progeios conflayen para format una feotguerscsn ‘ mezbilicay molecular coordnada de la fncién cella qu perme tuperivenca prolongada sn oxigen. pane inegra dello ex potencial evdente de los ecanismos reeptivos de oxigeno para sclary curtinar Tos cambios de Naja eves vis corp energeicamente costes Patabras claves: Onigeno, Paro melo, Respuesta hipsxic, RESUME: La perception de Iorygine dans lirgunization 4s lirrét métabolique hypoxique Ls base metabolique et moléulaie do mécaisme capeur Fonygene ast ead en uilvan des Mépaocyes ene de a tone tachede occidentale, un vertere anairobie fala Comme dlemeae dane wéponse sytemgue en raion arse Ihypoue, ces ellis suppement actvenest la synthe de ‘ ATP en synchoaisation avec a demande d ' ATP ce apart ‘ ous let consommateurs prncipaux d ' neegie (NaK ” ATPase Ca \" ATPase remplacement de prottines, synthe de U ' re, Hbértion de glucose et néoglucogenése ). Le result st uae ‘ appesion en 10 four du taux metabolique, se surimpoztt 8 une redistnbution de la demande d ° ATP entre ler procestut etllates. Cee organisation mtboligee déjenlante de Foxygine est eectement contre: lle et rapide & 20 debut. se dirole sans penurbtion des concentrations dealt 9 ‘ 4 potentil de membrane; elle implgue la supprestion ct \" expression de gines dependants de Toxypine e ftent un onveau tu, ner, de fax 3 anes des ves bockmiguet speviques jugu ' s la roxygenanon. Leffet net ésonmise nsideablment le substat fermentable, Wintel (30% Faccumulsoon des \" déchersmétaoligues et allonge erommémeat le ave de sure en amore. Le tle dst de inecanismes ecepteur @ oxygene dans le cone des taux de Aux pour deux evénements cellars sgniicshis apts suppression métboliue hyponique a ete explore Le replacement proéiue, fe processus celiaie qu requir le us Jécerge en acematie, a mane ute modulation ‘ pendant de ' axyg8ae de bandesproigues spéiques Jon expression gowvat due manipulée de fon peéviible par {Co Ni? \" et 100. Cela appuie I cone Worle dv mecansme rRorglew onygine heme - powine dans Is conutle de expression hypoxique “ de geet en entant en andi ‘ msabolique. D ' aute pt det ales oe vases slit bene lcetroe autorettence selective de C3 \" demoatent qu {ya ue suppression de 75% ux cansmembranate de Ca ‘ ui estoxygeao concordant présente un KimO: de 135uM ab Suppression du fax de Ca tat dependant de la protine Kinsses etme pouvait due spe sour inhibition sérbague Je transfen a eeerons par KCN. Ces rulatssoggtent qu Ke ‘ sponses hyponiques des dittents procrsus cellules se ‘ ejignent pour fomer une reorchestation metsbelgue ‘ moldulie coononade dels foncbun cellule, pert a Survie proloagée suns oxygene Le potent evident des ‘ mésanismes recepeurs d ' oxygtne fat pame ign de ce process pour ignaler et oowonner es changements de fax 3 travers des woies completes, us coteuses point de wie nergige, Mots - clés “ Oxygtee, Amét méabotiqu, Réponse byporiaue SUMMARY: The metbolic and molecular bas of onygen Sensing has been probed using wolsted hepatocyte rom verte facultanve anarobe the westem pointed tule. As pat ofa coordinated systemic response 1 hypoxia. these cll Actively suppres ATP syhesis in synchrony with ATP demand from all major energy sinks (NACIK ™ ATPase, Co \" ATPase protein tumover, ua symhesis, glucose flea and ‘ lsconcogeneis) The etlt is {Old suppression in ‘ metalic rate sugerinpesed over 2 fepartionag af ATP. demand ameng cellar proceses, The oxygen dependet rmeabole re - organization is tightly sintlied. Deng rapid 0 ‘ ese, occurs snthoetpetucbaion to adenylate concentetins ft membrane potential, it involves the oxygensdependent Ssuppreson and expression of speci genes ani sustains 3 ‘ ew ower ate of Hux though specific Bshemial pathways ‘ ntl oxygenation. The net cieet ramataly spare fementable subsite, limite rates of metabohe waste mulation and profoundly exends survival ein 203 Direct res for oxygen - ocepine mechani inthe cont of tox rtes have been explored for bro energetically glean 50720545.",
        "Biochemistry of acute and chronic hypoxia 7 OXYGEN SENSING IN THE ORCHESTRATION OF HYPOXIC METABOLIC ARREST. Stephen C, Land, PRD. Biocurreats Research Center, Marine Biological Laboratory, Woods Hole, Massachusetts 02583 - 1616, USA, Department of Child Health, Ninewells Hospital and Medical School, Dundee ~ DDI 9SY, Scotland, UK. ‘ Address correspondence to: S. C. Land Biocurrents Research Center Marine Biological Laboratory Wood Hole MA 02543, U. S. A. - Tel: (508) 289 7271 Fax: (508) 540 6902 email: sland @ mbl. edu RESUMEN: La Preepel del Oxigeno nut ta Organizacién det Paro Metahdica Hipdvco [base meabica del mecanisio sensor de oxigen ha sido exudiaa viliando hepatactsssldos def orga pinta ocidema. an ‘ erterado anerobio facutativa, Como parte de ns respuesta stémica coordina 3 Ia hipona estat eels supemen sctiameate Ie sintesis de ATP en sincrona cor Ia demands de ATP por pane de todos Ios consumdotes panepals (Na - K \" ATPasa, Ca \" ATPase ‘ ezambio de poteinas, sntesis de urea, liberacén de giscosa y gluconeogenesis) HI erllado er una supesisn en 10 veses dela task rmeabslica, impwesta sobre una redisibucién de la demanda de ATP enire los process celslares. Fea eergunizacin rnin epeadint de oxigeno es extrechamenteconuolads, es pia e sa inicio, acu a perrtacin de las concentraciones de aderato = poteacial de membrana, implica la supsesion y exprsin de genes deperdienes de onigeno y mssiene una nacra tsa infer defo raves de vis bioguimiessespecfias hasta a reigenaién eft sto ahora dramiicamentesustato fermentable, ita as = acumulaiin de deshechos meabelicosy extendeprefundament el tmp de nipervvencia en anon, Se ha enplesdo sles dvstor ‘ 3 mecanismos recepivos de oxigeno en el conto de las tsas de so para dos eventos eeulressignfiaivos Wuepo de supresiin ‘ etabéica hpoxic, El ecambio proeco, que es el proceso cellar energéneamente mis cstx0 en normoxia most ana modelacca ‘ ependiene de oxigeno de bandas pomcaseipecifiescuyacaprsion potia ser predeiblescntemanipulada por CO ™ NE 9 CO. ESD 20a a teava de un ol pra el mecanismo receptor de oigeno hermpoteins en el contol dea expresion hipguica de gencwa a ngese 0 puro merbolio, Segundo, etuios no invasvos que usan electodo de auloterenciaselectivo Se Cademoeston que Aaj aha ‘ spresién selctiva dl 7% ene uj tansmerbrans de Ca ™ que ex onigeno - concordante yqucexhibe un KrnOsapcene de 18M La supresion det fljo de Ca era dependent de protein ina y no ea repel bajo inbikin anaercbcaée Ia amaerencia de elects oe KCN, Ests resultados sugieren que las respuesas hipsnicas Je iferenes progeios conflayen para format una feotguerscsn ‘ mezbilicay molecular coordnada de la fncién cella qu perme tuperivenca prolongada sn oxigen. pane inegra dello ex potencial evdente de los ecanismos reeptivos de oxigeno para sclary curtinar Tos cambios de Naja eves vis corp energeicamente costes Patabras claves: Onigeno, Paro melo, Respuesta hipsxic, RESUME: La perception de Iorygine dans lirgunization 4s lirrét métabolique hypoxique Ls base metabolique et moléulaie do mécaisme capeur Fonygene ast ead en uilvan des Mépaocyes ene de a tone tachede occidentale, un vertere anairobie fala Comme dlemeae dane wéponse sytemgue en raion arse Ihypoue, ces ellis suppement actvenest la synthe de ‘ ATP en synchoaisation avec a demande d ' ATP ce apart ‘ ous let consommateurs prncipaux d ' neegie (NaK ” ATPase Ca \" ATPase remplacement de prottines, synthe de U ' re, Hbértion de glucose et néoglucogenése ). Le result st uae ‘ appesion en 10 four du taux metabolique, se surimpoztt 8 une redistnbution de la demande d ° ATP entre ler procestut etllates. Cee organisation mtboligee déjenlante de Foxygine est eectement contre: lle et rapide & 20 debut. se dirole sans penurbtion des concentrations dealt 9 ‘ 4 potentil de membrane; elle implgue la supprestion ct \" expression de gines dependants de Toxypine e ftent un onveau tu, ner, de fax 3 anes des ves bockmiguet speviques jugu ' s la roxygenanon. Leffet net ésonmise nsideablment le substat fermentable, Wintel (30% Faccumulsoon des \" déchersmétaoligues et allonge erommémeat le ave de sure en amore. Le tle dst de inecanismes ecepteur @ oxygene dans le cone des taux de Aux pour deux evénements cellars sgniicshis apts suppression métboliue hyponique a ete explore Le replacement proéiue, fe processus celiaie qu requir le us Jécerge en acematie, a mane ute modulation ‘ pendant de ' axyg8ae de bandesproigues spéiques Jon expression gowvat due manipulée de fon peéviible par {Co Ni? \" et 100. Cela appuie I cone Worle dv mecansme rRorglew onygine heme - powine dans Is conutle de expression hypoxique “ de geet en entant en andi ‘ msabolique. D ' aute pt det ales oe vases slit bene lcetroe autorettence selective de C3 \" demoatent qu {ya ue suppression de 75% ux cansmembranate de Ca ‘ ui estoxygeao concordant présente un KimO: de 135uM ab Suppression du fax de Ca tat dependant de la protine Kinsses etme pouvait due spe sour inhibition sérbague Je transfen a eeerons par KCN. Ces rulatssoggtent qu Ke ‘ sponses hyponiques des dittents procrsus cellules se ‘ ejignent pour fomer une reorchestation metsbelgue ‘ moldulie coononade dels foncbun cellule, pert a Survie proloagée suns oxygene Le potent evident des ‘ mésanismes recepeurs d ' oxygtne fat pame ign de ce process pour ignaler et oowonner es changements de fax 3 travers des woies completes, us coteuses point de wie nergige, Mots - clés “ Oxygtee, Amét méabotiqu, Réponse byporiaue SUMMARY: The metbolic and molecular bas of onygen Sensing has been probed using wolsted hepatocyte rom verte facultanve anarobe the westem pointed tule. As pat ofa coordinated systemic response 1 hypoxia. these cll Actively suppres ATP syhesis in synchrony with ATP demand from all major energy sinks (NACIK ™ ATPase, Co \" ATPase protein tumover, ua symhesis, glucose flea and ‘ lsconcogeneis) The etlt is {Old suppression in ‘ metalic rate sugerinpesed over 2 fepartionag af ATP. demand ameng cellar proceses, The oxygen dependet rmeabole re - organization is tightly sintlied. Deng rapid 0 ‘ ese, occurs snthoetpetucbaion to adenylate concentetins ft membrane potential, it regard the oxygensdependent Ssuppreson and expression of speci genes ani sustains 3 ‘ ew ower ate of Hux though specific Bshemial pathways ‘ ntl oxygenation. The net cieet ramataly spare fementable subsite, limite rates of metabohe waste mulation and profoundly exends survival ein 203 Direct res for oxygen - ocepine mechani inthe cont of tox rtes have been explored for bro energetically glean 50720545."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Biochemistry of acute and chronic hypoxia 7.7. OXYGEN SENSING IN THE ORCHESTRATION OF HYPOXIC METABOLIC ARREST. Stephen C, Land, PRD. (S.C. Land Biocurrents Research Center Marine Biological Laboratory, Woods Hole, Massachusetts)"
}