{
    "filename": "507200358+-0360.jpg",
    "metadata": {},
    "text": "“Next” Screening Questionnaire\n\nFor all questions related to the three brands, use Magna,\n\nChelsea, Next,\nBee Ste Ack t\nHello, I'm with The,National Opinion Survey Company:\n\nWe're conducting a brief survey across the country about consumer\nproducts. May | please speak to (name)? (If new respondent comes to\nphone, repeat introduction.)\n\n1. Please tell me, what is your current age? (IF 423FFUNDER |9\nTERMINATE.)\nJa. (if respondent refuses to give age)\n\nJust for classification purposes to ensure that we have a fair\nrepos er of people, is your age:\n\nTERMINATE\n\n: Z 2\n\n- 35-49\n\n- 50 or over\n\n- (DO NOT READ) Refused\n\n1b. Record sex of respondent. Male() Female ()\n\n2. Do you smoke cigarettes? Yes() No() (IF NO, ASK TO SPEAK TO\nANOTHER FAMILY MEMBER AGE 18 OR OVER AND START OVER. IF NO\nSMOKERS AGE 18 OR OVER IN HOUSEHOLD, TERMINATE.)\n\n3a. What one brand of cigarettes do you smoke most often and consider to\nbe your usual brand?,\n\n3b. Is ita: filter ()\nnon-filter ()\n\n3c. Is it: menthol ()\nnon-menthol ()\n\n8d. Is it: regular, full flavor strength ()\nlightsflow tar ()\nultra lights/ultra low tar ()\n\n3e. Isit: regular 85mm length ()\nlonger 100mm length ()\nextra long 120mm length ()\n\nese0 0240S\n\f",
    "augmented_texts": [
        "“ Next ” Screening Questionnaire For all questions related to the three brands, use Magna, Chelsea, Next, Bee Ste Ack t Hello, I ' m with The, National Opinion Survey Company: We ' re conducting a brief survey across the country about consumer products. May | please speak to (name )? (If new respondent comes to phone, repeat introduction.) 1. Please tell me, what is your current age? (IF 423FFUNDER | 9 TERMINATE.) Ja. (if respondent refuses to give age) Just for classification purposes to ensure that we have a reasonable repos er of people, is your age: TERMINATE: Z deuce - 35 - 49 - 50 or over - (DO NOT READ) Refused 1b. Book sex of respondent. Male person () Female () 2. Do you smoke cigarettes? Yes () No () (IF NO, ASK TO SPEAK TO ANOTHER FAMILY MEMBER AGE 18 OR OVER AND START OVER. IF NO SMOKERS AGE 18 OR OVER IN HOUSEHOLD, TERMINATE.) 3a. What one brand of cigarettes do you smoke most often and consider to be your usual brand? , 3b. Is ita: filter () non - filter () 3c. Is it: menthol () non - menthol () 8d. Is it: regular, full flavor strength () lightsflow tar () ultra lights / ultra low tar () 3e. Isit: steady 85mm length () longer 100mm length () extra long 120mm length () ese0 0240S",
        "“ Next ” Screening Questionnaire For all questions related to the three brands, use of goods and services Magna, Chelsea, Next, Bee Ste Ack t Hello, Ace ' m with The, National Opinion Survey Company: We ' re conducting a brief survey across the country about consumer products. May | please speak to (name )? (If new respondent comes to phone, repeat intromission.) 1. Please tell me, what is your current age? (IF 423FFUNDER | 9 TERMINATE.) Ja. (if respondent refuses to give old age) Just for classification purposes to ensure that we have a fair repos er of people, is your age: TERMINATE: Z 2 - 35 - 49 - 50 or over - (DO NOT READ) Refused 1b. Record sex of respondent. Male () Female () 2. Do you smoke cigarettes? Yes () No () (IF NO, ASK TO SPEAK TO ANOTHER FAMILY MEMBER AGE 18 OR OVER AND START OVER. IF NO SMOKERS AGE 18 OR OVER IN HOUSEHOLD, TERMINATE.) 3a. What one brand of cigarettes do you smoke most often and consider to be your usual brand? , 3b. Is ita: filter () non - filter () 3c. Is it: menthol () non - menthol () 8d. Is information technology: regular, full flavor strength () lightsflow tar () ultra lights / ultra low tar () 3e. Isit: regular 85mm length () longer 100mm length () extra long 120mm length () ese0 0240S"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "“Next’s Screening Questionnaire uses questions related to the three brands Magna, Chelsea, Next, and Ste Ack t. “Do you smoke cigarettes? Yes or No?” ‘Is it: regular, full flavor strength or full-flavor strength? Is it a filter or non- filter cigarette? What brand of cigarettes are you using?"
}