{
    "filename": "50723496-3500.jpg",
    "metadata": {},
    "text": "SHORT REPORT\n\nAder\nxn 0\n\n{D'oh Pee Ale ear 0850-92509 $1200,\n\nALL+-1 interacts with unr, a protein containing multiple cold shock domains\n\nD Leshkowitz', O Rozenblatt', T Nakamura’, T Yano\", F Dautry’, CM Croce? and E Canaani’\n\n“Department of Molecular Cell Biology, Weizmann Institute of Science, Rehovot 76100, Israel: “Jefferson Cancer Institute\nJefferson Medical College, Philadelphia, Pennsylvania 19107, USA: \"CNRS, Institut de Recherches sur le Cancer Vileuif 94801,\n\nFrance\n\n‘The ALL-L gene is involved in buman acute leukemia\nthrough chromosome translocations and fusion to partner\n‘genes, or through partial tandem duplications. ALL-1 is\nthe human homologue of Drosophila trithorax which\ntransregulates the homeotic genes of the Antennapedia\nand bithorax complexes controlling body segment\nidentity, ALL-1 encodes a very large protein of 3968\naminoacids which presumably interacts with many\nproteins. Here we applied yeast two bybrid sereening to\nidentify proteins interacting with the N-terminal segment\nof ALL-1, One protein obtained in this way was the\nproduct of the war gene. This protein consists of multiple\nrepeats homologous to the cold shock domain (CSD), a\n‘motif common to some bacterial and eukaryotic nucleic\nacids-binding proteins. The minimal region on unr\nrequired for the interaction with ALL-I included two\nCSD and two intervening polypeptides. ‘The interaction\nwas confirmed by in vitro binding studies, and by\n‘coimmunoprecipitation from COS cells overexpressing\nthe relevant segments of the {wo proteins. These results\n‘suggest that war is involved in am interaction of ALL-L\nwith DNA or RNA.\n\n \n\n \n\n \n\n \n\nKeywords: yeast two hybrid screening; nucleic acid-\nbinding proteins\n\n  \n\n \n\n‘The majority of infant acute leukemias and more than\n5% of acute lymphocyte leukemia (ALL) and acute\n‘myeloid leukemia (AML) of older children and adults\nshow abnormalities of chromosome band 11q23\n(Raimondi, 1993). In addition, 11q23 aberrations\noccur at very Trequencies’ in secondary acute\nleukemias induced by treatment of malignancies with\ninhibitors of topoisomerase II (Allain ef ai., 1990). The\n‘gone involved in the vast majority of these aberrations\nwas cloned (Gu ef af, 1992; Tkachuk er af., 1992) and\ndesignated ALL-1, HRX, MLL-1 or HTRX (Canaani\net al., 1995). In acute leukemias the gene is altered\nthrough chromosome translocations with a series of\n(220) of partner gencs to produce fused genes\nencoding chimeric proteins (ibid: Bernard and Berger,\n1995). Alternatively, ALL-1 can undergo partial\ntandem dupileation of exons 2-8, 2-6 or 4-6 to\nencode for a longer protein (Schichman et al., 1995).\n\n‘Sequence homology suggests that ALL-I is the\nhuman homologue of Drosophila trithorax. This\nhomology spans zine finger clusters with unique\narrangement. (Asaland et al., 1995; Saha et al.\n1995), the C-terminal region and three small domain\n(ilib et aly 1998). Similarly to flies heterozygous for\n\n  \n\n \n\nCorrespondence: F Canaani\nRecened 24 May 1996, revised 23 July 1996; cepted 23 July 1996\n\n \n\nIrithorax, ALL-l heterozygous (+/—) mice display\nhhomeotic transformations (Yu et al, 1995). D\ntrithorax is @ member of a class of gents (cithorax:\ngroup) which have been characterized genetically as\npositive regulators of the homeotic gene complexes\nniennapeida and bithorax, the latter control the\nGstablishment of the fly's’ body pattern, Indirect\nevidence (Kuzin et al, 1994) is consistent with the\n‘dea that the ‘vithorax protein acts in a complex with\nsome srithorax-group and polycomb-group proteins to\nactivate transcription of Antemapedia, bithorax and\nother genes. Moreover, the large size of the eithorax\nand ALL+I proteins 3727 and 3968 residues respec-\ntively, suggests physical interactions with a variety of\nother proteins. Here, we embarked on identification of\nthese interactions by utilizing segments of ALL-1 as\nbaits in yeast two hybrid screening (Fields and Song\n1989) of human B cell cDNA library (Durfee ef al,\n1993), The first protein we fished is encoded by the\nunr (upstteam of N-ras) gene (ffers et a, 1990;\nNicolaiew er al., 1991).\n\nThe yeast two hybrid system (Fickls and Song, 1989)\nmodified by Elledge and colleagues (Durfee ef a\n1993) was used to screen a human eDNA library\nderived from B cells (ibid) for proteins interacting with\nthe Neterminal segment of ALL-1 containing amino\nacids 11096, Previous attempt utilizing a slightly\nlarger fragment of ~ 1300 residues failed, presumably\ndue to the inclusion in the bait of amino acids 1147—\n1240 spanning a region which represses transcriptional\nactivity (Prasad ef al, 1995). 2x 10* transformants\n‘were sereened, yielding 13 clones positive for activation\nof the lacZ and the histidine reporters. Library cDNAs\nwithin the pACT vector were isolated from the 13\nones by transformation into £ col. Reintroduction of\nthe DNAs into yeast YI90 cells togcther with the\noriginal ALL-1 bait activated the two reporters. In\ncontrast, cotransfection of the 13 DNAs with each of\neight unrelated baits (p53, lamin, SNF1, Tat, Rev,\nDAPI, CDK2, Mdm2) fused to GAL-4 DNA binding\ndomain within the pAS2 vector failed to activate the\nreporters, Sequencing analysis of the cloned inserts\nshowed random distribution into five species, two of\nwhich (clones 45 and 21) corresponding fo overlapping\ncoding segments of a known gene~ sir (Jelfers ef al\n1990; Nicolaiew er al, 199]), Further analysis Focused\non the interaction between ALL-1 and unr.\n\nClone 45 insert was linked in frame to. the\nslutathione S-iransferase (GST) coding sequence with\nin the —pGEX plasmid and the construct _was\ntransformed. into E coli XL-Blue cells. The fused\nprotein produced in the bacteria was immobilized on\nglutathione sepharose beads. The ALL-I polypeptide\n{residues 1~ 1096) was synthesized and radiolabeled in\n\n \n\n50723496\n\nEA\n\f",
    "augmented_texts": [
        "unretentive REPORT Ader xn 0 {D ' oh Pee Ale ear 0850 - 92509 $ 1200, ALL + - 1 interacts with unr, a protein containing multiple cold shock domains D Leshkowitz ', O Rozenblatt ', T Nakamura ’, T Yano \", F Dautry ’, CM Croce? and E Canaani ’ “ Department of Molecular Cell Biology, Weizmann Institute of Science, Rehovot 76100, Israel: “ Jefferson Cancer Institute Jefferson Medical College, Philadelphia, Pennsylvania 19107, USA: \" CNRS, Institut de Recherches sur le Cancer Vileuif 94801, France ‘ The ALL - L gene is involved in buman acute leukemia through chromosome translocations and fusion to partner ‘ genes, or through partial tandem duplications. ALL - 1 is the human homologue of Drosophila trithorax which transregulates the homeotic genes of the Antennapedia and bithorax complexes controlling body segment identity, ALL - 1 encodes a very large protein of 3968 aminoacids which presumably interacts with many proteins. Here we applied yeast two bybrid sereening to identify proteins interacting with the N - terminal segment of ALL - unity, One protein obtained in this way was the product of the war gene. This protein consists of multiple repeats homologous to the cold shock domain (CSD ), a ‘ motif common to some bacterial and eukaryotic nucleic acids - binding proteins. The minimal region on unr required for the interaction with ALL - I included two CSD and 2 intervening polypeptides. ‘ The interaction was confirmed by in vitro binding studies, and by ‘ coimmunoprecipitation from COS cells overexpressing the relevant segments of the {wo proteins. These results ‘ suggest that war is involved in am interaction of ALL - L with DNA or RNA. Keywords: yeast two hybrid screening; nucleic acid - binding proteins ‘ The majority of infant acute leukemias and more than 5% of acute lymphocyte leukemia (ALL) and acute ‘ myeloid leukemia (AML) of older children and adults show abnormalities of chromosome band 11q23 (Raimondi, 1993 ). In addition, 11q23 aberrations occur at very Trequencies ’ in secondary acute leukemias induced by treatment of malignancies with inhibitors of topoisomerase II (Allain ef ai. , 1990 ). The ‘ gone involved in the vast majority of these aberrations was cloned (Gu ef af, 1992; Tkachuk er af. , 1992) and designated ALL - 1, HRX, MLL - 1 or HTRX (Canaani et al. , 1995 ). In acute leukemias the gene is altered through chromosome translocations with a series of (220) of partner gencs to produce fused genes encoding chimeric proteins (ibid: Bernard and Berger, 1995 ). Alternatively, ALL - 1 can undergo partial tandem dupileation of exons 2 - 8, 2 - 6 or 4 - 6 to encode for a longer protein (Schichman et al. , 1995 ). ‘ Sequence homology suggests that ALL - I is the human homologue of Drosophila trithorax. This homology spans zine finger clusters with unique arrangement. (Asaland et al. , 1995; Saha et al. 1995 ), the C - terminal region and three small domain (ilib et aly 1998 ). Similarly to flies heterozygous for Correspondence: F Canaani Recened 24 May 1996, revised 23 July 1996; cepted 23 July 1996 Irithorax, ALL - l heterozygous (+ / —) mice display hhomeotic transformations (Yu et al, 1995 ). D trithorax is @ member of a class of gents (cithorax: group) which have been characterized genetically as positive regulators of the homeotic gene complexes niennapeida and bithorax, the latter control the Gstablishment of the fly ' s ’ body pattern, Indirect evidence (Kuzin et al, 1994) is consistent with the ‘ dea that the ‘ vithorax protein acts in a complex with some srithorax - group and polycomb - group proteins to activate transcription of Antemapedia, bithorax and other genes. Moreover, the large size of the eithorax and ALL + I proteins 3727 and 3968 residues respec - tively, suggests physical interactions with a multifariousness of other proteins. Here, we embarked on identification of these interactions by utilizing segments of ALL - 1 as baits in yeast two hybrid screening (Fields and Song 1989) of human B cell cDNA library (Durfee ef al, 1993 ), The first protein we fished is encoded by the unr (upstteam of N - ras) gene (ffers et a, 1990; Nicolaiew er al. , 1991 ). The yeast two hybrid system (Fickls and Song, 1989) modified by Elledge and colleagues (Durfee ef a 1993) was used to screen a human eDNA library derived from B cells (ibid) for proteins interacting with the Neterminal segment of ALL - 1 containing amino acids 11096, Previous attempt utilizing a slightly larger fragment of ~ 1300 residues failed, presumably due to the inclusion in the bait of amino acids 1147 — 1240 spanning a region which represses transcriptional activity (Prasad ef al, 1995 ). 2x 10 * transformants ‘ were sereened, yielding 13 clones positive for activation of the lacZ and the histidine reporters. Library cDNAs within the pACT vector were isolated from the 13 ones by transformation into £ col. Reintroduction of the DNAs into yeast YI90 cells togcther with the original ALL - 1 bait activated the two reporters. In contrast, cotransfection of the 13 DNAs with each of eight unrelated baits (p53, lamin, SNF1, Tat, Rev, DAPI, CDK2, Mdm2) fused to GAL - 4 DNA binding domain within the pAS2 vector failed to activate the reporters, Sequencing analysis of the cloned inserts showed random distribution into five species, two of which (clones 45 and 21) corresponding fo overlapping coding segments of a known gene ~ sir (Jelfers ef al 1990; Nicolaiew er al, 199] ), Further analysis Focused on the interaction between ALL - 1 and unr. Clone 45 insert was linked in frame to. the slutathione S - iransferase (GST) coding sequence with in the — pGEX plasmid and the construct _was transformed. into E coli XL - Blue cells. The fused protein produced in the bacteria was immobilized on glutathione sepharose beads. The ALL - I polypeptide {residues 1 ~ 1096) was synthesized and radiolabeled in 50723496 EA",
        "SHORT REPORT Ader xn 0 {D ' oh Pee Ale ear 0850 - 92509 $ 1200, ALL + - 1 interacts with unr, a protein containing multiple cold shock domains D Leshkowitz ', O Rozenblatt ', T Nakamura ’, T Yano \", F Dautry ’, CM Croce? and E Canaani ’ “ Department of Molecular Cell Biology, Weizmann Institute of Science, Rehovot 76100, Israel: “ Jefferson Cancer Institute Jefferson Medical College, Philadelphia, Pennsylvania 19107, USA: \" CNRS, Institut de Recherches sur le Cancer Vileuif 94801, France ‘ The ALL - L gene is involved in buman acute leukemia through chromosome translocations and fusion to partner ‘ genes, or through with fond tandem duplications. ALL - 1 is the human homologue of Drosophila trithorax which transregulates the homeotic genes of the Antennapedia and bithorax complexes controlling body segment identity, ALL - 1 encodes a very large protein of 3968 aminoacids which presumably interacts with many proteins. Here we applied yeast two bybrid sereening to identify proteins interacting with the N - terminal segment of ALL - 1, One protein obtained in this way was the product of the war gene. This protein consists of multiple repeats homologous to the cold shock domain (CSD ), a ‘ motif common to some bacterial and eukaryotic nucleic acids - binding proteins. The minimal region on unr demand for the interaction with ALL - I included two CSD and two intervening polypeptides. ‘ The interaction was confirmed by in vitro binding studies, and by ‘ coimmunoprecipitation from COS cells overexpressing the relevant segments of the {wo proteins. These results ‘ suggest that war is involved in am interaction of ALL - L with DNA or RNA. Keywords: yeast two hybrid screening; nucleic acid - binding proteins ‘ The majority of infant acute leukemias and more than 5% of acute lymphocyte leukemia (ALL) and acute ‘ myeloid leukemia (AML) of older children and adults show abnormalities of chromosome band 11q23 (Raimondi, 1993 ). In addition, 11q23 aberrations occur at very Trequencies ’ in secondary acute leukemias induced by treatment of malignancies with inhibitors of topoisomerase II (Allain ef ai. , 1990 ). The ‘ gone involved in the vast majority of these aberrations was cloned (Guam ef af, 1992; Tkachuk er af. , 1992) and designated ALL - 1, HRX, MLL - 1 or HTRX (Canaani et al. , 1995 ). In acute leukemias the gene is altered through chromosome translocations with a series of (220) of partner gencs to produce fused genes encoding chimeric proteins (ibid: Bernard and Berger, 1995 ). Alternatively, ALL - 1 can undergo partial tandem dupileation of exons 2 - 8, 2 - six or 4 - 6 to encode for a longer protein (Schichman et al. , 1995 ). ‘ Sequence homology suggests that ALL - I is the human homologue of Drosophila trithorax. This homology spans zine finger clusters with unique arrangement. (Asaland et al. , 1995; Saha et al. 1995 ), the C - terminal region and three small domain (ilib et aly 1998 ). Similarly to flies heterozygous for Correspondence: F Canaani Recened 24 May 1996, revised 23 July 1996; cepted 23 July 1996 Irithorax, ALL - l heterozygous (+ / —) mice display hhomeotic transformations (Yu et al, 1995 ). D trithorax is @ member of a class of gents (cithorax: group) which have been characterized genetically as positive regulators of the homeotic gene complexes niennapeida and bithorax, the latter control the Gstablishment of the fly ' s ’ body pattern, Indirect evidence (Kuzin et al, 1994) is consistent with the ‘ dea that the ‘ vithorax protein acts in a complex with some srithorax - group and polycomb - group proteins to activate transcription of Antemapedia, bithorax and other genes. Moreover, the large size of the eithorax and ALL + I proteins 3727 and 3968 residues respec - tively, suggests physical interactions with a variety of other proteins. Here, we embarked on identification of these interactions by utilizing segments of ALL - 1 as baits in yeast two hybrid screening (Fields and Song 1989) of human B cell cDNA library (Durfee ef al, 1993 ), The first protein we fished is encoded by the unr (upstteam of N - ras) gene (ffers et a, 1990; Nicolaiew er al. , 1991 ). The yeast two hybrid system (Fickls and Song, 1989) modified by Elledge and colleagues (Durfee ef a 1993) was used to screen a human eDNA library derived from B cells (ibid) for proteins interacting with the Neterminal segment of ALL - 1 containing amino acids 11096, Previous attempt utilizing a slightly larger fragment of ~ 1300 residues failed, presumably due to the inclusion in the bait of amino acids 1147 — 1240 spanning a region which represses transcriptional activity (Prasad ef al, 1995 ). 2x 10 * transformants ‘ were sereened, yielding 13 clones positive for activation of the lacZ and the histidine reporters. Library cDNAs within the pACT vector were isolated from the 13 ones by transformation into £ col. Reintroduction of the DNAs into yeast YI90 cells togcther with the original ALL - 1 bait activated the two reporters. In contrast, cotransfection of the 13 DNAs with each of eight unrelated baits (p53, lamin, SNF1, Tat, Rev, DAPI, CDK2, Mdm2) fused to GAL - 4 DNA binding domain within the pAS2 vector failed to activate the reporters, Sequencing analysis of the cloned inserts showed random distribution into five species, two of which (clones forty five and 21) corresponding fo overlapping coding segments of a known gene ~ sir (Jelfers ef al 1990; Nicolaiew er al, 199] ), Further analysis Focused on the interaction between ALL - 1 and unr. Clone 45 insert was linked in frame to. the slutathione S - iransferase (GST) coding sequence with in the — pGEX plasmid and the construct _was transformed. into E coli XL - Blue cells. The fused protein produced in the bacteria was immobilized on glutathione sepharose beads. The ALL - I polypeptide {residues 1 ~ 1096) was synthesized and radiolabeled in 50723496 EA"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "ALL+-1 interacts with a protein containing multiple cold shock domains. The ALL-L gene is involved in buman acute leukemia through chromosome translocations and fusion to partner genes. All-I is the human homologue of Drosophila trithorax which regulates the homeotic genes."
}