{
    "filename": "507363443_507363446.jpg",
    "metadata": {},
    "text": " \n\nfee” Lk 7\n| Pmep ile.\n\nThe intra 8% Drie Clrdar photgrephs were salecrel, Theo\nRttmnmdation uull Pe ypresattil 70 Operetima Mercgement sr\nClendav fachagisg Wao feted. A 20 pbitsLuwe Similan sa\nCochayation the abshade slave Uwe be while. The\nGlertaw With he pactegB 4g Yhe Cclendar priater,\n\nSlrymtsen 3 Concer.\nwt eS te Be wit pra sugpotd (P reewnuae\n“ilaig te appar 1 bear peroie Comet Camynigns\nlritiel case Conteps wih fic Shum wee 2 Yo.\nPME pountel weer” cet pac enprsisct\n\npi mw cw (489. EE\n\n&\n\n \n   \n\nEbve 9EL0S\n\f",
    "augmented_texts": [
        "fee ” Lk 7 | Pmep ile. The intra 8% Drie Clrdar photgrephs were salecrel, Theo Rttmnmdation uull Pe ypresattil 70 Operetima Mercgement sr Clendav fachagisg Wao feted. A 20 pbitsLuwe Similan sa Cochayation the abshade slave Uwe be while. The Glertaw With he pactegB 4g Yhe Cclendar priater, Slrymtsen 3 Concer. wt eS te Be learning ability pra sugpotd (P reewnuae “ ilaig te appar single bear peroie Comet Camynigns lritiel case Conteps wih fic Shum wee 2 Yo. PME pountel weer ” cet political action committee enprsisct pi mw cw (489. EE & Ebve 9EL0S",
        "fee ” Lk 7 | Pmep ile. The intra 8% Drie Clrdar photgrephs be salecrel, Theo Rttmnmdation uull Pe ypresattil 70 Operetima Mercgement sr Clendav fachagisg Wao feted. A 20 pbitsLuwe Similan sa Cochayation the abshade slave Uwe be while. The Glertaw With he pactegB 4g Yhe Cclendar priater, Slrymtsen 3 Concer. wt eS te Be wit pra sugpotd (Phosphorus reewnuae “ ilaig te appar 1 bear peroie Comet Camynigns lritiel case Conteps wih fic Shum micturate 2 Yo. PME pountel weer ” cet pac enprsisct pi mw cw (489. electrical engineering & Ebve 9EL0S"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "The intra 8% Drie Clrdar photgrephs were salecrel, TheoRttmnmdation uull Pe ypresattil 70 Operetima Mercgement. A 20 pbitsLuwe Similan sa                Cochayation the abshade slave Uwe be while."
}