{
    "filename": "50739714-9729.jpg",
    "metadata": {},
    "text": " \n\n5\n\nAged: n>\n\nDEPARTMENT SF ENVIRONMENTAL HYGIENE\nThe Karolinska Institute- the Swedish National Environmental Board\n\nFOR SCIENTIFIC PURPOSES...\n\nThe Department of Environmental Hygiene has during the last\ndecade pursued research concerning the effects of different\nenvironmental factors on the individual's health. This\nquestionnaire is a part in the research program.\n\nFron the scientific point of view, it is of greatest importance\nthat all co-operate.\n\nPlease answer all the questions as carefully as possible, and\nthen read through the questionnaire once more to check that\nno question has been left blank.\n\nThe enclosed envelope does not need any stamps. All that is\n\nnecessary is to drop the envelope in the nearest mailbox.\n\n \n\n50739714\n\f",
    "augmented_texts": [
        "5 Aged: n> DEPARTMENT SF ENVIRONMENTAL HYGIENE The Karolinska Institute - the Swedish National Environmental Board FOR SCIENTIFIC PURPOSES. .. The Department of Environmental Hygiene has during the last decade pursued research concerning the effects of different environmental gene on the individual ' s health. This questionnaire exist a part in the research program. Fron the scientific point of view, it is of peachy importance that all co - operate. Please answer all the questions as carefully as possible, and then read through with the questionnaire once to a greater extent to check that no question has been left blank. The enclosed envelope does not need any stamps. All that is necessary be to drop the envelope in the nearest mailbox. 50739714",
        "5 Aged: n> DEPARTMENT SF ENVIRONMENTAL HYGIENE The Karolinska Institute - the Swedish National Environmental Board FOR SCIENTIFIC PURPOSES. .. The Department of Environmental Hygiene has during the last decade pursued research concerning the effects of different environmental factors on the person ' s health. This questionnaire is a part in the research program. Fron the scientific point of view, it is of greatest importance that all colorado - operate. Please answer all the questions as carefully as possible, and then read through the questionnaire once more to check that no question has been leave blank. The enclosed envelope does not need any postage. All that is necessary is to drop the envelope in the near mailbox. 50739714"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The Department of Environmental Hygiene has pursued research concerning the effects of differentenvironmental factors on the individual's health. This questionnaire is a part of the research program. The enclosed envelope does not need any stamps. All that is necessary is to drop the envelope in the nearest mailbox. Please answer all the questions as carefully as possible."
}