{
    "filename": "507410552+-0554.jpg",
    "metadata": {},
    "text": " \n\nEXHIBIT 2\n\nRUR-Winston\nSpeedweeks/Daytona 500 Regional Ad\nRS20 tage\n\nDecember 1, 1988\n\n \n\nHead: Winston presents Speedweeks ‘89\nand the Daytona 500\n\nCopy:\n\nThe most exciting racing weeks of the season are here.\nWinston Cup action comes roaring back with 12 full days\nof Speedweeks excitement and the flat-out fury of the\nDaytona 500! Be there right from the start, February 8-19.\n\nWinston Cup Series (logo)\nThe first name in motorsports.\nNASCAR logo\n\nPack art\n\nWarning\n\nTaN\n\nCopyright APPROV ED\n\nCOPY APPROVAL\nwads COLON\nWet ive. cane oth Be a\nbet oe\n\n \n\nPro\n\n \n\n \n\ncian + ALM\n\nBie Q\nke 27\nDae 3\n\na\n3\ng\n2\n°\na\na\n8\n\n \n\f",
    "augmented_texts": [
        "showing 2 RUR - Winston Speedweeks / Daytona 500 Regional Ad RS20 tage December i, 1988 Head: Winston presents Speedweeks ‘ 89 and the Daytona five hundred Copy: The most exciting racing weeks of the season are here. Winston Cup action comes roaring back with 12 full days of Speedweeks excitement and the flat - out fury of the Daytona 500! Be there right from the start, February 8 - 19. Winston Cup Serial (logotype) The first name in motorsports. NASCAR logo Pack art Warning TaN Copyright APPROV ED COPY APPROVAL wads COLON Wet ive. cane oth Be a bet oe Pro cian + ALM Bie Q ke twenty seven Dae 3 a 3 g 2 ° a a 8",
        "EXHIBIT 2 RUR - Winston Speedweeks / Daytona 500 Regional Ad RS20 tage December 1, 1988 Head: Winston presents Speedweeks ‘ 89 and the Daytona 500 Written matter: The most exciting racing weeks of the season are here. Winston Cup action comes roaring back with dozen full days of Speedweeks excitement and the flat - out fury of the Daytona 500! Be there right from the start, February 8 - 19. Winston Cup Series (logo) The initiative name in motorsports. NASCAR logo Pack art Warning TaN Right of first publication APPROV ED COPY commendation wads COLON Wet ive. cane oth Be a bet oe Pro cian + ALM Bie Q ke 27 Dae 3 a 3 g 2 ° a a 8"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "February 8-19, 1988: Speedweeks ‘89 and the Daytona 500. Winston Cup action comes roaring back with 12 full days of excitement. The first name in motorsports. Be there right from the start, February 8 to 19. NASCAR logo."
}