{
    "filename": "508755662.jpg",
    "metadata": {},
    "text": " \n\n“ reuRPTo6\n16:06:46.1 PARTIAL REPORT\n\nTest Number: PD 5126 |\n‘\n\nNo of Testparts: 3 Priority: 05\n\nRequested by: LISA E BROWN (2890)\nBGTC 611-12/309\nBackup Contact: RONALD L PARKS (4090)\n\nRelated Test Number: PD-5046\n\n‘*4* TEST SPECIFICATIONS 4#*\n\nPage 1\n02/16/93\n\nProgram Number: 222 e\nStatus: LocceD\n\nDate Requested: 02/08/93,\n\nNo. of Revisions:\n\nDivision: 582\n\nTest Name: BURLEY HEAT TREATMENT, HFCS TOX. TESTING\n\nTest Purpose: EVALUATE EFFECTS OF RFCS & HTB VS B2/B4 STD BURLEY DRYING\nMaking and Packing Date: Machine No: 10 Mail Out Date:\nType of Panel Testing: NONE\nKeyvord(s): BURLEY CASING\n\nBURLEY DRYING\nHFS\n\nAdded by: BATES\nSpecial Instructions for the Pilot Plant:\n\nTOBACCO PROCESSING:\n\nREMAINING PORTIONS OF THE BLEND ARE Tat SAME.\nALL PARTS USE FULL OPT PER ATTACHED INSTRUCTIONS.\nPLEASE CALL RON PARKS PRIOR TO BURLEY. PROCESSING.\n\nFILTER MAKING:\nMAKING & PACKING:\n\n \n\nCHECK FIRMNESS.\nTinerTART VILL USE A DIFFERENT BARREL PRINT (AA =\nFINSTON DIE # 821; B = SALEH, c - CAMEL) USE\n\nUSE WHITE LABELS\"\n\nSAMPLING TYPE: SPC\n\nCIGT. INVENTORY: AFTER 2 VEEKS AGING, PLACE ALL PRODUCT IN FREEZER\n\n7995 SLe0s\n\f",
    "augmented_texts": [
        "“ reuRPTo6 16: 06: 46. 1 PARTIAL REPORT Test Number: PD 5126 | ‘ Atomic number 102 of Testparts: 3 Priority: 05 Requested by: LISA E BROWN (2890) BGTC 611 - 12 / 309 Backup Inter group communication: RONALD L PARKS (4090) Related Test Number: PD - 5046 ‘ * 4 * TEST SPECIFICATIONS 4 # * Page 1 02 / 16 / 93 Program Number: 222 e Status: LocceD Date Requested: 02 / 08 / 93, No. of Revisions: Division: 582 Test Name: BURLEY HEAT TREATMENT, HFCS TOX. TESTING Test Purpose: EVALUATE EFFECTS OF RFCS & HTB VS B2 / B4 STD BURLEY DRYING Making and Packing Date: Machine No: 10 Mail Out Date: Type of Panel Testing: NONE Keyvord (s ): BURLEY CASING BURLEY DRYING HFS Added by: BATES Special Instructions for the Pilot Plant: tobacco plant PROCESSING: REMAINING dowery OF THE BLEND ARE Tat SAME. ALL part USE full phase of the moon OPT PER ATTACHED INSTRUCTIONS. PLEASE CALL RON PARKS PRIOR TO BURLEY. PROCESSING. FILTER MAKING: MAKING & PACKING: CHECK FIRMNESS. TinerTART VILL USE A DIFFERENT BARREL PRINT (AA = FINSTON DIE # 821; B = SALEH, c - CAMEL) USE USE WHITE label \" sample distribution TYPE: SPC CIGT. INVENTORY: AFTER 2 VEEKS AGING, PLACE ALL PRODUCT IN FREEZER 7995 SLe0s",
        "“ reuRPTo6 16: 06: 46. 1 PARTIAL REPORT Test Number: PD 5126 | ‘ No of Testparts: 3 Priority: 05 Requested by: LISA E BROWN (2890) BGTC 611 - 12 / 309 Backup Contact: RONALD L ballpark (4090) Related Test Number: PD - 5046 ‘ * 4 * TEST SPECIFICATIONS 4 # * Page single 02 / 16 / 93 Program Number: 222 e Status: LocceD Date Call for: 02 / 08 / 93, No. of Revisions: Division: 582 Test Name: BURLEY HEAT TREATMENT, HFCS TOX. TESTING Test Purpose: EVALUATE EFFECTS OF RFCS & HTB VS B2 / B4 STD BURLEY DRYING Making and Packing Date: Machine No: x Mail Out Date: Type of Panel Testing: NONE Keyvord (s ): BURLEY shell BURLEY DRYING HFS Added by: BATES Special Instructions for the Pilot Plant: TOBACCO PROCESSING: REMAINING PORTIONS OF THE BLEND ARE Tat SAME. ALL PARTS USE FULL OPT PER ATTACHED INSTRUCTIONS. PLEASE CALL RON PARKS PRIOR TO BURLEY. PROCESSING. FILTER MAKING: MAKING & PACKING: CHECK FIRMNESS. TinerTART VILL USE A DIFFERENT BARREL PRINT (AA = FINSTON DIE # 821; B = SALEH, c - CAMEL) USE USE WHITE LABELS \" sample distribution TYPE: SPC CIGT. INVENTORY: AFTER 2 VEEKS AGING, PLACE ALL PRODUCT IN FREEZER 7995 SLe0s"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "‘*4* TEST SPECIFICATIONS 4#**                *: ‘’: “ reuRPTo6 encompasses.“:  ’* 4* Test Specifications 4 #*: ”: \"ReuRpT 611-12/309\" :  \"TinerTART VILL use a DIFFERENT BARREL PRINT (AA =.FINSTON DIE # 821; B = SALEH, c - CAMEL) USE. WHITE LABELS\""
}