{
    "filename": "508881563+-1563.jpg",
    "metadata": {},
    "text": "x\n\nCopy for anor\n\nBeltrge zur Tabakforschung International\n\nReviewer's Comments*\n\nTitle of manuscript:\nThe effects of material properties of a cigarette on filter ventilation\n\nAuthor(s\n\n \n\nW. Schneider, A. Schliiter and F. Seehofer\n\n   \n\nThave read the above manuscript and recommend the following:\n\n Acep wihne one Deco ae xen\n\n1D Aso ser mie iin OMe\n\n \n\no\n\n \n\nhte ete evil\n\n \n\nIt would be usefull to have the computer progams so that the reader\nis in a position to fully use the data presented\n\ne9sT 98805\n\n \n\nlease send you commenia By registered mall 42 he Eeteal\n\n \n\n \n\n  \n\nse and If necossary attach actions! net\nfoe tn Hammary.\n\n \n\n \n\n10-2000 Hamburg 19. (West Germany) - Telegrame: Cigaroto\n\n \n\nEedtorial Office: Verband der Cigeretoninduat\n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "x Transcript for anor Beltrge zur Tabakforschung International Reviewer ' s Comments * Title of manuscript: The issue of material properties of a cigarette on filter ventilation Author (s W. Schneider, A. Schliiter and F. Seehofer Thave read the above manuscript and recommend the following: Acep wihne one Deco ae xen 1D Aso ser mie iin OMe o hte ete evil It would be usefull to have the computer progams so that the reader is in a position to fully use the data presented e9sT 98805 lease send you commenia By registered mall 42 he Eeteal se and If necossary attach actions! net foe tn Hammary. 10 - 2000 Hamburg 19. (West Germany) - Telegrame: Cigaroto Eedtorial Office: Verband der Cigeretoninduat",
        "x Copy for anor Beltrge zur Tabakforschung International Reviewer ' second Comments * Title of manuscript: The effects of material properties of a cigarette on filter ventilation Author (s W. Schneider, A. Schliiter and F. Seehofer Thave read the above holograph and recommend the pursual: Acep wihne one Deco ae xen 1D Aso ser mie iin OMe o hte ete evil It would be usefull to have the computer progams so that the reader is in a position to fully use the data presented e9sT 98805 lease send you commenia By registered mall forty two he Eeteal se and If necossary attach actions! net foe tn Hammary. 10 - 2000 Hamburg 19. (West Germany) - Telegrame: Cigaroto Eedtorial Office: Verband der Cigeretoninduat"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The effects of material properties of a cigarette on filter ventilation. Author(s): W. Schneider, A. Schliiter and F. Seehofer.Reviewer's Comments: \"If necossary attach actions! net                foe tn Hammary.x\""
}