{
    "filename": "511995576_511995578.jpg",
    "metadata": {},
    "text": "     \n\n   \n \n\nWh\n\nbacco Company\n\n \n\n919-741-5000\nAugust 5, 1993 Winston-Salem, N.C. 27102\n\nMs. Marie Sexton\n\nBuchanan Clean County Committee\nRoute 460\n\nWatkins Building\n\nGrundy, VA 24614\n\nDear Ms. Sexton:\n\nThank you for your recent request for pocket ashtrays. Our\npocket ashtray program is an important part of Reynolds\nTobacco's environmental program and we appreciate your interest\nand support.\n\nWithin the next few weeks, you will receive the following\nmaterials:\n\n8,000 - Vantage Pocket Ashtrays\n1,000 - Beach Bumperstickers\n1,000 - Golf Bumperstickers\n\n25 - Beach Tentcards\n\n25 - Golf Tentcaras\n\nAs a reminder, these materials should be give to smokers 21\nyears of age and older only.\n\nAs I'm sure you are aware, cigarettes are a target of\nanti-litter campaigns. Smokers who don't take the time to\nproperly dispose of their cigarette litter only compound the\nproblem. Cigarette litter -- filters, packaging and carton\nmaterials -- should be disposed of in designated waste\ncontainers and not haphazardly discarded.\n\nThe pocket ashtray offers one solution to the litter problem.\nFirst introduced in Japan, the pocket ashtray has promoted\ncourteous smoking in that country for almost 30 years.\n\nThe reusable ashtray is made of plastic and the inside contains\na fire-resistant material to prevent burning. While the\npackage is designed to extinguish the cigarette, we recommend\nputting the cigarette out first, and then placing the butt in\nthe pouch.\n\n9455 66rts\n\n“We work for smokers.”\n\f",
    "augmented_texts": [
        "Wh bacco Company 919 - 741 - 5000 August 5, 1993 Winston - Salem, N. C. 27102 Ms. Marie Sexton Buchanan Clean County Committee Route 460 Watkins Building Grundy, VA 24614 Dear Ms. Sexton: Thank you for your recent request for pocket ashtrays. Our pocket ashtray program is an important part of Reynolds Tobacco ' s environmental program and we appreciate your interest and support. Within the next few calendar week, you will receive the following materials: 8, 000 - Vantage Pocket Ashtrays 1, 000 - Beach Bumperstickers 1, 000 - Golf Bumperstickers 25 - Beach Tentcards 25 - Golf Tentcaras As a reminder, these materials should be give to smokers xxi years of age and older only. As I ' m sure you are aware, cigarettes equal a target of anti - litter campaigns. Smokers who don ' t take the time to properly dispose of their cigarette litter only compound the problem. Cigarette litter - - filters, packaging and carton materials - - should be disposed of in designated waste containers and not haphazard discarded. The pocket ashtray offers one solution to the litter problem. First introduced in Japan, the pocket ashtray has promoted courteous smoking in that country for almost 30 years. The reusable ashtray live made of plastic and the inside contains a fire - resistant material to prevent burning. While the package is designed to extinguish the cigarette, we recommend putting the cigarette out first, and then placing the butt in the pouch. 9455 66rts “ We work for smokers. ”",
        "Wh bacco Company 919 - 741 - 5000 August 5, 1993 Winston - Salem, N. C. 27102 Ms. Marie Sexton Buchanan Clean County Committee Route 460 Watkins Building Grundy, VA 24614 Dear Ms. Sexton: Thank you for your recent request for pocket ashtrays. Our pocket ashtray program is an important part of Reynolds Baccy ' s environmental program and we appreciate your interest and support. Within the next few weeks, you will receive the following materials: 8, 000 - Vantage Pocket Ashtrays 1, 000 - Beach Bumperstickers 1, 000 - Golf Bumperstickers 25 - Beach Tentcards 25 - Golf Tentcaras As a reminder, these materials should be give to smokers 21 years of age and older only. As I ' m sure you are aware, butt are a target of anti - litter campaign. Smokers who don ' t take the time to properly dispose of their cigarette litter only compound the problem. Cigarette litter - - filters, packaging and carton materials - - should be disposed of in designated waste containers and not haphazardly discarded. The pocket ashtray offers peerless solution to the litter problem. First introduced in Japan, the pocket ashtray has promoted courteous smoking in that country for almost 30 year. The reusable ashtray is made of plastic and the inside contains a fire - resistant material to prevent burning. While the package is designed to extinguish the cigarette, we recommend putting the cigarette out first, and then placing the butt in the pouch. 9455 66rts “ We work for smokers. ”"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The pocket ashtray is made of plastic and the inside contains a fire-resistant material to prevent burning. Cigarette litter -- filters, packaging and carton materials -- should be disposed of in designated waste containers and not haphazardly discarded. The pocket Ashtrays have promotedcourteous smoking in Japan for almost 30 years."
}