{
    "filename": "512074743+-4743.jpg",
    "metadata": {},
    "text": " \n\nJBJECT :\n\nSUMMARY.\n\nFile f paibig Methods\n\nTo dewlop a nove rapid wéthed for filter efficiency deternioton\n\n1 Two methods have been developed , one based ow the ULV absorbance\nof the fillers dhe other based! ox GC debermination of nicotine\nSad filters :\n(0) W method = involies extrachng the tillers with isoproparol, with\nsubsequent dildiohs 1« methanol (or isopropanel)) and\ndatermining the absorbance al 310\nby GC welled - utilizes th normal wed fe Aicotine determination,\n\njaselocs exh filters oth pads and Jilkers, dni arm 2 attem, gp neotine\n\nSite data, oth\n\nStAtS :\n\nEQUIPMENT :\n\nCONCLUSIONS\n\narsen of the two methods for otinng dar dies\naera witha 2%. €\n\nThe esseftial sys in both UN (Tar) and GC Gicatine) methods\n\nhave been developed , with work continuing to shorten total analysis\n\n1) 2o-poet susking machine with Cambridge pads and holders\n2) Beckstan, DUT Spectropholometer ubtth printer\n\n3) (em How cell\n\n4) 254 Som. erlen Jer flasks\n\n5) 100ml Volumetric -4lasks\n\n4) 2-d volumetric. pipettes\n\n1) Methanol and for isopropanol\n\n= Both methods indicate good reproducibility and rapid analysis\nHime. The Us method “would require. one persons “ime, i)\nsample. preparation and absorbanie mea: urements, whereas the\nGC nicotine method would allow sampletlowr ints the normal\nwork load ’\nWhilt past methods have indicated the use of methanol as the\nectracting Solution, we have.found. isopropanol” tobe equally wae\nefectvd liss hagerdous hand and ss expensive,\n\n \n\n \n\n€0Ly Lozts\n\na |\n\n \n\f",
    "augmented_texts": [
        "JBJECT: SUMMARY. File f paibig Methods To dewlop a nove rapid wéthed for filter efficiency deternioton 1 Two methods have been developed, one based ow the ULV absorbance of the fillers dhe other based! ox GC debermination of nicotine Sad filters: (0) W method acting = involies extrachng the tillers with isoproparol, with subsequent dildiohs 1 « methanol (or isopropanel) ) and datermining the absorbance al 310 by GC welled - utilizes atomic number 90 normal wed fe Aicotine determination, jaselocs exh filters oth pads and Jilkers, dni arm 2 attem, gp neotine Site data, oth StAtS: EQUIPMENT: CONCLUSIONS arsen of the two methods for otinng dar dies aera witha 2% . € The esseftial sys in both UN (Tar) and GC Gicatine) methods have been developed, with work continuing to shorten total analysis 1) 2o - poet susking machine with Cambridge university pads and holders 2) Beckstan, DUT Spectropholometer ubtth printer 3) (em How cell 4) 254 Som. erlen Jer flasks 5) 100ml Volumetric - 4lasks 4) 2 - d volumetric. pipettes 1) Methanol and for isopropanol = Both methods indicate good reproducibility and rapid analysis Hime. The Us method “ would require. one persons “ ime, i) sample. preparation and absorbanie mea: urements, whereas the GC nicotine method acting would allow sampletlowr ints the normal work load ’ Whilt past methods have indicated the use of methanol as the ectracting Answer, we have. found. isopropanol ” tobe as wae efectvd liss hagerdous hand and ss expensive, € 0Ly Lozts a |",
        "JBJECT: SUMMARY. File f paibig Methods To dewlop a nove rapid wéthed for filter efficiency deternioton 1 Two methods have been developed, one based ow the ULV absorbance of the filler dhe other based! ox GC debermination of nicotine Sad filters: (0) W method = involies extrachng the tillers with isoproparol, with subsequent dildiohs 1 « methanol (or isopropanel) ) and datermining the absorbance al 310 by GC welled - utilizes thorium normal wed fe Aicotine determination, jaselocs exh filters oth pads and Jilkers, dni arm 2 attem, gp neotine Site data, oth StAtS: EQUIPMENT: CONCLUSIONS arsen of the two methods for otinng dar dies aera witha 2% . € The esseftial sys in both UN (Tar) and GC Gicatine) methods have been develop, with work continuing to shorten total analysis 1) 2o - poet susking machine with Cambridge pads and holders 2) Beckstan, DUT Spectropholometer ubtth printer 3) (em How cell 4) 254 Som. erlen Jer flasks 5) 100ml Volumetric - 4lasks 4) 2 - d volumetric. pipettes 1) Methanol and for isopropanol = Both methods indicate good reproducibility and rapid analysis Hime. The Us method “ would require. one persons “ ime, atomic number 53) sample. preparation and absorbanie mea: urements, whereas the GC nicotine method would allow sampletlowr ints the normal work load ’ Whilt past methods have indicated the use of methanol as the ectracting Solution, we have. found. isopropanol ” tobe equally wae efectvd liss hagerdous script and ss expensive, € 0Ly Lozts a |"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Two methods have been developed based on the ULV absorbanceof the fillers dhe other based! on GC debermination of nicotine. Both methods indicate good reproducibility and rapid analysis. The Us method “would require. one persons ‘ime, i) sample preparation and absorbanie mea, whereas the GC nicotine method would allow sampletlowr ints the normal work load."
}