{
    "filename": "512421308_512421309.jpg",
    "metadata": {},
    "text": " \n\n* FOREIGN MATTER REPORT\n\n    \n\n \n\n \n\n   \n \n \n\n \n\none ON, e\nBrand. LUKS. Espo Gry\nQuip #(5): Blend: 2\nManufacturing Facility: V OWP O Other ?\nShift Foreign Matter Found: O7 ©@& O9 Time Found:\nLocation Foreign Matter Found: O map Primary Other\nType Foreign i Matter Found: os fp\n\nUnit & Machine Nos. Foreign Matter Found sko/\n\nOther Machine Nos. Common to Same Bulker\nDid Foreign Matter Cause Choke Up? Where?\n\nWere (All Machines Listed Checked for Foreign Matter? O Yes No 5\n\nList ‘Areas of Machine Checked: Oy panna at Aude\n\nECT BOKER INFORMATION\nBulker No: LA Time Bulker Started:\nWas Bulker Used Up? OYes ONo Time Bulker Finished:\n\nDid Foreign Matter Go Through Cutter O Yes © No\n\nPounds of Tobacco Run Out of Bulker Prior to Finding Foreign Matter\nPounds of Tobacco Remaining in Bulker:\n\nType of Container/Location Tobacco Run Out of Bulker:\nWas Plus 3 Screen Checked? O Yes O/No What Found?\n\n \n\n \n\n   \n\n \n\n \n  \n \n\nLocation Cans Filled: OTV O WP O Other:\nBulker No. Used: Date/Time Filled:\nCut Dat Date Shipped:\n\n‘Amount. Shipped: Shipped To: OWP O SF O Other\n\n \n\n \n\n \n\n  \n  \n\nAmount Tobacco Used: Amount Tobacco Remaining S\nce .\nTime Product Quipped From to g\nPounds Tobacco in Bulker Quipped: 2\nNo. Cases on Quip: Case Size: O.124 O10 O6N OSM O Export Bulk\n\n \n\nNo. Cans on Quip - Tobacco\nLocation of quipped Material\n\nRejects/Cleanout:\n\n \n\n \n\nfgnature & Phone Number of Pergon Completing Form?\nSupervisor:\n\n \n\n \n\nREDFMR 12/19/97\n\f",
    "augmented_texts": [
        "* FOREIGN MATTER REPORT one ON, e Brand. LUKS. Espo Gry Quip # (5 ): Blend: 2 Manufacturing Facility: V OWP O Other? Shift Foreign Matter Found: O7 © @ & O9 Time Found: Location Foreign Matter Found: O map Primary Other Type Foreign i Matter Found: os fp Unit & Machine No. Foreign Matter Found sko / Other Machine Nos. Common to Same Bulker Did Foreign Matter Cause Choke Up? Where? Were (All Machines Listed Checked for Foreign Matter? O Yes No 5 List ‘ Areas of Automobile Checked: Oy panna at Aude ECT BOKER INFORMATION Bulker No: LA Time Bulker Started: Wa Bulker Used Up? OYes ONo Time Bulker Finished: Did Foreign Matter Go Through Cutter O Yes © No Pounds of Tobacco Run Out of Bulker Prior to Finding Foreign Matter Pounds of Tobacco Remaining in Bulker: Type of Container / Location Tobacco Run Out of Bulker: Was Plus leash Screen Checked? O Yes O / No What Found? Location Cans Filled: OTV O WP O Other: Bulker No. Used: Date / Time Fill: Cut Dat Date Shipped: ‘ Amount. Shipped: Shipped To: OWP O SF O Former Amount Tobacco Used: Amount Tobacco Remaining S ce. Time Product Quipped From to g Pounds Tobacco in Bulker Quipped: 2 Nobelium. Cases on Quip: Case Size: O. 124 O10 O6N OSM O Export Bulk No. Cans on Quip - Tobacco Location of quipped Material Rejects / Cleanout: fgnature & Phone Number of Pergon Completing Form? Supervisor: REDFMR 12 / 19 / 97",
        "* FOREIGN MATTER REPORT one ON, e Brand. LUKS. Espo Gry Quip # (5 ): Blend: 2 Manufacturing Facility: V OWP O Other? Shift Foreign Matter Found: O7 © @ & O9 Prison term Found: Location Foreign Matter Found: O map Primary Other Type Foreign i Matter Found: os fp Unit & Machine Nos. Foreign Matter Found sko / Other Machine Nos. Common to Same Bulker Did Foreign Issue Cause Choke Up? Where? Were (All Machine Listed Checked for Foreign Matter? O Yes No 5 List ‘ Areas of Machine Checked: Oy panna at Aude ECT BOKER INFORMATION Bulker No: lah Time Bulker Started: Was Bulker Used Up? OYes ONo Time Bulker Finished: Did Foreign Matter Go Through Cutter O Yes © No Pounds of Tobacco Run Out of Bulker Prior to Finding Foreign Matter Pounds of Tobacco Remaining in Bulker: Type of Container / Location Tobacco Run Out of Bulker: Was Summation 3 Screen Checked? O Yes O / No What Found? Location Posterior Filled: OTV O WP O Other: Bulker No. Used: Date / Time Filled: Cut Dat Date Shipped: ‘ Amount. Shipped: Shipped To: OWP O SF O Other Amount Tobacco Used: Amount Tobacco Remaining S ce. Time Product Quipped From to g Pounds Tobacco in Bulker Quipped: 2 No. Cases on Quip: Case Size: O. 124 O10 O6N OSM O Export Bulk No. Cans on Quip - Tobacco Location of quipped Material Rejects / Cleanout: fgnature & Phone Number of Pergon Completing Form? Supervisor: REDFMR 12 / 19 / 97"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "* FOREIGN MATTER REPORT includes the following questions and answers: Foreign Matter Found: O7 ©@& O9. Tobacco Used: Amount Tobacco Remaining in Bulker Quipped: 2. Cases on Quip: Case Size:O.124 O10 O6N OSM O Export Bulk. Cigarettes Shipped to OWP O SF O Other."
}