{
    "filename": "512718981_512718984.jpg",
    "metadata": {},
    "text": " \n \n\n \n\n“ge?\n\nYU\nTobacco Company\n\n2S\nx\n\nHERBERT E. OSMON\n\nFebruary 4, 1992 Slaif Vice President\nPublic Policy\n\nWinston-Salem, N.C. 27402\n919-741-0819,\n\nMs. Pauline Crumpton\nGreco Junior High School\n6925 E. Fowler Avenue\nTemple Terrace, FL 33617\n\nDear Ms. Crumpton:\n\nThank you for your interest in our youth non-smoking materials.\nThe table cards and booklets you ordered are enclosed. The\nposters are being sent separately.\n\nThe posters can be placed in classrooms, on school bulletin\nboards, and in other locations where the students will see them.\n\nThe table cards can be placed on teachers! and counselors!\ndesks, on cafeteria tables, etc.\n\nThe two booklets are designed to be used by parents and other\nadults when talking to kids about peer pressure and peer\ninfluence. They are for use by counselors and interested\nteachers. You might also want to give a few copies to your\nparent group leader. We can provide additional copies to the\nparent group if there is interest.\n\nThe quantity of booklets you requested, however, has been\nreduced, as they were developed for use by adults rather than\nfor distribution to students.\n\nThank you again for your interest. We hope these materials will\nbe helpful in your efforts to persuade young people not to smoke.\n\nSincerely,\n\nDAAE Close\n\nHerbert E. Osmon\nHEO/bjs\n\nEnclosures\n\n“We work for smokers.”\n\nTe68 TLZTS\n\n \n\f",
    "augmented_texts": [
        "“ ge? YU Tobacco Fellowship 2S x HERBERT E. OSMON February 4, 1992 Slaif Vice President Public Policy Winston - Salem, N. C. 27402 919 - 741 - 0819, Ms. Pauline Crumpton Greco Junior High School 6925 E. Fowler Avenue Temple Terrace, FL 33617 Dear Ms. Crumpton: Thank you for your interest in our youth non - smoking materials. The table cards and booklets you ordered are enclosed. The post horse are being sent separately. The posters can make up placed in classrooms, on school bulletin boards, and in other locations where the students will see them. The table cards can be placed on teachers! and counselors! desks, on cafeteria tables, etc. The two booklets are designed to be used by parent and other adults when talking to kids about peer pressure and peer influence. They are for use by counselors and interested teachers. You might also want to give a few copies to your parent group leader. We can provide additional copies to the parent group if there is interest. The quantity of booklets you requested, even so, has been reduced, as they were developed for usance by adults sort of than for distribution to students. Thank you again for your interest. We trust these materials will be helpful in your efforts to persuade young people not to smoke. Sincerely, DAAE Close Herbert E. Osmon HEO / bjs Enclosures “ We work for smokers. ” Te68 TLZTS",
        "“ gaea? YU Tobacco Company 2S x victor herbert E. OSMON February foursome, 1992 Slaif Vice President Public Policy Winston - Salem, N. C. 27402 919 - 741 - 0819, Ms. Pauline Crumpton Greco Junior High School 6925 E. Fowler Avenue Temple Terrace, FL 33617 Dear Ms. Crumpton: Thank you for your interest in our youth non - smoking materials. The table board and booklets you ordered are enclosed. The posters are being sent separately. The posters can be placed in classrooms, on school bulletin boards, and in other locations where the students will see them. The table cards can be placed on teachers! and counselors! desks, on cafeteria tables, etc. The two booklets are designed to be used by parents and other adults when talking to kids about peer pressure and peer influence. They are for use by counselors and interested teachers. You might also want to dedicate a few copies to your parent group leader. We can provide additional written matter to the parent group if in that respect is interest. The quantity of booklets you requested, however, has been reduced, as they were developed for use by adults rather than for distribution to students. Thank you again for your interest. We hope these materials will be helpful in your efforts to persuade young people not to smoke. Sincerely, DAAE Close Herbert E. Osmon HEO / bureau of justice statistics Enclosures “ We work for smokers. ” Te68 TLZTS"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "“We work for smokers.” “ge?’ ‘How do you say no to smoking?' ’ How do I say yes to a cigarette?'‘What are your thoughts on non-smoking materials for young people in the U.S. and around the world?'"
}