{
    "filename": "513929902_513929903.jpg",
    "metadata": {},
    "text": "Quality Assurance\nPhase III Summary\n\nCentral Cigarette Lab\n\nMarch 19,1991\n\nBrand: Winston Ultra Licht 83 CP 3810AA @ Whitaker Park 4\n2000601\n\nItem ID & Rev.\n\n88\n\nPhase III Reason: New Product\n\nDistribution:\nMr. A. J. Schindler\n\nMr. F. M, Lockamy\nMr. W. H. Alderman\nMr, H. A, Ebert\nMr, T. W. Petree\nDr. G. R. DiMarco\nMr. L. J. Inman\nMr. H. E, Guess\nMs. L. E, Curtis\nMs. A. G, Niten\nMr, C. E. Tinsley\nMr. S, M. Kelly\nMr. D. F. Beeson\n\nMs. June Reece\n\nMr. J. L. Ring\nPlant Quality Mgr.\nMfg. Plant Director\nMr. T, G. Martin\nMr. D. E. Wilhelm\n\nGlenn L. Salmons\nQA Lab Services\n\n \n\n \n\n2066 zeets\n\f",
    "augmented_texts": [
        "Quality Pledge Phase III Summary Central Cigarette Lab March 19, 1991 Brand: Winston Ultra Licht 83 CP 3810AA @ Whitaker Park quaternion 2000601 Item ID & Rev. 88 Phase III Reason: New Product Distribution: Mr.. A. Joule. Schindler Mr. F. M, Lockamy Mr. W. H. Alderman Mister, H. A, Ebert Mr, T. W. Petree Dr. G. R. DiMarco Mr. L. J. Inman Mr. H. E, Guess Ms. L. E, Curtis Ms. A. G, Niten Mr, C. E. Tinsley Mr.. S, M. Kelly Mr. D. F. Beeson Ms. June Reece Mr. J. L. Ring Plant Quality Mgr. Mfg. Plant Director Mr. Metric ton, G. Martin Mr. D. E. Wilhelm John herschel glenn jr. L. Salmons QA Lab Services 2066 zeets",
        "Quality Assurance Phase III Summary Central Cigarette Lab March 19, 1991 Brand: Winston Ultra Licht 83 CP 3810AA @ Whitaker Parking lot 4 2000601 Item ID & Rev. 88 Phase III Reason: New Product Distribution: Mr. A. J. Schindler Mr. F. M, Lockamy Mr. W. H. Alderman Mr, H. A, Ebert Mr, T. W. Petree Dr. G. R. DiMarco Mr. L. J. Inman Mr. H. E, Guess Ms. L. E, Curtis Ms. A. G, Niten Mr, C. E. Tinsley Mr. S, M. Kelly Mr. D. F. Beeson G. June Reece Mr. J. Liter. Hoop Plant Quality Mgr. Mfg. Plant Director Mr. T, Thou. Martin Mr. D. E. Wilhelm Glenn L. Salmons QA Lab Services 2066 zeets"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Quality Assurance.phase III Summary: New Product Distribution. phase III Reason:. New product distribution. quality assurance. Winston Ultra Licht 83 CP 3810AA @ Whitaker Park 4 U.S. ID & Rev ID: Rev601.2066 zeets."
}