{
    "filename": "514137116+-7116.jpg",
    "metadata": {},
    "text": " \n\nBRAND MARKETING\nADVERTISING\nMATERIALS APPROVALS.\n\nBRAND(S) SALEM PREF CRAED\n\nrem FREE FOP PM ware GL APPROVAL NO,\n\nDESCRIPTION OF usE_WALL OOH AlVEaTIE MENT IW CHI EHe\n\n \n\niniTias Date COMMENTS\nMM. LAmbalen Lie Hele\n\n \n\nORIGINATOR\n\n.appRovats\n1. BRAND MANAGER Mes\n\n2. MARKETING DIRECTOR\n\n \n\n \n\n \n\n \n\nFon Con tag\n\nC42 ay no Tints arepiied\n\n3. LAW DEPARTMENT\n\n4, VICE PRESIDENT BRAND MARKETING/\nNEW BRANDS\n\n[PSR\n\n5. SENIOR VICE PRESIDENT\n(as eppropriste)\n\n6, EXECUTIVE VICE PRESIDENT\n(6s appropriate)\n\n \n\n \n\nM1, APPROVAL REQUIREMENTS\n\nA. ADVERTISING COMP 12,458\nB, ADVERTISING LEGAL STATS 123.\n\nRETURN COMPLETED FORM TO ORIGINATOR.\n\n \n\nQtTL EtvTs\n\nORIGINATOR (ROUTING)\n\f",
    "augmented_texts": [
        "BRAND MARKETING ADVERTISING MATERIALS APPROVALS. BRAND (Due south) SALEM PREF CRAED rem FREE FOP PM merchandise GL APPROVAL NO, DESCRIPTION OF usE_WALL OOH AlVEaTIE MENT IW CHI EHe iniTias Date COMMENTS MM. LAmbalen Lie Hele ORIGINATOR. appRovats 1. BRAND MANAGER Mes 2. MARKETING DIRECTOR Fon Con tag C42 ay no Tints arepiied 3. jurisprudence DEPARTMENT 4, VICE PRESIDENT brand name MARKETING / NEW BRANDS [PSR 5. elderly VICE PRESIDENT (as eppropriste) 6, EXECUTIVE VICE PRESIDENT (6s appropriate) M1, APPROVAL REQUIREMENTS A. ADVERTISING COMP 12, 458 B, ADVERTISING LEGAL STATS 123. RETURN COMPLETED FORM TO ORIGINATOR. QtTL EtvTs ORIGINATOR (ROUTING )",
        "BRAND MARKETING ADVERTISING MATERIALS approval. BRAND (S) capital of oregon PREF CRAED rem FREE FOP phase modulation ware GL APPROVAL NO, DESCRIPTION OF usE_WALL OOH AlVEaTIE MENT IW CHI EHe iniTias Date COMMENTS MM. LAmbalen Lie Hele ORIGINATOR. appRovats 1. BRAND MANAGER Mes 2. MARKETING DIRECTOR Fon Con rag C42 ay no Tints arepiied triplet. LAW DEPARTMENT 4, VICE PRESIDENT BRAND MARKETING / NEW BRANDS [PSR v. SENIOR VICE PRESIDENT (as eppropriste) 6, EXECUTIVE VICE PRESIDENT (6s appropriate) M1, APPROVAL REQUIREMENTS Axerophthol. ADVERTISING COMP 12, 458 B, ADVERTISING LEGAL STATS 123. RETURN COMPLETED FORM TO ORIGINATOR. QtTL EtvTs ORIGINATOR (ROUTING )"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "BRAND MANAGER Mes Mes. Mes (as eppropriste) is the brand's senior vice president. He is responsible for brand marketing, legal and legal affairs. The law department is in charge of brand licensing and marketing. It is a joint venture between the Swedish and Norwegian governments."
}