{
    "filename": "515248202+-8202.jpg",
    "metadata": {},
    "text": " \n\nSmokers For A Clean America\n\n‘Thank you for your interest in the “Smokers For A Clean America” Environmental Program. It\nis the policy of RJ. Reynolds Tobacco Co. to distribute our materials to individuals who are\nadults, 21 years of age and older only. To insure that this criterion is met, we can send your\n\n‘materials only if you provide us with the information requested below.\n\nArley 6 Ride 23\n\n(Please Print) Last Name MI FirstName Age (Required)\nflan hla Melk a 2\nBusiness or Ofganization on fle) Date of Birth (Required)\n\n \n\n \n\n216 ,\nAddress\n\nAY, ew Ou 4e 70)\nGy” State “ZipCode\n\nQuantity - Ashtrays 290 _ Beach Bumper Sticker |OQ _ Beach Table Tent_{(\nOok Posters A Street is Street 227A Beach is a Bead\nGolf Course Bumper Sticker_/2_Golf Course Table Tent_ 402\nTrash Can Decal_ £00\n\n1 certify that I am an adult, 21 years of age or older. If 1 choose to provide these materials\nto others, 1 a ige affd will adhere to RJ. Reynolds’ age restriction policy as stated\n\nabove, eae\n\nDate\n\n   \n  \n\nSignature\n\nPlease fill out the above form and return in the self-addressed envelope provided, or Fax to Glenda\nGoodman, 910-741-5607. Thank you for your interest and support. We look forward to hearing from\nyou in the near future\n\nzoze vzsts\n\f",
    "augmented_texts": [
        "Smokers For A Clean America ‘ Thank you for your interest in the “ Smokers For A Clean America ” Environmental Programme. It is the policy of RJ. Reynolds Baccy Co. to distribute our materials to individual who are adults, 21 years of age and older only. To ascertain that this criterion is met, we can send your ‘ materials only if you provide us with the information requested below. Arley 6 Ride 23 (Please Print) Last Name MI FirstName Age (Required) flan hla Melk a 2 Business or Ofganization on fle) Appointment of Birth (Required) 216, Address AY, ew Ou 4e 70) Gy ” State “ ZipCode Quantity - Ashtrays 290 _ Beach Bumper Sticker | OQ _ Beach Table Tent_ {( Ook Posters A Street is Street 227A Beach is a Bead Golf Course Bumper Sticker_ / 2_Golf Course Tabular array Tent_ 402 Trash Can Decal_ £ 00 1 certify that I am an adult, 21 years of age or older. If 1 choose to provide these materials to others, 1 a ige affd will adhere to RJ. Sir joshua reynolds ’ age restriction policy as stated above, eae Date Signature Please fill out the above form and return in the self - addressed envelope provided, or Fax to Glenda Goodman, 910 - 741 - 5607. Thank you for your interest and support. We look forward to hearing from you in the near future zoze vzsts",
        "Smokers For A Clean America ‘ Thank you for your interest in the “ Smokers For A Clean America ” Environmental Program. It is the policy of RJ. Reynolds Tobacco Co. to distribute our materials to individuals who are adults, 21 years of age and older exclusively. To insure that this criterion is met, we can send your ‘ materials only if you provide us with the data requested below. Arley 6 Ride 23 (Please Print) Last Name MI FirstName Age (Required) flan hla Melk a 2 Business or Ofganization on fle) Date of Birth (Required) 216, Address AY, ew Ou 4e 70) Gy ” State “ ZipCode Quantity - Ashtrays 290 _ Beach Bumper Sticker | OQ _ Beach Table Tent_ {( Ook Posters A Street is Street 227A Beach is a Bead Golf Course Bumper Sticker_ / 2_Golf Course of instruction Table Tent_ 402 Trash Can Decal_ £ 00 1 certify that Unity am an adult, 21 years of age or older. If 1 choose to provide these materials to others, 1 a ige affd will adhere to RJ. Reynolds ’ age restriction policy as stated above, eae Date Signature Please fill out the above form and return in the self - addressed envelope provided, or Fax to Glenda Goodman, 910 - 741 - 5607. Thank you for your interest and support. We look forward to hearing from you in the near future zoze vzsts"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Smokers For A Clean America can send your.materials only if you provide us with the information requested below. Please fill out the above form and return in the self-addressed envelope provided, or Fax to Glenda.Goodman, 910-741-5607."
}