{
    "filename": "515558325+-8326.jpg",
    "metadata": {},
    "text": " \n\n \n   \n  \n\n422- 8\nB thom, i-th Concent BASU RE\n\n. (tet a el Ted Boeotion! & fog: “ou “il\n¢ 4d) Hint Tim ale\n\n     \n   \n     \n   \n   \n   \n\nReasey on another? I Sail He feed CAMEL |\nPalwted ov He Cigarette iustoad ob the \"Figane.\n+ sell ZL loon Phat paint, CAMEL ies\n: OF the Figure Loses) to bel Frestin ous”\npases vce: Oudp) “Prete sion Auge How, aha my Ore et\nE hove wot Beev able to Find aaymore printed -\nlike Such aad uns Curious fo ahat if might how\nbee A promotional, ok eck, L would sing y just\nKeats like Jo kuow if passeble, uhat happew, and on\nIP This SIgle is sill eunitable ond if 50, aheae? |\nBani L kajoud ifs gests privled word ‘Camel.\nbot, I heppev Jers Tle of Pridlt inshad 38 “Lege Figuad\n\nPlease Ausclea, my CoRious Questor Ard, Have A aH\n\nDo! Thank for very moc 5 onl dlc!\"\n\n \n\n  \n\n|\n\n \n\f",
    "augmented_texts": [
        "422 - eighter B thom, 1 - th Concent BASU RE. (tet a el Ted Boeotion! & fog: “ ou “ il ¢ 4d) Steer Tim ale Reasey on another? I Sail He feed CAMEL | Palwted ov He Cigaret iustoad ob the \" Figane. + sell ZL loon Phat paint, CAMEL ies: OF the Figure Loses) to bel Frestin ous ” pases vce: Oudp) “ Prete sion Auge How, aha my Ore et E hove wot Beev able to Find aaymore printed - like Such aad uns Curious fo ahat if might how bee A promotional, ok eck, L would sing y just Keats like Jo kuow if passeble, uhat happew, and on IP This SIgle is sill eunitable ond if 50, aheae? | Bani L kajoud ifs gests privled word ‘ Camel. bot, I heppev Jers Tle of Pridlt inshad 38 “ Lege Figuad Please Ausclea, my CoRious Questor Ard, Have A aH Do! Thank for very moc 5 onl dlc! \" |",
        "422 - 8 B thom, i - thursday Concent BASU RE. (tet a el Ted Boeotion! & fog: “ ou “ il ¢ 4d) Hint Tim ale Reasey on another? I Sail He feed CAMEL | Palwted ov He Cigarette iustoad ob the \" Figane. + sell ZL loon Phat paint, CAMEL ies: OF the Figure Loses) to bel Frestin ous ” pases vce: Oudp) “ Prete sion Auge How, aha my Ore et E hove wot Beev able to Find aaymore printed - like Such aad uns Curious fo ahat if might how bee A promotional, ok eck, L would sing y just Keats like Jo kuow if passeble, uhat happew, and on IP This SIgle is sill eunitable ond if 50, aheae? | Bachelor of arts in nursing L kajoud ifs gests privled word ‘ Camel. bot, I heppev Jers Tle of Pridlt inshad xxxviii “ Lege Figuad Please Ausclea, my CoRious Questor Ard, Have A aH Doh! Thank for very moc 5 onl dlc! \" |"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "422- 8                B thom, i-th Concentum BASU RE                                . (tet a el Ted Boeotion! & fog: “ou ”il¢ 4d) Hint Tim ale: “Prete sion Auge How, aha my Ore et                E hove wot Beev able to Find aaymore printed -like Such aad uns\""
}