{
    "filename": "515615932+-5933.jpg",
    "metadata": {},
    "text": " \n\n    \n\n \n\nPO. BOK S285, ae\nsow elgaca ‘nesoneee\nSelatan Tienes dence\neee RS eaters meson\neft sno aoe\n(008) 723.388 bones\naie seco suc court\nAgere, ee\nues s een\nSANTACLARITA,CA 91955, ‘i + FAIRS LOCATION\niat ASSEMBLEMBER THIRTY KTH STRICT mrenuscemont\neats REPUBLICAN WHIPS\nFan. cos\n\nJuly 28, 1997\n\nRoger Mozingo 69 yh\nRJ. Reynolds Tobacco f qt\n401 North Main Street\n\nWinston Salem, NC 27102 =\n\nDear Roger,\n\nhave enjoyed my first year as a new member ofthe State Assembly and I am excited to be\npart of our Republican leadership team\n\nIn the past, legislators have been able to contact lobbyists directly to seek funds for their\ncampaign committees. However, the passage of Proposition 208 in 1996 banned such contact with\nJobbyists and created much confusion among legislators, PAC directors and others involved with\nthe financing of political campaigns.\n\nbelieve the enclosed card will help to answer many of the most commonly asked questions,\nin language that can be understood by everyone. The answers come directly from the Fair Political\nPractices Commission (FPPC) and represent the most up-to-date information available,\n\n“The FPPC has informed me that I am able to raise funds from PACs and corporations\nuring the current blackout period. ‘The maximum you can give is $500 which represents $250 for\nmy 1996 Primary Election debt and $250 for my 1996 General Election debt. J would greatly\nappreciate a contribution from you at this time to help me clear up these debts.\n\nTwill continue to keep you informed on the latest rulings and decisions that impact\nCalifornia politics. Of course, feel free to call me anytime should you have any questions or\nconcerns about other issues facing our state\n\nSincerely,\n\n \n\nzees tests\n\nPS. Again, you are legally allowed to contribute up to $500 to “Runner for Assembly” right\nnow. Any amount you can send will be greatly appreciated. ‘Thank you.\n\nNot Printed At Taxpayer Expense\n\n \n\f",
    "augmented_texts": [
        "PO. BOK S285, ae sow elgaca ‘ nesoneee Selatan Tienes dence eee RS eaters meson eft sno aoe (008) 723. 388 bones aie seco suc court Agere, ee ues s een SANTACLARITA, CA 91955, ‘ i + fair LOCATION iat ASSEMBLEMBER THIRTY KTH STRICT mrenuscemont eats REPUBLICAN WHIPS Fan. cos July 28, 1997 Roger Mozingo 69 yh RJ. Reynolds Tobacco f qt 401 North Briny Street Winston Salem, NC 27102 = Dear Roger, have enjoyed my first year as a new member ofthe State Assembly and I am excited to be part of our Republican leadership team In the past, legislators have been able to contact lobbyists directly to seek funds for their campaign committees. However, the passage of Proposition 208 in 1996 ban such contact with Jobbyists and created much confusion among legislators, PAC directors and others involved with the financing of political campaigns. believe the enclosed card will help to answer many of the most commonly asked questions, in language that can be understood by everyone. The answers come directly from the Fair Political Practices Commission (FPPC) and represent the most up - to - date information available, “ The FPPC has informed me that I am able to raise investment firm from PACs and corporations uring the current blackout flow. ‘ The maximum you can give is $ 500 which represents $ 250 for my 1996 Primary Election debt and $ 250 for my 1996 General Election debt. J would greatly appreciate a contribution from you at this time to serve maine clear up these debts. Twill continue to keep you informed on the latest rulings and decisions that impact California politics. Of course, feel free to call me anytime should you have any questions or concerns about other issues facing our state Sincerely, zees tests PS. Again, you are legally allowed to contribute up to $ 500 to “ Runner for Assembly ” right now. Any amount you can send will be greatly appreciated. ‘ Thank you. Not Printed At Taxpayer Expense",
        "PO. BOK S285, ae sow elgaca ‘ nesoneee Selatan Tienes dence eee RS eaters meson eft sno aoe (008) 723. 388 bones aie seco suc court Agere, ee ues s een SANTACLARITA, california 91955, ‘ i + FAIRS LOCATION iat ASSEMBLEMBER THIRTY KTH STRICT mrenuscemont eats REPUBLICAN WHIPS Fan. cos July 28, 1997 Roger Mozingo 69 yh RJ. Reynolds Tobacco f qt 401 North Main Street Winston Salem, NC 27102 = Dear Roger, have enjoyed my first year as a new member ofthe State Assembly and I am excited to be part of our Republican leadership team In the past, legislators have been able to contact lobbyists directly to seek funds for their campaign committees. However, the passage of Proposal 208 in 1996 banned such contact with Jobbyists and created much confusion among legislators, PAC directors and others involved with the financing of political campaigns. believe the enclosed card leave help to answer many of the most commonly asked questions, in language that can be understood by everyone. The answers come directly from the Fair Political Practices Commission (FPPC) and represent the most up - to - date information available, “ The FPPC has informed me that I am able to raise funds from PACs and corporations uring the current blackout period. ‘ The maximum you can give is $ 500 which represents $ 250 for my 1996 Primary Election debt and $ 250 for my 1996 General Election debt. J would greatly appreciate a contribution from you at this time to help me clear up these debts. Twill continue to keep you informed on the latest rulings and decisions that affect California politics. Of course, feel spare to visit me anytime should you have any questions or concerns about other issues facing our state Sincerely, zees tests PS. Again, you are legally allowed to contribute up to $ five hundred to “ Runner for Assembly ” right now. Any amount you can send will be greatly appreciated. ‘ Thank you. Not Printed At Taxpayer Expense"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Prop 208 in 1996 banned such contact withJobbyists and created much confusion among legislators, PAC directors and others involved with the financing of political campaigns. The answers come directly from the Fair Political Practices Commission (FPPC) and represent the most up-to-date information available, according to the FPPC."
}