{
    "filename": "517138548_517138549.jpg",
    "metadata": {},
    "text": " \n\nAlune Status Report\nthoe Miskewyce - Sach\n\nma\n\n+ Partners ~ Direct\n\nWorked With 2 Reps From MES Te bacco With The.\n\nFotlosing Results: Calls 22\nDPC Signed s\nis \\e Ske ‘ us\n\n“The Reps Were Instructed dx Our Retail “Tesrams.\n\nSo They Could Add Sales Br RI@ As Wet As Themselves,\n\nLé,, By Filling Gatracted Disp bys Betre Taking Aw\n\nOrder Resulted In More Cartons Ordered. eb ber Reas Aud\n\n“The Ratar| Accounts Were. Informed OF RARs WAP /DP\n\nPromo 's For The Remainder OF The Year, A Big Help\n\nIn Gelling “The Programs As Welt As Martaining .\n\nZL feel A Udok Ath Program UFR AN Sivek\nReps Usstizing Oke “Reople Would Be Mest Beneficial\n\\w Gaining Relations , Misdnbudien, Selling Kpecia |\nPromos, Ete. RIL Would Soend AW oR Park, OF\nA Week With Each Direct Rep During This Regravk.,\n\nEud Rest Mufue! Parlacrshs' p .\n\napse eters\n\n \n\nod (CO0NGOL SATONASY £ 8 ft S6/ee/50\n\n \n\f",
    "augmented_texts": [
        "Alune Status Report thoe Miskewyce - Sach ma + Partners ~ Direct Worked With 2 Repp From MES Te bacco With The. Fotlosing Issue: Calls 22 DPC Signed s is \\ e Ske ‘ us “ The Reps Were Instructed dx Our Retail “ Tesrams. So They Could Add Sales Br RI @ As Moisture As Themselves, Lé, , By Filling Gatracted Disp bys Betre Taking Aw Order Result In More Cartons Ordered. eb ber Reas Aud “ The Ratar | Accounts Were. Informed OF RARs WAP / DP Promo ' atomic number 16 For The Remainder OF The Year, A Big Help In Gelling “ The Programs As Welt As Martaining. ZL feel A Udok Ath Program UFR AN Sivek Reps Usstizing Oke “ Reople Would Be Mest Beneficial \\ w Gaining Relations, Misdnbudien, Selling Kpecia | Promos, Ete. RIL Would Soend AW oR Park, OF A Week With Each Direct Rep During This Regravk. , Eud Rest Mufue! Parlacrshs ' p. apse eters od (CO0NGOL SATONASY £ 8 ft S6 / ee / 50",
        "Alune Position Report thoe Miskewyce - Sach milliampere + Mate ~ Direct Worked With 2 Reps From MES Te bacco With The. Fotlosing Results: Calls 22 DPC Signed s is \\ e Ske ‘ us “ The Reps Were Instructed dx Our Retail “ Tesrams. So They Could Add Sales Br RI @ As Wet As Themselves, Lé, , By Filling Gatracted Disp bys Betre Taking Aw Order Resulted In More Cartons Ordered. eb ber Reas Aud “ The Ratar | Accounts Were. Informed OF RARs WAP / DP Promo ' s For The Remainder OF The Year, A Big Help In Gelling “ The Programs As Welt As Martaining. ZL feel A Udok Ath Program UFR AN Sivek Reps Usstizing Oke “ Reople Would Be Mest Beneficial \\ w Gaining Relations, Misdnbudien, Sell Kpecia | Promos, Ete. RIL Would Soend AW oR Park, OF A Week With Each Direct Rep During This Regravk. , Eud Rest Mufue! Parlacrshs ' p. apse eters od (CO0NGOL SATONASY £ 8 ft S6 / ee / 50"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Alune Status Report                thoe Miskewyce - Sach. (CO0NGOL SATONASY £ 8 ft S6/ee/50)  “Eud Rest Mufue! Parlacrshs’ p. atrophy.” “The Ratar| Accounts Were. Informed OF RARs WAP /DP. ‘s For The Remainder Of The Year, A Big Help."
}