{
    "filename": "518689732+-9734.jpg",
    "metadata": {},
    "text": " \n\nCfisee NY\na wl? Frere eben niles\nAA T-SFoeie ant bsune emma uses\n\naoe \"\n\n   \n\n  \n\ned to announce the foltouing dlaptey plane, effective AoclL ty 1990, fer\nThte plan terainaten and supersedes Permanent *\nthese plants\n\n \n\nRed. Reynotde Tobacco Company te pl\npetalt stores vhtch sett 120+ CPU prtmectty by the package.\nfod the Boral CCO Plan in the retell outtete which accept\n\n \n\ncounter olsptey plant\n8 es erste\ntut permanent Counter Dleptay ac cash ceatecer\n\ntuk Promattonal Counter Dlapley\nfe fun Destonated Adverttatng\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\npaynente UIE be nade on a quarterly beete ax follows howe c\nos tare ot eae o\nVolume 4S proao oteotey 3 erono ofepley 2\ncatenery votuse Toetaneteg tere] # beonated Ade ®\n\n7\nx 120-169 205 $95 ©\n‘ 170+ 35 #100 3\n\nPlan 3 s 6 |\n\n \n\n \n\n \n\nchoarette volume wilt be deteentned by the average otal weekly sates of alt brands of elgarettes during the\n\nmost recent three-month pertod.\n\nsoseltfe Reavirenents:\nBa J. Reynolds Tobacco Company wi\nselected by the retailers\n\n11 tornten aporopetate dlaplay fIatures and advertising vebtcte for che plan\n\n# Gash ecgleter plsotey\na this plan Uo nade avatlable to those retaiters who poet\n\nceth reglater. The dleplay selected wiLt be placed with eset\ncath ent at ees eacinnd ty Ard. Reynotde Tobacco Company on tever trevCe) {f epolterble:\n\n= The peteary cath cenleter posttton, 6 defined by R. 4. Reynolds Tebscce Conary ta a porteton directly\nrent of that regiater. Final approve\n\non and aatnteln the dleplay adiotaiog the primary\nTcerd¢a) on top traye) end other sdverctstng\n\n \n\n \n\nsdlotning the nest active cath regtater and on the\nsttetniaa en ste alaplay poeteton vill be deteralned by on &. J« Rernolde Tobscce ComPAny cepresente:\n\ntive,\nanatate of # spcctatly destoned merchandiser for « combination of full\n\n= The Promottonal Counter Display <\nprice promotfonel pecks end Lov price R48 brands.\n\n= the dlaplay UIL( be portttoned on the primary checkout +\nrepresentative.\n\nagceed upon by the R. 4. Remotde Tobacco Compeny\n\nRenan Ades EI ate nurt be placed tn an uncbatructed lecetton no nore than 10 f6st from the pelaary\nLing ares facing the consumer.\n= the RJ. Reynolds Tebscce Company representa\n\nDestgneted Advertising placement.\n\n \n\njuve reserves the elaht te determine type end tocatton of\n\nlonty one dlaptay plan aey be selected by any one retell #tores\n\f",
    "augmented_texts": [
        "Cfisee NY a wl? Frere eben niles AA T - SFoeie ant bsune emma uses aoe \" ed to announce the foltouing dlaptey plane, effective AoclL ty 1990, fer Thte plan terainaten and supersedes Permanent * these plants Red. Reynotde Tobacco Company te pl petalt stores vhtch sett 120 + CPU prtmectty by the package. fod the Boral CCO Plan in the retell outtete which take counter olsptey plant 8 es erste tut permanent Counter Dleptay ac cash ceatecer tuk Promattonal Rejoinder Dlapley fe fun Destonated Adverttatng paynente UIE be nade on a quarterly beete ax follows howe c os cheat ot eae o Volume 4S proao oteotey 3 erono ofepley 2 catenery votuse Toetaneteg tere] # beonated Ade ® 7 x 120 - 169 205 $ 95 © ‘ 170 + 35 # 100 3 Plan 3 s 6 | choarette volume wilt be deteentned by the average otal weekly sates of alt brands of elgarettes during the most recent three - month pertod. soseltfe Reavirenents: Ba J. Reynolds Tobacco Company wi selected by the retailers 11 tornten aporopetate dlaplay fIatures and advertising vebtcte for che plan # Gash ecgleter plsotey a this plan Uo nade avatlable to those retaiters who poet ceth reglater. The dleplay selected wiLt be placed with eset cath ent at ees eacinnd ty Ard. Reynotde Tobacco Company on tever trevCe) {f epolterble: = The peteary cath cenleter posttton, 6 defined by Universal gas constant. 4. Reynolds Tebscce Conary ta a porteton directly rent of that regiater. Final approve on and aatnteln the dleplay adiotaiog the primary Tcerd ¢ a) on top traye) end other sdverctstng sdlotning the nest active cath regtater and on the sttetniaa en ste alaplay poeteton vill be deteralned by on &. J « Rernolde Tobscce ComPAny cepresente: tive, anatate of # spcctatly destoned merchandiser for « combination of full = The Promottonal Counter Display <price promotfonel pecks end Lov price R48 brand. = the dlaplay UIL (be portttoned on the primary checkout + representative. agceed upon by the R. 4. Remotde Tobacco Compeny Renan Ades EI ate nurt be placed tn an uncbatructed lecetton no nore than 10 f6st from the pelaary Ling ares facing the consumer. = the RJ. Reynolds Tebscce Company representa Destgneted Advertising placement. juve reserves the elaht te determine type end tocatton of lonty one dlaptay plan aey be selected by any one retell # tores",
        "Cfisee NY a wl? Frere eben niles AA T - SFoeie ant bsune emma uses aoe \" ed to announce the foltouing dlaptey plane, effective AoclL ty 1990, fer Thte plan terainaten and supersedes Permanent * these plants Red. Reynotde Tobacco Company te pl petalt stores vhtch sett 120 + CPU prtmectty by the package. fod the Boral CCO Plan in the retell outtete which accept counter olsptey plant 8 es erste tut permanent Counter Dleptay ac cash ceatecer tuk Promattonal Counter Dlapley fe fun Destonated Adverttatng paynente UIE be nade on a quarterly beete ax follows howe c os tare ot eae o Volume 4S proao oteotey 3 erono ofepley 2 catenery votuse Toetaneteg tere] # beonated Ade ® 7 x 120 - 169 205 $ 95 © ‘ 170 + 35 # 100 3 Plan 3 s 6 | choarette volume wilt be deteentned by the average otal weekly sates of alt brands of elgarettes during the most recent three - month pertod. soseltfe Reavirenents: Ba J. Reynolds Tobacco Company wi selected by the retailers 11 tornten aporopetate dlaplay fIatures and advertising vebtcte for che plan # Gash ecgleter plsotey a this plan Uo nade avatlable to those retaiters who poet ceth reglater. The dleplay selected wiLt be placed with eset cath ent at ees eacinnd ty Ard. Reynotde Tobacco Company on tever trevCe) {f epolterble: = The peteary cath cenleter posttton, 6 defined by R. 4. Reynolds Tebscce Conary ta a porteton directly rent of that regiater. Final approve on and aatnteln the dleplay adiotaiog the primary Tcerd ¢ a) on top traye) end other sdverctstng sdlotning the nest active cath regtater and on the sttetniaa en ste alaplay poeteton vill be deteralned by on &. J « Rernolde Tobscce ship's company cepresente: tive, anatate of # spcctatly destoned merchandiser for « combination of full = The Promottonal Counter Display <price promotfonel pecks terminate Lov price R48 brands. = the dlaplay UIL (be portttoned on the primary checkout + representative. agceed upon by the R. 4. Remotde Baccy Compeny Renan Ades EI ate nurt be placed tn an uncbatructed lecetton no nore than 10 f6st from the pelaary Ling ares facing the consumer. = the RJ. Reynolds Tebscce Company representa Destgneted Advertising placement. juve reserves the elaht te determine type end tocatton of lonty one dlaptay plan aey be selected by any one retell # tores"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Cfisee NY is a New York-based company that makes and sells cigarettes. The company has been in business since the early 1980s. It is based on the Boral CCO Plan in the retell outtete which accept the average otal weekly sates of alt brands of elgarettes during the last three months."
}