{
    "filename": "518829117+-9117.jpg",
    "metadata": {},
    "text": "JOT FOLD.\n\n \n\n \n\n \n\n \n\n \n\nABSTRACT FORM FOR OFFICE USE ONLY\n\nAACR Annual Meeting\n\nMarch 28-April 1, 1998\n\nNew Orleans, LA er. Abst No__[/ Temp. Abst No\nCx / Other TP\n\n \n \n  \n  \n  \n   \n  \n   \n \n   \n    \n  \n  \n \n \n  \n  \n    \n  \n  \n  \n \n\n€DNA expression array analysis of mRNA levels in eultured normal human\nbronchial epithelia), tung adenocarcinoma, and small cell ung carcinoma cells,\nHellmann, GM. Qian, X., Fields, WR,” Bombick, DW. and Doolitie, DJ\nBiological Research, RIR Research & Development, RY. Reynolds, Winston-Salem,\nNC27102.\n\n‘The generation of varying complex phenotypes displayed by human lung tumors is @\npearly understood phenomenon brought about by changes in the expression spectrum\nof a wide range of genes. The complete phenotype may involve changes in the\nexpression of different gene classes including oncogenesfumor suppressor genes,\nczltcell communication-elaed genes, cytokines, apoptosis, and cell eyeing genes,\nHence, the simultaneous monitoring of dffereatial and quantitative changes i thece\n{genes can provide mechanistic information to increase our understanding of human\nPulmonary carcinogenesis models. To this end, we have employed a commercially\navailable human cDNA microamay to systematically sereen for alterations in he\n‘expression of over $00 human genes. Total mRNA was obtained fom cultured cells\n‘of normal human bronchial epithelia as well as several hing carcinoma lines. ‘The\ncxpression level ofeach gene was compared and normalized with three housekeeping\nsees (ubiquitin, B-actia, and ribosomal protein $9). Among the carcinoma lines the\nclass exhibiting the greatest number of gene expression increases from novmal\nbronchial epithelia was that containing oncogeneshumor suppressor genes, while the\nclass exhibiting the greatest number of decreases was one containing cell.cell\ncommunication-related genes, In this preliminary study, e cDNA aray expression\nmethodology has shown promise as a useful tool in simultaneous monitoring of\n‘complex gene expression changes during stages of pulmonary carcinogenesis,\n\n \n\n \n\n \n\n1 Category and Subelaefcation\n(ee Pages 810): Type the fivechancier\nade in e bes provided, fr eumple,\n\nlw\n\n \n\n   \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n‘Type abstract within back ines, See sample abstract. $1882 9117\n\n \n\n2 Abstracts SPONSORED by: __ 6423 Member No G.Abwnctistobe PRESENTEDy:___stenber No\n(Sie Diaciny o eaben fr Member No) ‘ax AACR Heats\n\nLarry W. Daniel, Ph.D. Name Gary M. Helmann Nave\n\nPans rind Pe Pt\n\nBowman Gray School of Medicine” \"Aseen Bowman Gray Technical Center Ades\n\n \n\nWake Forest University\n\n~Hinston-Salem, North Carolina ci sae\n\nR. J. Reynolds\n\nWinston-Salem, NC —Ciy Sate\n27102\n\n \n\nZ ey\ncj -RULST=1016 __Fetacole_ U.S.A, ouney Featcate_USA Comiey\nSL (010)716-3623 ergenevo (B10) TET Deere 910-741-0735 teephone No Q10=741-1301 —Facne,\n‘So _dantel@bgem.edy ena nae il Aes\n\n \n  \n\ntnd iba of al the ators, 1 bereby\ncontained iin,\n\n    \n\nSignature of SPONSOR\n\nit SPONSOR sn Astocate Member) 1, the undersigned\nActive or Corresponding Member in good sanding. Emeritus or Honopary\n‘Member. endorse the content of his sara. for wich the above nace\n‘Associate Member i sponsor and pene.\" (Seetepalaons sping 10\n‘Asiocate Members on Fage 3)\n\na i Pt\nSire __ entero,\n\n5 Eughiity for Young Investiator Awards (American and Internation)\nC1 A. The PRESENTER of tis absc is «medi or graduate sent,\nsicin in unining, or postotor elo,\n\n &. the PRESENTER mes te citer in Box A above and is also a\n‘ion Siett as defined by the Nana Cancer laine ir Page 9)\n\n \n\n   \n\nof US$40 Abetract Submision Fee,\n\nheck is encod Pete list name of PRESENTER onthe check.\nKt anborize you to charge my cei card forthe sbsractsbaition fe\n\nDiotarecart if Anerican Eapess\n\nOvisa\nig\n\n   \n\n \n\n‘Pints ctck al the inlrnaon you hve ced fox constr ad weno lo AACR mbnica nes, lkacioar of tpmsarlip Rpuliows wa\nEr teen ta retam of he baat othe SPONSOR without consideration by he Progra Cominee Inaction of frau sacling fers tbe ted eats\nere gates, il eu na fo of USO wich Wl eld 1 te SPONSOR,\n\n \n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "JOT FOLD. ABSTRACT FORM FOR OFFICE USE ONLY AACR Annual Meeting March 28 - April 1, 1998 New Orleans, LA er. Abst No__ [/ Temp. Abst No Cx / Other TP € DNA expression array analysis of mRNA levels in eultured normal human bronchial epithelia ), tung adenocarcinoma, and small cell ung carcinoma cells, Hellmann, GM. Qian, X. , Fields, WR, ” Bombick, DW. and Doolitie, DJ Biological Research, RIR Research & Development, RY. Reynolds, Winston - Salem, NC27102. ‘ The generation of varying complex phenotypes displayed by human lung tumors is @ pearly understood phenomenon brought about by changes in the expression spectrum of a wide range of genes. The complete phenotype may involve changes in the expression of different gene classes including oncogenesfumor suppressor genes, czltcell communication - elaed genes, cytokines, apoptosis, and cell eyeing genes, Hence, the simultaneous monitoring of dffereatial and quantitative changes i thece {genes can provide mechanistic information to increase our understanding of human Pulmonary carcinogenesis models. To this end, we have employed a commercially available human cDNA microamay to systematically sereen for alterations in he ‘ expression of over $ 00 human genes. Total mRNA was obtained fom cultured cells ‘ of normal human bronchial epithelia as well as several hing carcinoma lines. ‘ The cxpression level ofeach gene was compared and normalized with three housekeeping sees (ubiquitin, B - actia, and ribosomal protein $ 9 ). Among the carcinoma business line the class exhibiting the greatest number of gene expression increases from novmal bronchial epithelia was that containing oncogeneshumor suppressor genes, while the class exhibiting the greatest number of decreases was one containing cell. cell communication - related genes, In this preliminary study, e cDNA aray expression methodology has shown promise as a useful tool in simultaneous monitoring of ‘ complex gene expression changes during stages of pulmonary carcinogenesis, 1 Category and Subelaefcation (ee Pages 810 ): Type the fivechancier ade in e atomic number 4 provided, fr eumple, lw ‘ Type abstract within back ines, See sample abstract. $ 1882 9117 2 Abstracts SPONSORED by: __ 6423 Member No G. Abwnctistobe PRESENTEDy: ___stenber No (Sie Diaciny o eaben fr Member No) ‘ ax AACR Heats Larry W. Daniel, Ph. D. Name Gary M. Helmann Nave Pans rind Pe Pt Bowman Gray School of Medicine ” \" Aseen Bowman Gray Technical Center Ades Wake Forest University ~ Hinston - Salem, North Carolina ci sae R. J. Reynolds Winston - Salem, NC — Ciy Sate 27102 Z ey cj - RULST = 1016 __Fetacole_ U. S. A, ouney Featcate_USA Comiey SL (010) 716 - 3623 ergenevo (B10) TET Deere 910 - 741 - 0735 teephone No Q10 = 741 - 1301 — Facne, ‘ So _dantel @ bgem. edy ena nae il Aes tnd iba of al the ators, 1 bereby contained iin, Signature of supporter it SPONSOR sn Astocate Member) 1, the undersigned Active or Corresponding Member in good sanding. Emeritus or Honopary ‘ Member. endorse the content of his sara. for wich the above nace ‘ Associate Member i sponsor and pene. \" (Seetepalaons sping 10 ‘ Asiocate Members on Fage 3) a i Pt Sire __ entero, 5 Eughiity for Young Investiator Awards (American and Internation) C1 A. The PRESENTER of tis absc is « medi or graduate sent, sicin in unining, or postotor elo, &. the PRESENTER mes te citer in Box A above and be also a ‘ ion Siett as defined by the Nana Cancer laine ir Page 9) of US $ xl Abetract Submision Fee, heck is encod Pete list name of PRESENTER onthe check. Kt anborize you to charge my cei card forthe sbsractsbaition fe Diotarecart if Anerican Eapess Ovisa ig ‘ Pints ctck al the inlrnaon you hve ced fox constr ad weno lo AACR mbnica nes, lkacioar of tpmsarlip Rpuliows wa Er teen ta retam of he baat othe SPONSOR without consideration by he Progra Cominee Inaction of frau sacling fers tbe ted eats ere gates, il eu na fo of USO wich Wl eld 1 te SPONSOR,",
        "JOT FOLD. ABSTRACT FORM FOR OFFICE USE ONLY AACR Annual Meeting March 28 - April 1, 1998 New Orleans, LA er. Abst No__ [/ Temp. Abst No Cx / Other TP € DNA expression array analysis of mRNA levels in eultured normal human bronchial epithelia ), tung adenocarcinoma, and small cell ung carcinoma cells, Hellmann, GM. Qian, X. , Fields, WR, ” Bombick, DW. and Doolitie, DJ Biological Research, RIR Research & Development, RY. Reynolds, Winston - Salem, NC27102. ‘ The generation of varying complex phenotypes displayed by human lung tumors is @ pearly understood phenomenon brought about by changes in the expression spectrum of a wide range of genes. The complete phenotype may involve changes in the expression of different gene classes including oncogenesfumor suppressor genes, czltcell communication - elaed genes, cytokines, apoptosis, and cell eyeing genes, Hence, the simultaneous monitoring of dffereatial and quantitative changes i thece {genes can provide mechanistic information to increase our understanding of human Pulmonary carcinogenesis model. To this end, we have employed a commercially available human cDNA microamay to systematically sereen for alterations in he ‘ expression of over $ 00 human genes. Total mRNA was obtained fom cultured cells ‘ of normal human bronchial epithelia as well as several hing carcinoma lines. ‘ The cxpression level ofeach gene was compared and normalized with three housekeeping sees (ubiquitin, Vitamin b complex - actia, and ribosomal protein $ 9 ). Among the carcinoma lines the class exhibiting the greatest number of gene expression increases from novmal bronchial epithelia was that containing oncogeneshumor suppressor genes, while the class exhibiting the greatest number of decreases was one containing cell. cell communication - related genes, In this preliminary study, e cDNA aray expression methodology has shown promise as a useful tool in simultaneous monitoring of ‘ complex gene expression changes during stages of pulmonary carcinogenesis, 1 Category and Subelaefcation (ee Pages 810 ): Type the fivechancier ade in e bes provided, fr eumple, lw ‘ Type abstract within back ines, See sample abstract. $ 1882 9117 2 Abstracts SPONSORED by: __ 6423 Member No G. Abwnctistobe PRESENTEDy: ___stenber No (Sie Diaciny o eaben fr Member No) ‘ ax AACR Heats Larry W. Daniel, Ph. D. Name Gary M. Helmann Nave Pans rind Pe Pt Bowman Gray School of Medicine ” \" Aseen Bowman Gray Technical Center Ades Wake Forest University ~ Hinston - Salem, North Carolina ci sae R. J. Reynolds Winston - Salem, NC — Ciy Sate 27102 Z ey cj - RULST = 1016 __Fetacole_ U. S. A, ouney Featcate_USA Comiey SL (010) 716 - 3623 ergenevo (B10) TET Deere 910 - 741 - 0735 teephone No Q10 = 741 - 1301 — Facne, ‘ So _dantel @ bgem. edy ena nae il Aes tnd iba of al the ators, 1 bereby contained iin, Signature of SPONSOR it SPONSOR sn Astocate Member) 1, the undersigned Active or Corresponding Member in good sanding. Emeritus or Honopary ‘ Member. endorse the content of his sara. for wich the above nace ‘ Associate Member i sponsor and pene. \" (Seetepalaons sping 10 ‘ Asiocate Members on Fage 3) a i Pt Sire __ entero, 5 Eughiity for Young Investiator Awards (American and Internation) C1 A. The PRESENTER of tis absc is « medi or graduate sent, sicin in unining, or postotor elo, &. the PRESENTER pine tree state te citer in Box A above and is also a ‘ ion Siett as defined by the Nana Cancer laine ir Page 9) of US $ 40 Abetract Submision Fee, heck is encod Pete tilt name of PRESENTER onthe check. Kt anborize you to charge my cei batting order forthe sbsractsbaition fe Diotarecart if Anerican Eapess Ovisa ig ‘ Pints ctck al the inlrnaon you hve ced fox constr ad weno lo AACR mbnica nes, lkacioar of tpmsarlip Rpuliows wa Er teen ta retam of he baat othe SPONSOR without consideration by he Progra Cominee Inaction of frau sacling fers tbe ted eats ere gates, il eu na fo of USO wich Wl eld unity te SPONSOR,"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The generation of varying complex phenotypes displayed by human lung tumors is @pearly understood phenomenon brought about by changes in the expression spectrum of a wide range of genes. The simultaneous monitoring of dffereatial and quantitative changes can provide mechanistic information to increase our understanding of human pulmonary carcinogenesis models."
}