{
    "filename": "521536950+-6950.jpg",
    "metadata": {},
    "text": " \n\n9802/2000 TUE 10:08 FAX\n\n \n\n- TOXKON “aes\n\nTEST RESULT CERTIFICATE\n‘Sponsor ——~Wowton Podormance Panis ———\"~\"\"Techntag WTS SETS\nAddr P.0. Box 3680 ‘Technical Completion o2/2ar9\n2804 Gilchrist Roas Report Date 03/02/88\n‘Akron, OH 44309-3660\nContact Kathy Eskeldge\nP.O, Number CGL 36622 Project Number 99.0824\n\n \n\nTest wed 68 Pro}. 61100008 4 grams per 20 mL\n\nARTICLE\n\n \n\n \n\ntoe 0.9% USP Bodum\nChloride for Injeotion.\n(Nach, Cottonseed OF\n(C80), 1:20 Alcohol In\nNaCl (EtOH) and\nPolyethylene Glycol 400\n(PEG)\n\nBiological Test for Pasties Class VI (4 121°C for t hour\nExtracts)\n\n \n\n  \n\n \n\n[EFERENGE: USP 23, NF1E, 1996, pp. 1699-1702, 1886.\n\n \n\nGENERAL PROCEDURE: Tho test ancle extracts and coresponding banks (control axtect) were injected\nsystemically and intrecutantousiy ia mice and rebbits, respectively. The Injections were ln the errors\nnd routes set fortn by USP 23; including the further dlltion of the extracts propared whh PEG. “Tne\nnimals were obeerved for signs of toxicity and skin reacthty for up te 72 houre post treatment ie\naddon, the text athe wes implantes Inte the paraveribral muscle of rabbits tor 7 Gaye and sbectved\nfor sions of hemormage, Intammation, necrosis, dgcoloration, and encapsulation,\n\n \n\n   \n\n \n\nRESULTS: None of the mice injosted with the teot article extracts exhibited any signe of toxic in the\nSystemie Injection Test, In addition, none of the rabidks Injected intracutansously wih the test article\nextracts exhibled any slons of erythema, edema or clnical toxicty. in both the Systemic and\nIntrecutaneous Tests the controls ware normal through 72 hours. Also, the Implant ster exhibed no\nlanfcant elgns of Remortnege, inflammation, necrosis, dscoloration, or encapsulation competed with\n‘those of control tes,\n\n \n\n \n\nCONCLUSION: The test article meets the raquirements of USP 23, NF18, 1998, for\nthe Blological Test for Plastics, Class VI-121°C,\n\nAUTHORIZED PERSONNEL:\n\n \n\nCZ 80 bb \\wtele\nLaurence Lister, 6.5. ina Ami\n\nStudy Director Oualty Assurance\n\n18 Waagina Avonue » Bedford, Massachusetts 01730\n(781) 275-3330 wuctoxtkon.com,\n\n \n\n  \n\n@ouor2\n\nzs\n\nos69 es\n\n \n\f",
    "augmented_texts": [
        "9802 / 2000 TUE 10: 08 FAX - TOXKON “ aes TEST RESULT CERTIFICATE ‘ Sponsor — — ~ Wowton Podormance Panis — — — \" ~ \" \" Techntag WTS SETS Addr P. 0. Box 3680 ‘ Technical Completion o2 / 2ar9 2804 Gilchrist Roas Report Date 03 / 02 / 88 ‘ Akron, OH 44309 - 3660 Contact Kathy Eskeldge P. O, Number CGL 36622 Project Number 99. 0824 Test wed 68 Pro }. 61100008 4 grams per 20 mL ARTICLE toe 0. 9% USP Bodum Chloride for Injeotion. (Nach, Cottonseed OF (C80 ), 1: 20 Alcohol In NaCl (EtOH) and Polythene Dihydric alcohol 400 (PEG) Biological Test for Pasties Class VI (4 121 ° C for t hour Extracts) [EFERENGE: USP 23, NF1E, 1996, pp. 1699 - 1702, 1886. GENERAL PROCEDURE: Tho test ancle extracts and coresponding banks (control axtect) were injected systemically and intrecutantousiy ia mice and rebbits, respectively. The Injections were ln the errors nd routes set fortn by USP twenty three; including the further dlltion of the extracts propared whh PEG. “ Tne nimals were obeerved for signs of toxicity and skin reacthty for up te 72 houre post treatment ie addon, the text athe wes implantes Inte the paraveribral muscle of rabbits tor 7 Gaye and sbectved for sions of hemormage, Intammation, necrosis, dgcoloration, and encapsulation, RESULTS: None of the mice injosted with the teot article extracts exhibited any signe of toxic in the Systemie Injection Test, In addition, none of the rabidks Injected intracutansously wih the test article extracts exhibled any slons of erythema, edema or clnical toxicty. in both the Systemic and Intrecutaneous Tests the controls ware normal through 72 hours. Also, the Implant ster exhibed no lanfcant elgns of Remortnege, inflammation, sphacelus, dscoloration, or encapsulation competed with ‘ those of control tes, CONCLUSION: The test article meets the raquirements of USP 23, NF18, 1998, for the Blological Test for Plastics, Class VI - 121 ° C, AUTHORIZED PERSONNEL: CZ 80 bb \\ wtele Laurence Lister, 6. 5. ina Ami Study Director Oualty Assurance 18 Waagina Avonue » Bedford, Massachusetts 01730 (781) 275 - 3330 wuctoxtkon. com, @ ouor2 zs os69 es",
        "9802 / 2000 TUE 10: 08 FAX - TOXKON “ aes TEST RESULT CERTIFICATE ‘ Sponsor — — ~ Wowton Podormance Panis — — — \" ~ \" \" Techntag WTS SETS Addr P. 0. Box 3680 ‘ Technical Completion o2 / 2ar9 2804 Gilchrist Roas Report Date 03 / 02 / 88 ‘ Akron, OH 44309 - 3660 Contact Kathy Eskeldge P. O, Number CGL 36622 Project Number 99. 0824 Test marry 68 Pro }. 61100008 4 grams per 20 milliliter ARTICLE toe 0. 9% USP Bodum Chloride for Injeotion. (Nach, Cottonseed OF (C80 ), 1: 20 Alcohol In NaCl (EtOH) and Polyethylene Glycol 400 (PEG) Biological Test for Pasties Class VI (4 121 ° C for t hour Extracts) [EFERENGE: USP 23, NF1E, 1996, pp. 1699 - 1702, 1886. GENERAL PROCEDURE: Tho trial ancle extracts and coresponding banks (control axtect) were injected systemically and intrecutantousiy ia mice and rebbits, respectively. The Injections were ln the errors nd routes set fortn by USP 23; including the further dlltion of the extracts propared whh PEG. “ Tne nimals were obeerved for signs of toxicity and skin reacthty for up te 72 houre post treatment ie addon, the school text athe wes implantes Inte the paraveribral muscle of rabbits tor 7 Gaye and sbectved for sions of hemormage, Intammation, necrosis, dgcoloration, and encapsulation, RESULTS: None of the mice injosted with the teot article extracts exhibited any signe of toxic in the Systemie Injection Test, In addition, none of the rabidks Injected intracutansously wih the test article extracts exhibled any slons of erythema, edema or clnical toxicty. in both the Systemic and Intrecutaneous Tests the controls ware normal through 72 hours. Also, the Implant ster exhibed no lanfcant elgns of Remortnege, inflammation, necrosis, dscoloration, or encapsulation competed with ‘ those of control tes, CONCLUSION: The test article meets the raquirements of USP 23, NF18, 1998, for the Blological Test for Plastics, Class VI - 121 ° C, AUTHORIZED PERSONNEL: CZ 80 bb \\ wtele Laurence Lister, 6. 5. ina Ami Study Director Oualty Assurance xviii Waagina Avonue » Bedford, Massachusetts 01730 (781) 275 - 3330 wuctoxtkon. com, @ ouor2 zs os69 es"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The test article meets the raquirements of USP 23, NF18, 1998, for the Blological Test for Plastics, Class VI-121°C. None of the mice injosted with the teot article extracts exhibited any signe of toxic in the Systemic Injection Test. The controls ware normal through 72 hours. No signs of erythema, edema or clnical toxicty."
}