{
    "filename": "521702177+-2180.jpg",
    "metadata": {},
    "text": " \n\na *WE-2 003\nMATERIAL SAFETY DATA SHEET\nFOR PRINTING INK AND RELATED MATERIALS\n\nINFORMATION ON THIS FORM I8 PROPRIETARY INFORMATION AND FURHISHED SOLELY\nFOR THE USE OF OUR CUSTOMERS\n\n    \n \n\nATE OF PREP 1/1054\n\nSate 1 FLaMMasairy 1 peacriviry 0\n\n \n\nTAHUFACTURER'S RAE Carroll Scientific, Inc.\n\n«TREE appeess 540] South Dansher Road cry, stare, zip copr Countryside, IL 60525\n‘MERGENCY TELEPHONE NUMBER 708-579-8000\n\nRopuct crass Wax Dispersion\n\nvanacrecr coor POLYTECH 500!\n\n \n\nSECTION Il - HAZARDOUS INGREDIENTS\n\n‘INGREDIENT ‘HAZARD DATA\nNone Known NA\nWARNING\n\nINX Controlled Document\nThis Document Must be Retained\nfor\n\n30 YEARS!\nISHA CFR 1910.20 (d) (1) (ii) (8)\n\n \n\nSECTION II] PHYSICAL DATA\n\n \n\n \n\nBOILING RANGE ‘F ‘VAPOR DERMITY ws. Air LIQUID DENSITY vs. water\nNIA Heavier Heavier\nVOLATILE 8\n0% 5\nAPPEARANCE EVAPORATION RATE ws. Butyl Aectate TIPE ook g\n\nAmber Paste Slower ‘Aromatic\n\n \n\f",
    "augmented_texts": [
        "a * WE - 2 003 MATERIAL SAFETY DATA SHEET FOR PRINTING INK AND RELATED MATERIALS INFORMATION ON THIS FORM I8 PROPRIETARY INFORMATION AND FURHISHED SOLELY FOR THE USE OF OUR CUSTOMERS ATE OF preparation 1 / 1054 Sate 1 FLaMMasairy 1 peacriviry 0 TAHUFACTURER ' S RAE Lewis carroll Scientific, Inc. « TREE appeess 540] South Dansher Road cry, stare, zip copr Countryside, IL 60525 ‘ MERGENCY TELEPHONE NUMBER 708 - 579 - 8000 Ropuct crass Wax Distribution vanacrecr coor POLYTECH 500! SECTION Il - HAZARDOUS INGREDIENTS ‘ INGREDIENT ‘ HAZARD DATA None Known NA WARNING INX Controlled Document This Text file Must be Retained for 30 YEARS! ISHA CFR 1910. 20 (d) (1) (ii) (8) SECTION II] PHYSICAL DATA BOILING RANGE ‘ F ‘ VAPOR DERMITY ws. Air LIQUID DENSITY phoebe. water NIA Heavier Heavier VOLATILE 8 0% 5 APPEARANCE EVAPORATION RATE ws. Butyl Aectate TIPE ook g Amber Paste Slower ‘ Aromatic",
        "a * WE - 2 003 MATERIAL SAFETY DATA SHEET FOR PRINTING INK AND RELATED MATERIALS INFORMATION ON THIS FORM I8 PROPRIETARY INFORMATION AND FURHISHED SOLELY FOR THE USE OF OUR CUSTOMERS ATE OF PREP 1 / 1054 Sate 1 FLaMMasairy 1 peacriviry 0 TAHUFACTURER ' S RAE Carroll Scientific, Inc. « TREE appeess 540] South Dansher Road cry, stare, zip copr Countryside, IL 60525 ‘ MERGENCY TELEPHONE NUMBER 708 - 579 - 8000 Ropuct crass Wax Dispersion vanacrecr coor POLYTECH five hundred! plane section Il - HAZARDOUS INGREDIENTS ‘ INGREDIENT ‘ HAZARD DATA None Known NA admonition INX Controlled Document This Document Must be Retained for 30 YEARS! ISHA CFR 1910. 20 (d) (unity) (ii) (8) SECTION II] PHYSICAL DATA BOILING RANGE ‘ F ‘ VAPOR DERMITY ws. Air LIQUID DENSITY vs. water NIA Heavier Heavier VOLATILE 8 0% 5 APPEARANCE EVAPORATION pace ws. Butyl Aectate TIPE ook g Amber Paste Slower ‘ Aromatic"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "a *WE-2 003 Guidelines for the Use of the Material SAFETY DATA SHEET. For. PRINTING INK and RELATED MATERIALS, use this FORM I8 PROPRIETARY INFORMATION AND FURHISHED SOLELY FOR THE USE of OUR CUSTOMERS."
}