{
    "filename": "523166849+-6849.jpg",
    "metadata": {},
    "text": " \n\n| eee\n\n \n\nBaker, Ken\n\n‘Thursday, October 05, 2000 11:28 AM\n\"Roger Heckman’\n\nMerrit, Linda\n\nSubject: RE: RJ Reynolds trip to Bayport factory\n\nRoger:\n\nWe're still on-track for the visit on Monday Oct 30. We have made our travel\nreservations, and will be arriving LATE on Sunday Oct 29\n\nAlso, you mentioned that the Quality Manual was MASSIVE, but you could send me a copy of\nthe Table of Contents. That would be fine.\n\nIf you need to FAX these items, my FAX number is 336-741-6135.\nContinued thanks,\n\nKen Baker\nRJ Reynolds\n\nSupplier Quality Assurance\nphone: 336-741-4864\n\nfax: 336-741-6135\n\nemail: Bakerk1@RJR?. com\n\nIf possible, please send me a copy of your Organization Chart and a Process Flow Diagram.\n\nepe9 Tes\n\n \n\n \n\f",
    "augmented_texts": [
        "| eee Baker, Ken ‘ Thursday, October 05, 2000 11: 28 AM \" Roger Heckman ’ Merrit, Linda Subject: RE: RJ Reynolds trip to Bayport factory Roger: We ' re still on - track for the visit on Monday Oct 30. We consume made our travel reservation, and will represent arriving LATE on Sunday Oct 29 Also, you mentioned that the Quality Manual was MASSIVE, but you could send me a copy of the Table of Contents. That would be all right. If you need to FAX these items, my FAX number is 336 - 741 - 6135. Continued thanks, Ken Baker RJ Reynolds Supplier Quality Assurance phone: 336 - 741 - 4864 fax: 336 - 741 - 6135 email: Bakerk1 @ RJR? . com If possible, please send me a copy of your Organization Chart and a Process Flow Diagram. epe9 Tes",
        "| eee Baker, Ken ‘ Thursday, October 05, 2000 xi: 28 AM \" Roger Heckman ’ Merrit, Linda Subject: RE: RJ Reynolds trip to Bayport factory Roger: We ' re still on - track for the visit on Monday Oct 30. We have made our travel reservations, and will be arriving LATE on Sunday Oct 29 Also, you mentioned that the Quality Manual was MASSIVE, but you could send me a copy of the Table of Contents. That would be all right. If you need to FAX these items, my FAX number is 336 - 741 - 6135. Continued thanks, Sight Baker RJ Reynolds Supplier Quality Assurance phone: 336 - 741 - 4864 fax: 336 - 741 - 6135 email: Bakerk1 @ RJR? . com If possible, please send me a copy of your Organization Chart and a Unconscious process Flow Diagram. epe9 Tes"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Roger Heckman: We're still on-track for the visit on Monday Oct 30. We have made our travel reservations, and will be arriving LATE on Sunday Oct 29. If possible, please send me a copy of your Organization Chart and a Process Flow Diagram."
}