{
    "filename": "526457032+-7033.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\n[E-Mail jpiseitelli@rjet.com\n\nOriginal Mossogo——\n\nFrom: Manos, Sven W. <RMO> 1110\nSent Tuoessy, Moy 28, 2002 14.08 AM\nTo! Morus sim. cKabb> 1142\n\nCe: Pcl, mM, <AE> 100; 1100 - Basen Reon\nSubject: RE: OUT OF STOCK\n\nJim:\n\n| think you should review the Pay register during the\ntime frames noted by Anne for any OOS deletion\nwith 2 styles noted. Then request an over ride\nrequest through me, attaching this e-mall as\ndocumentation.\n\nShould you have any questions, please contact\nme.\n\n  \n\nSincerely,\nOrdinal Messge\nirom Fisk mea 142\nSent Nant, oy 27200108 PA\nte Hanon lve i oOIO> 10\nBinet Fungurorevoor\nSTEVE\nFOR YOUR INFO IN THE EVENT THIS TOPIC COMES UP.\niM\nOrginal Messape-—~\nFro ‘ce ron SMTPABwneonterntos.cn)\nSent ecnocay ay 22 208 900 Fah\nie Mor, in 14; Pct, en <AE> 1000\noe Wnty\nStiyect: Gut oF st0cK\n\nJim and Jim = We wore informed today whon our order was clio in that Salom\nFF she box would be back ordered uti 5/29 - this is an item on our non-\ncompliance list - please tel me how this wl be handled if store is found non-\ncompliant for not having this as one ofthe two items. You must remember that\nfale to not have ths em inthe warehouse unl next Wednesday means thal a\nstore could be out of stock fr two weeks before them can reorder.\n\n \n\n \n\n \n\n \n\nL zeoz sees\n\n \n\f",
    "augmented_texts": [
        "[ E - Mail jpiseitelli @ rjet. com Original Mossogo — — From: Manos, Sven W. <RMO> 1110 Sent Tuoessy, Moy 28, 2002 14. 08 AM To! Genus morus sim. cKabb> 1142 Ce: Pcl, mM, <AE> 100; 1100 - Basen Reon Subject: RE: OUT OF STOCK Jim: | think you should review the Pay register during the time frames noted by Anne for any OOS deletion with 2 styles noted. Then request an over ride request through me, attaching this e - mall as documentation. Should you have any questions, please contact me. Sincerely, Ordinal Messge irom Fisk mea 142 Sent Nant, oy 27200108 PA te Hanon lve i oOIO> 10 Binet Fungurorevoor STEVE FOR YOUR INFO IN THE EVENT THIS TOPIC COMES UP. iM Orginal Messape - — ~ Fro ‘ ce ron SMTPABwneonterntos. cn) Sent ecnocay ay 22 208 900 Fah ie Mor, in 14; Pct, en <AE> 1000 oe Wnty Stiyect: Intestine oF st0cK Jim and Jim = We wore informed today whon our order was clio in that Salom FF she box would be back ordered uti 5 / 29 - this is an item on our non - compliance list - please tel me how this wl be handled if store is found non - compliant for not having this as one ofthe two items. You must remember that fale to not have ths em inthe warehouse unl next Wednesday means thal a store could represent out of stock fr two weeks before them can reorder. L zeoz sees",
        "[ E - Mail jpiseitelli @ rjet. com Original Mossogo — — From: Manos, Sven W. <RMO> 1110 Sent Tuoessy, Moy 28, 2002 14. 08 AM To! Morus sim. cKabb> 1142 Ce: Pcl, mM, <AE> 100; 1100 - Basen Reon Subject: RE: OUT OF STOCK Jim: | think you should review the Pay register during the time frames noted by Anne for any OOS deletion with 2 styles note. Then request an over ride request through me, attaching this e - mall as documentation. Should you have any questions, please contact me. Sincerely, Ordinal Messge irom Fisk mea 142 Sent Nant, oy 27200108 PA te Hanon lve i oOIO> 10 Binet Fungurorevoor STEVE FOR YOUR INFO IN THE EVENT THIS TOPIC COMES UP. iM Orginal Messape - — ~ Fro ‘ ce ron SMTPABwneonterntos. cn) Broadcast ecnocay ay 22 208 900 Fah ie Mor, in 14; Pct, en <AE> 1000 oe Wnty Stiyect: Gut oF st0cK Jim and Jim = We wore informed today whon our order was clio in that Salom FF she box would be back ordered uti 5 / 29 - this is an item on our non - compliance list - please tel me how this wl be handled if store is found non - compliant for not having this as one ofthe two item. You must remember that fale to not have ths em inthe warehouse unl next Wednesday means thal a store could be out of stock fr two weeks before them can reorder. L zeoz sees"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Jim and Jim: We wore informed today whon our order was clio in that SalomophobicFF she box would be back ordered uti 5/29. You must remember that to not have ths em inthe warehouse next Wednesday means thal a store could be out of stock fr two weeks before them can reorder."
}