{
    "filename": "527913905+-3905.jpg",
    "metadata": {},
    "text": "Update on Network 2000 Action Ideas to Increase the Representation of African-\nAmerican Employees in Key Positions at RIRT:\n\nOn March 3 of this year Network 2000 followed up on a request by Andy Schindler to\nmake recommendations to increase the representation of blacks in key positions at RJR.\nBelow is a summary of the recommendations and an update on what has been done thus\nfar.\n\n* Forma small advisory group to assist in succession planning. Done. A small\ngroup has been formed,\n\n* Have each executive committee member identify ten African-American\nEmployees and develop career development plans, Done in most areas.\n\n‘* Identify functional areas/units and set objectives for A-A representation. Done\nat executive committee level,\n\n‘* Establish mentoring program, Done. Phase one started in July. Phase two is\ncurrently being planned.\n\n* Sponsor career development workshops for A-A’s, Plan approved to begin\ntargeted training using Center for Creative Leadership. Will begin during first quarter\n1998,\n\n* Develop career plans for employees in tuition refund program. Beginning April\n1997, all new users of tuition refund program will get letter from personnel\nrepresentative. This will allow program participants to have career discussion with\npersonnel or desired department head,\n\n* Benchmark internaVexternal best practices. Karl Yena has provided research in\nthis area and has visited several companies,\n\n* Emphasize inclusion of A-A’s on key projects, To be stressed with executive\ncommittee by advisory committee during succession planning process.\n\n* Have Director - Employment Practices review planned reorganizations with the\nobjective of increasing representation of A-A’s in key positions. ‘To be done by\npersonnel generalists.\n\nRJR59002752\n\n70008 3676\n\nSO6e LeZzs\n\n \n\f",
    "augmented_texts": [
        "Update on Network 2000 Action Ideas to Increase the Representation of African - American Employees in Key Positions at RIRT: On March 3 of this year Network 2000 followed up on a request by Andy Schindler to make recommendations to increase the representation of blacks in key positions at RJR. Below is a summary of the recommendations and an update on what has been done thus far. * Forma small advisory group to assist in succession planning. Done. A small group has been formed, * Have each executive committee member identify ten African - American Employees and develop career development plans, Done in most areas. ‘ * Identify functional areas / units and set objectives for A - A representation. Done at executive committee level, ‘ * Establish mentor platform, Done. Stage one started in July. Phase two is currently being be after. * Sponsor career development workshops for A - A ’ s, Plan approved to begin targeted training using Center for Creative Leadership. Will begin during first quarter 1998, * Develop career plans for employees in tuition refund program. Beginning April 1997, all new users of tuition refund program will get letter from personnel representative. This will allow program participants to have career discussion with personnel or desired department top dog, * Benchmark internaVexternal best practices. Karl Yena has provided research in this area and induce visited several companies, * Emphasize inclusion of A - A ’ s on key projects, To be stressed with executive committee by advisory committee during succession planning process. * Have Director - Employment Practices review planned reorganizations with the objective of increasing representation of A - A ’ s in key positions. ‘ To be done by personnel generalists. RJR59002752 70008 3676 SO6e LeZzs",
        "Update on Network 2000 Action Ideas to Increase the Representation of African - American Employees in Key Positions at RIRT: On March 3 of this year Network 2000 followed up on a request by Andy Schindler to make recommendations to increase the representation of blacks in key positions at RJR. Below is a summary of the recommendations and an update on what has been done thus far. * Forma small advisory group to assist in succession planning. Done. A small group has been formed, * Have each executive committee member identify ten African - American Employees and develop career maturation plans, Done in most areas. ‘ * Identify functional areas / units and set objectives for A - A representation. Done at executive committee level, ‘ * Establish mentoring program, Done. Phase one started in July. Phase two is currently being planned. * Sponsor career development workshops for A - A ’ south, Plan approved to begin targeted training using Center for Creative Leadership. Will begin during first quarter 1998, * Develop career plans for employees in tuition refund program. Beginning April 1997, all new users of tuition refund program will get letter from personnel representative. This volition allow program participants to have career discussion with personnel or desired department head, * Benchmark internaVexternal best practices. Karl Yena have provided research in this area and has visit several companies, * Emphasize inclusion of A - A ’ s on key projects, To be stressed with executive committee by advisory committee during succession planning process. * Have Director - Employment Practices review planned reorganizations with the objective of increasing representation of A - A ’ s in key positions. ‘ To be done by personnel generalists. RJR59002752 70008 3676 SO6e LeZzs"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "On March 3 of this year Network 2000 followed up on a request by Andy Schindler to increase the representation of blacks in key positions at RJR. A small advisory group to assist in succession planning has been formed, a mentoring program has started, and training for A-A's is planned."
}