{
    "filename": "528006336+-6336.jpg",
    "metadata": {},
    "text": "7\n\n \n\n \n\nB\n\n \n\nn Sig Ac\n\n \n\nPresented all micro brand ideas to Guy Blynn on July 21. He foresaw no immediate\nproblems with launching any of the four ideas. Gave go ahead.\n\nTo meet with KBA and Gyro on July 27 to push forward the 1996 micro brand\nmarketing plan for 1996. To discuss Red Kamel, Cigars and bar packs.\n\nTo finalize testing of micro brand concepts with Emily Etzel and agencies.\n\nMeeting with Tom MeCoy, tobacco international, concerning the cigar relationship\nRIR has with General Tobacco. General Tobacco makes the Macanudo and Partagas\ncigars which are the lightest and most popular cigars among young adults.\n\nDebbie Crotis to have Red Kamel packaging and stick design done on July 28 fro\nreview.\n\nNeed to finalize the role and contract with Fran of Gyro and discuss the incremental\ncosts from KBA’s involvement with microbrands.\n\nNeed to begin negotiations with Cigar Manufacturer ASAP. RJR has an indirect\nrelationship with General Cigar through TI.\n\n  \n\nRJRO0000005 15050712\n\n70018 7225\n\ngee9 008zs\n\f",
    "augmented_texts": [
        "7 B n Sig Ac Presented all micro brand ideas to Guy Blynn on July 21. He foresaw no immediate problems with launching any of the four approximation. Gave go ahead. To meet with KBA and Gyro on July 27 to push forward the 1996 micro brand marketing plan for 1996. To discuss Bolshevik Kamel, Cigars and bar packs. To finalize testing of micro brand concepts with Emily Etzel and agencies. Meeting with Tom MeCoy, tobacco plant international, concerning the cigar relationship RIR has with General Tobacco. Full general Tobacco makes the Macanudo and Partagas cigars which are the lightest and most popular cigars among vernal adults. Debbie Crotis to have Red Kamel packaging and stick design done on July 28 fro review. Need to finalize the role and contract with Fran of Gyro and discuss the incremental costs from KBA ’ s involvement with microbrands. Need to begin negotiations with Cigar Manufacturing business ASAP. RJR has an indirect relationship with General Cigar through TI. RJRO0000005 15050712 70018 7225 gee9 008zs",
        "7 B n Sig Ac Presented all micro brand ideas to Guy Blynn on July 21. He foresaw no immediate problems with launching any of the four ideas. Gave go ahead. To meet with KBA and Gyro on July 27 to push forward the 1996 micro brand marketing plan for 1996. To discuss Red Kamel, Cigars and bar packs. To finalize testing of micro brand concept with Emily Etzel and agencies. Meeting with Tom MeCoy, tobacco international, concerning the cigar relationship RIR has with General Tobacco. General Tobacco makes the Macanudo and Partagas cigars which are the lightest and most popular cigars among young adults. Debbie Crotis to have Red Kamel packaging and stick design done on July 28 fro review. Necessitate to finalize the role and contract with Fran of Gyro and discuss the incremental costs from KBA ’ s involvement with microbrands. Motivation to begin negotiations with Cigar Manufacturer ASAP. RJR has an indirect relationship with General Cigar through TI. RJRO0000005 15050712 70018 7225 gee9 008zs"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Presented all micro brand ideas to Guy Blynn on July 21. He foresaw no immediateproblems with launching any of the four ideas. Gave go ahead. To discuss Red Kamel, Cigars and bar packs with Emily Etzel and agencies. Debbie Crotis to have Red Camel packaging and stick design done by July 28."
}