{
    "filename": "528008062+-8062.jpg",
    "metadata": {},
    "text": " \n\nea\n\nCORPORATE AFFAIRS MEETING\n\nDallas, Texas\n\nOctober 25-28, 1995\n\nAGENDA-FINAL\n\n“Budget Status for '96\nSpending Efficiencies\n-Quarterly Meetings\nExpansion Markets\n\n“Adopted Organizations Update\n-Year-end Results\n-96 Plan, if applicable\n\n“*Business Plans\n-Develop consistent definition of purpose.\n-Develop consistent follow-up approach,\n\n“Forum.\n-Input from Regional Managers.\nDevelop closing date for materials.\n\n“Issues Beyond FDA\n\n“Expansion of Market Bases\nCapitalize on existing constituents.\n-Focus on being proactive re: new issues.\nBudget?\n\nRJRO000000502030657\n\n70019 4156\n\nzg08 oos2s\n\n \n\f",
    "augmented_texts": [
        "ea CORPORATE AFFAIRS MEETING Dallas, Texas October 25 - 28, 1995 AGENDA - final examination “ Budget Status for ' 96 Spending Efficiencies - Quarterly Meetings Expansion Marketplace “ Adopted Organizations Update - Year - end Results - 96 Plan, if applicable “ * Business Plans - Develop consistent definition of purpose. - Develop consistent follow - upwards approach, “ Forum. - Input from Regional Managers. Develop closing date for materials. “ Issues Beyond FDA “ Expansion of Market Foot Capitalize on existing constituents. - Focus on being proactive ra: new issues. Budget? RJRO000000502030657 70019 4156 zg08 oos2s",
        "ea CORPORATE affaire MEETING Dallas, Texas October 25 - 28, 1995 AGENDA - FINAL “ Budget Status for ' 96 Spending Efficiencies - Quarterly Meetings Expansion Markets “ Adopted Organizations Update - Year - end Results - 96 Program, if applicable “ * Business Plans - Develop logical definition of intention. - Develop logical follow - up approach, “ Forum. - Input from Regional Managers. Develop closing date for materials. “ Issues Beyond FDA “ Expansion of Market Bases Capitalize on existing constituents. - Focus on being proactive re: new issues. Budget? RJRO000000502030657 70019 4156 zg08 oos2s"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "A corporation meeting was held in Dallas, Texas, on October 25-28, 1995. The purpose was to develop a business plan for the year of 1996. It was also to discuss expansion of market bases and new issues beyond the FDA. A final report on the budget was released on November 1, 1996, after the meeting."
}