{
    "filename": "528023163+-3163.jpg",
    "metadata": {},
    "text": " \n\nRJR CONFIDENTIAL,\n\nTo: Phil Robchewski\nFrom: Ed Hardman\n\nSubject: Doral Pricing Strategy\nDate: June 14, 1995\n\n \n\nThis documents a revision we need to make asap to the decision rules for determining\nwhether Doral is on/off strategy. In response to increased GPC promotion activity,\nDoral’s ceiling has becn increased to $3.00 in 9 regions, effective June 1. Attached is a\ncopy of the memo from Cliff to Andy detailing the change. I've summarized it for our\npurposes below.\n\n© In9 regions, increase the Doral ceiling to $0.30/$3.00 in all outlets. These regions are\nMWSA, Northern and Southern California, and Seattle.\n\n \n\n© Forall remaining regions, keep the cciling as is. That is $0.20/52,00 in al outlets,\nexcept CO's, where the ceiling is $0.30/83.00.\n\n© Make this effective in the data for next Saturday's update. I understand it is not\npossible to rerun the back data to make this effective for the first two weeks in June in\nthe trended reports currently under development.\n\nThe timing on this revision appears to be open. Please keep these revised ceiling levels\nfor Doral in place in the affected regions until further notice. Itis possible and even\nTikely that other regions may be added to this list in the future.\n\n \n\nEd\n\nEd Hardman\nBusiness Information and Analysis\n\ncc Bill Whitlatch/Jerry Moore/Bill Proctor/Kathleen Gallivan/Tim Adams!\nJanic Marshall/Frank Beck/Frank Petto/Steve Zitta/Pegey Fulk/Cindy Bingham\n\nRJRO000000502003813.\n\n70019 5991\n\ne9le zoses\n\f",
    "augmented_texts": [
        "RJR CONFIDENTIAL, To: Phil Robchewski From: Ed Hardman Subject: Doral Pricing Strategy Date: June 14, 1995 This documents a revision we need to make asap to the decision rules for determining whether Doral is on / off strategy. In response to increased GPC promotion activity, Doral ’ s ceiling has becn increased to $ 3. 00 in 9 regions, effective June 1. Attached is a copy of the memo from Cliff to Andy detailing the change. I ' ve summarized it for our purposes below. © In9 regions, increase the Doral ceiling to $ 0. 30 / $ 3. 00 in all outlets. These regions are MWSA, Northern and Southern California, and Seattle. © Forall remaining regions, keep the cciling as is. That is $ 0. 20 / 52, 00 in al outlets, except CO ' s, where the ceiling is $ 0. 30 / 83. 00. © Make this effective in the data for next Saturday ' s update. I understand it is not possible to rebroadcast the back data to make this effective for the first two weeks in June in the trended report card currently under development. The timing on this revision appears to be open. Please keep these revised ceiling levels for Doral in place in the affected regions until further notice. Itis possible and even Tikely that other regions may follow added to this list in the future. Ed Ed Hardman Business Information and Analysis cc Bill Whitlatch / Jerry Moore / Bill Proctor / Kathleen Gallivan / Tim Adams! Janic E. g. marshall / Frank Beck / Frank Petto / Steve Zitta / Pegey Fulk / Cindy Bingham RJRO000000502003813. 70019 5991 e9le zoses",
        "RJR CONFIDENTIAL, To: Phil Robchewski From: Ed Hardman Subject: Doral Pricing Strategy Date: June 14, 1995 This documents a revision we need to make asap to the decision rules for determining whether Doral is on / off strategy. In response to increased GPC promotion activity, Doral ’ s ceiling has becn increased to $ 3. 00 in 9 regions, effective June 1. Attached is a copy of the memo from Cliff to Andy detailing the change. I ' ve summarized it for our purposes below. © In9 regions, increase the Doral ceiling to $ 0. 30 / $ 3. 00 in all outlets. These regions are MWSA, Northern and Southern California, and Seattle. © Forall remaining regions, keep the cciling as is. That is $ 0. 20 / 52, 00 in al outlets, except CO ' due south, where the ceiling be $ 0. 30 / lxxxiii. 00. © Make this effective in the information for next Saturday ' s update. I understand it is not possible to rerun the back data point to make this effective for the first two weeks in June in the trended reports currently under development. The timing on this revision appears to be open. Please keep these revised ceiling levels for Doral in place in the affected regions until further notice. Itis possible and even Tikely that other regions may be added to this list in the future. Ed Ed Hardman Business Information and Analysis cc Bill Whitlatch / Jerry Moore / Bill Proctor / Kathleen Gallivan / Tim Adams! Janic Marshall / Frank Beck / Frank Petto / Steve Zitta / Pegey Fulk / Cindy Bingham RJRO000000502003813. 70019 5991 e9le zoses"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "In9 regions, increase the Doral ceiling to $0.30/$3.00 in all outlets. These regions areMWSA, Northern and Southern California, and Seattle. Forall remaining regions,. keep the cciling as is. The timing on this revision appears to be open. Please keep these revised ceiling levels in place in the affected regions."
}