{
    "filename": "528395935+-5935.jpg",
    "metadata": {},
    "text": " \n\nDRAFT OF 11/28/00-02\n\nRobert J. Pooser\n\nDivision of Consumer Services\n‘Second Floor, Mayo Building\nTallahassee, Florida 32399-0800\n\nYour Ref. 00-0929754\n\n \n\nin response tothe matte of A.V. Del Prete raised in your October 30, 2000 letter to\nR.J. Reynolds Tobacco Company. R.J. Reynolds does not fix the real price of its products, Retailers,\n‘ot the manufacture, set the retail price of DORAL and other RJ. Reynolds brands. Therefore, it would\n‘appear that if Mr. Del Prete has an issue with regard to the retail price of DORAL it would be with the\nindividual reiler.\n\n[trust that this clarifies the matter. Do not hesitate to call me should you have any questions.\n\nSincerely,\n\nRJR0000001571065184\n\n70094 7627\n\n \n\nsees 6e8zS\n\f",
    "augmented_texts": [
        "draught OF 11 / 28 / 00 - 02 Robert J. Pooser Division of Consumer Services ‘ Second Floor, Mayo Building Tallahassee, Florida 32399 - 0800 Your Ref. 00 - 0929754 in response tothe matte of A. V. Del Prete raised in your October 30, 2000 letter to R. Joule. Reynolds Tobacco Company. Universal gas constant. J. Reynolds does not situate the real price of its product, Retailers, ‘ ot the manufacture, set the retail price of DORAL and other RJ. Reynolds firebrand. Therefore, it would ‘ appear that if Mr. Del Prete has an issue with regard to the retail price of DORAL it would be with the individual reiler. [trust that this clarifies the matter. Do not hesitate to call me should you have any questions. Sincerely, RJR0000001571065184 70094 7627 sees 6e8zS",
        "DRAFT OF 11 / 28 / 00 - 02 Robert J. Pooser Division of Consumer Serving ‘ Second Flooring, Mayo Building Tallahassee, Florida 32399 - 0800 Your Ref. 00 - 0929754 in response tothe matte of A. V. Del Prete raised in your October thirty, 2000 letter to R. J. Reynolds Tobacco Company. R. J. Reynolds coif not fix the real price of its product, Retailers, ‘ ot the manufacture, set the retail price of DORAL and other RJ. Reynolds brands. Therefore, it would ‘ appear that if Mr.. Del Prete has an issue with regard to the retail price of DORAL it would be with the individual reiler. [trust that this clarifies the matter. Do not hesitate to call me should you have any questions. Sincerely, RJR0000001571065184 70094 7627 sees 6e8zS"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "R.J. Reynolds does not fix the real price of its products. Retailers, not the manufacture, set the retail price. If A.V. Del Prete has an issue with regard to DORAL it would be with theindividual reiler. Do not hesitate to call me should you have any questions."
}