{
    "filename": "528403451+-3453.jpg",
    "metadata": {},
    "text": " \n\n  \n\n(esciza [1206 Tro: nom]\n\n‘SUBJECT: SIS Merchandising Tables\n\nDISTRIBUTION:\nX_ AVP _X_ KAM ELM\n\n        \n \n\n \n\n  \n  \n \n \n\nX_ RSM “X_ Reg.Mil/OF Mgr. = __ MIL\nX_ RBM OM DP\nX_ ROM = rep\n\nIMPORTANT REQUEST\n\n‘As previously communicated, changes have been made in the Merchandising Tables to capture the Pack\n‘and Carton account conditions important to measuring the success of our 1996 Retail Partners Marketing\nPlan implementation.\n\n‘Your immediate assistance is requested to accurately update these indicators by February 16, 1996.\n\nIn order to simply, insure consistency, and request only the most ertical information the following,\nmeasures have been taken:\n\n‘© Reduction of Indicators\nEffective January 29, 1996 the Merchandising Tables will be mocified and the process willbe started\nto clean out all od Table entries. The previous set of indicators willbe removed as you receive a full\ndownload on your laptop, Poget or Norand as appropriate.\n\nThe current merchandising entries ae listed below. These \"entries will reside under the sub-\nheading 'RUR Pack’ for ease of entering\n\n‘The indicators are to be used to capture conditions in both Pack and Carton Outlets, Please note\n‘some indicators are directed toward Pack Outlets while others apply to both Carton and Pack\n\nacoounts\nPackage Accounts Bs\n1 RUR FPO Parity PM Exclusive\n+ 1 BUR FPD Disadw. = PM Masters:\n+ 2RURFP Display ~ BW Perform Plus\n+ RJR Non Pd FPD = Lor Perm Disp\n+ RUR'Non Pd SD\n\n* Definitions of each indicator are listed below:\n\n{LBJR EPD Parity - Represents an account where RJR has (1) Full Price Display on location and is at\nTeast at Party with competition.\n\n \n\nExample: RUA 1 Full Pree Display /1 Savings Display\nPM - No Presence\nBW - 1 Display\n\nL__Report:_1 RIRFPD Panty\n\n \n\nExample: RR 1 Full Price Display’ 1 Savings Display\nPM - 1 Ful Price Display / 1 Savings Display\nReport: 1 RUR FPD Parity\n\n{In this case - PM has accepted 1 Full Price Display and RUR is at Party regardless of the contract\npayment level\n\n \n\n \n\n \n\nRJR0000000515037794\n70021 5767\n\nIsbe opezs\n\n \n\f",
    "augmented_texts": [
        "( esciza [1206 Tro: nom] ‘ SUBJECT: SIS Merchandising Tables DISTRIBUTION: X_ AVP _X_ KAM ELM X_ RSM “ X_ Reg. Mil / OF Mgr. = __ MIL X_ RBM OM DP X_ ROM = rep IMPORTANT REQUEST ‘ As antecedently communicated, changes have been make in the Merchandising Tables to capture the Pack ‘ and Carton account conditions important to measuring the success of our 1996 Retail Partners Marketing Plan implementation. ‘ Your immediate assistance is requested to accurately update these indicators by February 16, 1996. In order to only, insure consistency, and request only the most ertical information the pursual, measures have been taken: ‘ © Reduction of Indicators Effective January 29, 1996 the Merchandising Tables will be mocified and the process willbe started to clean out all od Table entries. The previous set of indicators willbe removed as you receive a full download on your laptop, Poget or Norand as appropriate. The current merchandising entries ae listed below. These \" entries will reside under the sub - heading ' RUR Pack ’ for ease of entering ‘ The indicators are to be used to capture conditions in both Pack and Carton Outlets, Please note ‘ some indicators are directed toward Pack Outlets while others apply to both Carton and Pack acoounts Package Accounts Bs 1 RUR FPO Parity PM Exclusive + 1 BUR FPD Disadw. = PM Masters: + 2RURFP Display ~ BW Perform Plus + RJR Non Pd FPD = Lor Perm Disp + RUR ' Non Pd SD * Definitions of each indicator are listed below: {LBJR EPD Parity - Represents an account where RJR has (1) Full Price Display on locating and is at Teast at Political party with competition. Example: RUA 1 Full Pree Display / 1 Savings Show PM - No Presence BW - 1 Display L__Report: _1 RIRFPD Panty Example: RR 1 Full Price Display ’ 1 Savings Display PM - 1 Ful Price Display / 1 Saving Display Report: i RUR FPD Parity {In this case - PM has accepted 1 Full Price Display and RUR is at Party regardless of the contract payment level RJR0000000515037794 70021 5767 Isbe opezs",
        "( esciza [1206 Tro: nom] ‘ SUBJECT: SIS Merchandising Tables DISTRIBUTION: X_ AVP _X_ KAM ELM X_ RSM “ X_ Reg. Mil / OF Mgr. = __ MIL X_ RBM OM DP X_ ROM = rep IMPORTANT REQUEST ‘ As previously communicated, changes have been made in the Merchandising Tables to capture the Pack ‘ and Carton account conditions important to measuring the success of our 1996 Retail Partners Marketing Plan implementation. ‘ Your immediate assistance is requested to accurately update these indicators by February 16, 1996. In order to simply, insure consistency, and request only the most ertical information the following, measures have been taken: ‘ © Reduction of Indicators Effective January 29, 1996 the Merchandising Tables will be mocified and the process willbe started to clean out all od Table entries. The former set of indicator willbe removed as you receive a full download on your laptop, Poget or Norand as appropriate. The current merchandising entries ae listed below. These \" entries will reside under the sub - heading ' RUR Pack ’ for ease of entering ‘ The indicators are to be used to capture conditions in both Pack and Carton Outlets, Please note ‘ some indicators are directed toward Pack Outlets while others apply to both Carton and Pack acoounts Package Accounts Bs 1 RUR FPO Parity PM Exclusive + 1 BUR FPD Disadw. = PM Masters: + 2RURFP Display ~ BW Perform Plus + RJR Non Pd FPD = Lor Perm Disp + RUR ' Non Atomic number 46 SD * Definitions of each indicator are listed below: {LBJR EPD Parity - Represents an account where RJR has (1) Full Price Display on location and is at Teast at Party with competition. Example: RUA 1 Full Pree Display / 1 Savings Display PM - No Presence BW - 1 Display L__Report: _1 RIRFPD Panty Example: RR 1 Full Price Display ’ 1 Savings Display PM - 1 Ful Price Display / 1 Savings Display Report: 1 RUR flat panel display Parity {In this case - promethium has accept 1 Full Price Display and RUR is at Party regardless of the contract payment level RJR0000000515037794 70021 5767 Isbe opezs"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "The current merchandising entries ae listed below. These \"entries will reside under the sub-heading 'RUR Pack’ for ease of entering. The indicators are to be used to capture conditions in both Pack and Carton Outlets, Please note that some indicators. are directed toward Pack outlets while others apply to both Cartons and Pack."
}