{
    "filename": "528693250+-3251.jpg",
    "metadata": {},
    "text": " \n\n++ -DAILY BULLETIN. ..DAILY BULLETIN. . .DAILY BULLETIN...\n++ ,BUBLIC AFFAIRS...THE TOBACCO INSTITUTE...\n\n \n\nFRIDAY\nJANUARY 22, 1999\n\n++ sIN REVIEW... IN REVIEW. ..IN REVIEW...\n\nNEW HAMPSHIRE H)\nreferred to the\n\n2 would increase the cigarette tax by 25 cents per pack...\njouse Finance Cmte.\n\n  \n\nCONNECTICUT\nfree\n\n \n\n520 would require all public school buildings to be smoke-\nreferred to the Joint Education Cmte.\n\n \n\nMASSACHUSETTS 11346 would prohibit smoking or the consumption of alcohol in\ndormitories of public institutions of higher learning. #1289 would exempt\ncertain smoking cessation products from the sales tax...referred to the\nJoint Taxation Cmte. 1273 would provide that public buildings meet\ncertain air quality ventilation standards...referred to the Joint State\nAdministration Cmte.\n\nVERMONT HJR17 passed the House and was sent to the Senate...relates to the\ntobacco settlement.\n\nNEW YORK 51217 would establish a tobacco settlement debt reduction fund\nrequiring all monies to be used for reducing the general obligation\nindebtedness of the state...referred to the Senate Finance Cmte. $1177\nwould include with the basic cost of cigarettes a collection of one cent\nfor each ten cigarettes and provide that such fee be distributed to\ncigarette tax agents as compensation for the cost of collecting the sales\ntax on cigarettes...referred to the Senate Investigations, Taxation and\nGovernmental Operations Cmte.\n\nNEBRASKA L652 would increase the cigarette tax by two cents per pack to\nfund the Juvenile Correctional Facilities Improvement Fund. L577 would\nchange provisions for sales of tobacco and liquor. 1574 would hold\naccountable manufacturers not signing the Master Settlement Agreement.\n\n \n\nILLINOIS H5 would make an appropriation to the Attorney General for tobacco\ncontrol programs. H87 would prohibit minor use and possession of tobacco\nproducts and provide penalties for violations. #103 would declare tobacco\ncontraband in state prisons. H125 would create the Tobacco Litigation\nDistribution Fund to be used for purposes of public health.\n\nINDIANA #1454 would appropriate 30 percent of tobacco settlement proceeds\nfor the next 25 years to the Department of Agriculture to make grants to\nthose who own rights to tobacco products on 1/1/99 and to Purdue University\nfor development of new crops to replace tobacco...referred to the House\nWays and Means Cmte.\n\n \n\nMINNESOTA H168 would provide that sales of smoking cessation devices be\nexempt from taxation...referred to the House Taxes Cmte. $176 would\ntransfer tobacco settlement monies from the General Fund to the Health Care\nAccess Fund and repeal MinnesotaCare premium and provider taxes...referred\nto the Senate Health and Family Security Cmte.\n\nRJR0000000001000293\n70044 0424\n\nosze egees\n\n \n\f",
    "augmented_texts": [
        "+ + - DAILY BULLETIN. .. DAILY BULLETIN. .. DAILY BULLETIN. .. + +, BUBLIC AFFAIRS. .. THE TOBACCO INSTITUTE. .. FRIDAY JANUARY 22, 1999 + + sIN REVIEW. .. IN REVIEW. .. IN REVIEW. .. NEW HAMPSHIRE H) referred to the 2 would increase the cigarette tax by 25 cents per pack. .. jouse Finance Cmte. CONNECTICUT free 520 would require all public school buildings to be smoke - referred to the Joint Education Cmte. MASSACHUSETTS 11346 would prohibit smoking or the consumption of alcohol in dormitories of public institutions of higher learning. # 1289 would exempt certain smoking cessation products from the sales tax. .. referred to the Joint Taxation Cmte. 1273 would provide that public buildings meet certain air quality ventilation standards. .. referred to the Joint State Administration Cmte. VERMONT HJR17 passed the House and was sent to the Senate. .. relates to the tobacco settlement. NEW YORK 51217 would establish a tobacco settlement debt reduction fund requiring all monies to be used for reducing the general obligation indebtedness of the state. .. referred to the Senate Finance Cmte. $ 1177 would include with the basic cost of cigarettes a collection of one cent for each ten cigarettes and provide that such fee be distributed to cigarette tax agents as compensation for the cost of gather up the sales tax on cigarettes. .. referred to the Senate Investigations, Taxation and Governmental Operations Cmte. NEBRASKA L652 would increase the cigarette tax by two cents per pack to fund the Juvenile Correctional Facilities Improvement Fund. L577 would change provisions for sales of tobacco and liquor. 1574 would hold accountable manufacturers not signing the Master Settlement Agreement. ILLINOIS H5 would make an appropriation to the Attorney General for tobacco control programs. H87 would prohibit minor use and possession of tobacco products and provide penalties for violations. # 103 would declare tobacco contraband in state prisons. H125 would create the Tobacco Litigation Distribution Fund to be used for purposes of public health. INDIANA # 1454 would appropriate 30 percent of tobacco settlement proceeds for the next 25 years to the Department of Agriculture to make grants to those who own right field to tobacco products on 1 / 1 / 99 and to Purdue University for development of new crops to replace tobacco. .. referred to the House Ways and Means Cmte. MINNESOTA H168 would provide that sales of smoking cessation devices be exempt from taxation. .. referred to the House Taxes Cmte. $ 176 would transfer tobacco settlement monies from the General Fund to the Health Care Access Investment firm and repeal MinnesotaCare premium and provider taxes. .. referred to the Senate Health and Family Security Cmte. RJR0000000001000293 70044 0424 osze egees",
        "+ + - DAILY BULLETIN. .. DAILY BULLETIN. .. DAILY BULLETIN. .. + +, BUBLIC AFFAIRS. .. THE TOBACCO INSTITUTE. .. FRIDAY JANUARY 22, 1999 + + sIN REVIEW. .. IN REVIEW. .. IN REVIEW. .. NEW HAMPSHIRE H) referred to the 2 would increase the cigarette tax by 25 cents per pack. .. jouse Finance Cmte. CONNECTICUT free 520 would require all public school buildings to be smoke - referred to the Joint Education Cmte. MASSACHUSETTS 11346 would prohibit smoking or the consumption of alcohol in dormitories of public institutions of higher learning. # 1289 would exempt certain smoking cessation products from the sales tax. .. referred to the Joint Taxation Cmte. 1273 would provide that public buildings meet certain air quality ventilation standards. .. referred to the Joint State Administration Cmte. green mountain state HJR17 passed the House and was sent to the Senate. .. relates to the tobacco settlement. NEW YORK 51217 would establish a tobacco settlement debt reduction fund requiring all monies to be used for reducing the general indebtedness indebtedness of the state. .. refer to the Senate Finance Cmte. $ 1177 would include with the basic cost of cigarettes a collection of one cent for each ten cigarettes and provide that such fee be distributed to cigarette tax agents as compensation for the cost of collecting the sales tax on cigarettes. .. referred to the Senate Investigations, Taxation and Governmental Operations Cmte. NEBRASKA L652 would increase the cigarette tax by two cents per pack to fund the Juvenile Correctional Facilities Improvement Stock. L577 would change provisions for sales of tobacco and booze. 1574 would hold accountable manufacturers not signing the Master Settlement Agreement. ILLINOIS H5 would make an appropriation to the Attorney General for tobacco control programs. H87 would prohibit minor use and possession of tobacco products and allow penalties for violations. # 103 would declare tobacco contraband in state prisons. H125 would create the Tobacco Litigation Distribution Fund to be used for purposes of public health. INDIANA # 1454 would appropriate 30 percent of tobacco settlement proceeds for the next 25 years to the Department of Agriculture to make grants to those who own rights to tobacco products on 1 / 1 / ninety nine and to Purdue University for development of new crops to replace tobacco. .. referred to the House Ways and Means Cmte. MINNESOTA H168 would provide that sales of smoking cessation devices be exempt from taxation. .. referred to the House Taxes Cmte. $ 176 would transfer tobacco settlement monies from the General Fund to the Health Care Access Fund and annul MinnesotaCare premium and provider taxes. .. referred to the Senate Health and Family Security Cmte. RJR0000000001000293 70044 0424 osze egees"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The New York Times looks at the state of the nation's health care system. The U.S. House of Representatives is considering a bill that would increase the cigarette tax by 25 cents per pack. A bill in the Senate would require all public school buildings to be smoke-free."
}