{
    "filename": "528759006+-9007.jpg",
    "metadata": {},
    "text": "From: Cathey Yo\nTo: Pat Buckley; Cole, Ron W.; Cruz, Cynthia; Bob Fackler; Will Fox; Elizabeth\nGallagher; Karl Gallant; Greg Graves; Bruce Hennes; HOLLAND, TOUSSAINT; John\n(The Real Richard) Hoy; Janet Hughes; Priscilla Jackson; Martin Mayfield; Susan\nMitchell; Yvonne Roberts; Jeff Schmidt; Bob Schuman; Toby Spangler; Suggs, Michacl\nL.; Tom Synhorst; J.J. Vigneault; Ken Walton; Young, Kay; Betsy Annese; Karen\nBaker; Carolyn Brinkley; Read Debutts; Linda Eubank, ANDREW W. HALVERSON:\nLynn Hutchens; Tim Hyde; Gary Loser; Jean Lowstetter; Rob Meyne: JOHN BYRON\nELSON; Peggy Perkins; Mike Phillips; John Rainey; John Singleton; Mark Smith;\nSheryl Spainhour; Vickie Speas; Henry Stokes; Randy Tompson\ncc:\n\n  \n\n   \n\nLast Modified Date: 2001-Nov-20 17:32:17\nLast Touched Date:\n\nSent Date: 1994-Jun-24 16:21:00\n\nReceived Date: 1994-Jun-24 16:25:00\nSubject: TI Daily Bulletin 6/24/94\n\n \n\nAttachments\n\n \n\n--DAILY BULLBTIN...DAILY BULLETIN...DAILY BULLETIN.\n.-PUBLIC AFFAIRS DIVISION...THE TOBACCO INSTITUTE.\n\n   \n\nFriday\nJune 24, 1994\n\n«IN REVIEW...IN REVIEW...IN REVIEW...\n\nUS HOUSE Education & Labor Cmte reported its health care reform\nDill this week...this version of HR3600 includes President's\n\noriginal 75-cent cigarette and OTP tax increases. House Ways &\nMeans Cmte is to mark up revenue provisions of its health care\nreform measure this weekend...is expected to consider amendments to\n45-cent phased-in tobacco tax increase in current version.\n\nUS SENATE Finance Cmte is to begin marking up health care reform\nplan on Monday...final emte action planned for mid-July,\n\n \n\nUS SENATORS Harkin and Lautenberg announced Thursday that they\nwould introduce FLORIDA-style tobacco liability legislation... may\n\ntry to attach provisions to product liability reform bill, $687, on\nSenate floor. Proposal would allow federal government to sue\n\ntobacco manufacturers for reimbursement of Medicare and Medicaid\n\nRJRO000000501005776\n\n70046 7181\n\n9006 S/8zS\n\n \n\f",
    "augmented_texts": [
        "From: Cathey Yo To: Pat Buckley; Cole, Ron W. ; Cruz, Cynthia; Bob Fackler; Will Fox; Elizabeth Gallagher; Karl Gallant; Greg Graves; Bruce Hennes; HOLLAND, TOUSSAINT; John (The Real Richard) Hoy; Janet Hughes; Priscilla Jackson; Martin Mayfield; Susan Mitchell; Yvonne Roberts; Jeff Schmidt; Bobber Schuman; Toby Spangler; Suggs, Michacl L. ; Tom Synhorst; J. J. Vigneault; Ken Walton; Young, Kay; Betsy Annese; Karen Baker; Carolyn Brinkley; Read Debutts; Linda Eubank, ANDREW W. HALVERSON: Lynn Hutchens; Tim Hyde; Gary Loser; Jean Lowstetter; Rob Meyne: JOHN BYRON ELSON; Peggy Perkins; Microphone Phillips; John Rainey; Whoremaster Singleton; Mark Smith; Sheryl Spainhour; Vickie Speas; Henry Stokes; Randy Tompson cc: Last Modified Date: 2001 - Nov - 20 17: 32: 17 Last Touched Date: Sent Date: 1994 - Jun - 24 16: 21: 00 Received Date: 1994 - Jun - 24 16: 25: 00 Subject: TI Daily Bulletin 6 / 24 / 94 Attachments - - DAILY BULLBTIN. .. DAILY BULLETIN. .. DAILY BULLETIN. . - PUBLIC AFFAIRS DIVISION. .. THE TOBACCO INSTITUTE. Friday June 24, 1994 « IN REVIEW. .. IN REVIEW. .. IN REVIEW. .. uracil HOUSE Education & Labor Cmte reported its health care reform Dill this week. .. this version of HR3600 includes President ' s original 75 - cent cigarette and OTP tax increases. House Way & Means Cmte is to mark up revenue provisions of its health care reform measure this weekend. .. is expected to consider amendments to 45 - cent phased - in tobacco tax increase in current version. US SENATE Finance Cmte is to begin marking up health care reform plan on Monday. .. final emte action planned for mid - July, US SENATORS Harkin and Lautenberg announced Thursday that they would introduce FLORIDA - style tobacco liability legislation. .. may try to attach provisions to product liability reform bill, $ 687, on Senate floor. Proposal would allow federal government to sue tobacco manufacturers for reimbursement of Medicare and Medicaid RJRO000000501005776 70046 7181 9006 S / 8zS",
        "From: Cathey Yo To: Pat Buckley; Cole, Ron W. ; Cruz, Cynthia; Bob Fackler; Will Fox; Elizabeth Gallagher; Karl Gallant; Greg Graves; Bruce Hennes; HOLLAND, TOUSSAINT; John (The Real Richard) Hoy; Janet Hughes; Priscilla Jackson; Martin Mayfield; Susan Mitchell; Yvonne Roberts; Jeff Schmidt; Bob Schuman; Toby Spangler; Suggs, Michacl L. ; Tom Synhorst; J. J. Vigneault; Ken Walton; Young, Kay; Betsy Annese; Karen Baker; Carolyn Brinkley; Read Debutts; Linda Eubank, ANDREW W. HALVERSON: Lynn Hutchens; Tim Hyde; Gary Loser; Jean Lowstetter; Rob Meyne: JOHN BYRON ELSON; Peggy Perkins; Mike Phillips; John Rainey; John Singleton; Mark Ian smith; Sheryl Spainhour; Vickie Speas; Henry Stokes; Randy Tompson cc: Last Modified Date: 2001 - Nov - 20 xvii: 32: 17 Last Touched Date: Sent Date: 1994 - Jun - 24 16: 21: 00 Received Date: 1994 - Jun - 24 16: 25: 00 Subject: TI Daily Bulletin 6 / 24 / 94 Attachments - - day by day BULLBTIN. .. DAILY BULLETIN. .. DAILY BULLETIN. . - PUBLIC AFFAIRS DIVISION. .. THE TOBACCO INSTITUTE. Friday June 24, 1994 « IN REVIEW. .. IN follow up. .. IN REVIEW. .. US HOUSE Education & Labor Cmte reported its health care reform Dill this week. .. this version of HR3600 includes President ' s original 75 - cent cigarette and OTP tax increases. House Ways & Means Cmte is to strike out up revenue provisions of its health care reform measure this weekend. .. is expected to consider amendments to 45 - cent phased - in tobacco tax increase in current version. US SENATE Finance Cmte is to begin marking up health care reform plan on Monday. .. final emte action plan for mid - July, US SENATORS Harkin and Lautenberg announced Thursday that they would introduce FLORIDA - style tobacco liability legislation. .. may try to attach provisions to product liability reform bill, $ 687, on Senate floor. Proposal would allow federal government to sue tobacco manufacturers for reimbursement of Medicare and Medicaid RJRO000000501005776 70046 7181 9006 S / 8zS"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "From: Cathey Yo YoTo: Pat Buckley; Cole, Ron W.; Cruz, Cynthia; Bob Fackler; Will Fox; Elizabeth                Gallagher; Karl Gallant; Greg Graves; Bruce Hennes; Janet Hughes; Priscilla Jackson; Martin Mayfield."
}