{
    "filename": "528748157+-8157.jpg",
    "metadata": {},
    "text": " \n\nStatement by R.J. Reynolds Tobacco Co. Regarding FTC’s Joe Camel Case\n\n‘November 23, 1998\n\nThe following statement was issued by Guy Blynn, deputy general counsel and vice\npresident of R.J. Reynolds Tobacco Co. following a motion by the staff of the Federal\nTrade Commission to dismiss the agency's case against Joe Camel advertising:\n\n“Obviously, we are delighted that the FTC’s case against our company apparently has\nbbeen brought to an end by the staff\"s motion to dismiss.\n\n“Based on what was presented at trial, the FTC’s motion to dismiss is consistent with the\nFederal Trade Commission's decision in 1994 that concluded: ‘Although it may seem\nintuitive to some that the Joe Came! advertising campaign would lead more children to\nsmoke or lead children to smoke more, the evidence to support that intuition is not there.”\n\n“We are pleased that the 10-year investigation of the Joe Camel advertising campaign\nappears to be at an end.”\n\nJR0000000039073968\n\n70046 0892\n\n2818 plezg\n\f",
    "augmented_texts": [
        "Statement by R. J. Reynolds Tobacco Co. Regarding FTC ’ s Joe Camel Case ‘ November 23, 1998 The following statement was issued by Guy Blynn, deputy general counsel and vice president of R. J. Reynolds Tobacco Co. following a motion by the staff of the Federal Trade Commission to dismiss the agency ' s grammatical case against Joe Camel advertising: “ Obviously, we are delighted that the FTC ’ s case against our company apparently has bbeen brought to an end by the staff \" s motion to dismiss. “ Based on what was presented at trial, the FTC ’ s motion to dismiss is consistent with the Federal Trade Commission ' s decision in 1994 that concluded: ‘ Although it may seem visceral to some that the Joe Came! advertising cause would lead more children to smoke or lead children to smoke more, the evidence to support that intuition is not there. ” “ We are pleased that the 10 - year investigation of the Joe Camel advertisement campaign appears to be at an end. ” JR0000000039073968 70046 0892 2818 plezg",
        "Statement by R. J. Sir joshua reynolds Tobacco Co. Regarding FTC ’ s Joe Camel Case ‘ November 23, 1998 The following statement was issued by Guy Blynn, deputy general counsel and vice president of R. J. Reynolds Tobacco Co. following a motion by the staff of the Federal Trade Commission to dismiss the agency ' s case against Joe Camel advertising: “ Apparently, we are delighted that the FTC ’ s case against our company apparently has bbeen brought to an end by the staff \" s motion to dismiss. “ Based on what was presented at trial, the FTC ’ s motion to dismiss is consistent with the Federal Trade Commission ' s decision in 1994 that concluded: ‘ Although it may seem intuitive to some that the Joe Came! advertising campaign would lead more children to smoke or lead children to smoke more than, the evidence to support that intuition is not there. ” “ We are pleased that the 10 - year investigation of the Joe Camel advertising campaign come out to be at an end. ” JR0000000039073968 70046 0892 2818 plezg"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Statement by R.J. Reynolds Tobacco Co. Regarding FTC’s Joe Camel Case. The FTC's case against our company apparently has been brought to an end by the staff\"s motion to dismiss. ‘Although it may seem.intuitive to some that the Joe Came! advertising campaign would lead more children to.smoke or lead them to smoke more, the evidence to support that intuition is not there.”"
}