{
    "filename": "528808446+-8446.jpg",
    "metadata": {},
    "text": "From: Gietz, Axel\n\nTo: Mila, Martine; Stettler, Francois C.; Goho, Barbara B.; Osmon, Herb E.; Botsan-\nKharchenko, Vadim; Meyne, Rob W.; Smith, Mark\nDonald D.; Smith, Jan Fulton; Trudelle, Mary; Takagi, i\nPetruzzello, Angelo; Oberrecht, Wolfgang; Krivoshejev, Alexander; Gagne, Patrick; Lec,\nKristeen; Fritsch, Helmuth; Brown, Kent; Benoit, Andre; Lavin, Marisa; McKay,\nMichael; Bryan Brown, Adam; Arnauts, Marc; Dembach, Wilfri\n(MSM USA); Van Every, Peter J.\n\nce:\nBC\nPrimary Date: 3/10/1997 7:09:00 AM\n\nLast Modified Date: 2001-Nov-20 14:47:13\nLast Touched Dat\nSent Date: 1997-Mar-10 07:02:00\nReceived Date: 1997-Mar-10 07:09:00\nSubject: ETS brochure\n\n    \n\n \n \n\n \n\n \n\n \n\n \n\n  \n\n \n\nAttachments:\n\n \n\nDear All,\n\n‘Could you please let me know how many ETS brochures you would like to\nreceive.\n\n‘Also, do you want a copy of the ETS presentation and in what format?\n\nBest regards,\nAxel\n\nRJR0000000508017573\n20047 7487\n\n \n\nQbrs 088Zs\n\f",
    "augmented_texts": [
        "From: Gietz, Axel To: Mila, Martine; Stettler, Francois C. ; Goho, Barbara B. ; Osmon, Herb E. ; Botsan - Kharchenko, Vadim; Meyne, Rob W. ; Smith, Mark Donald D. ; Smith, Jan Fulton; Trudelle, Mary; Takagi, i Petruzzello, Angelo; Oberrecht, Wolfgang; Krivoshejev, Alexander; Gagne, Patrick; Lec, Kristeen; Fritsch, Helmuth; Brown, Kent; Benoit, Andre; Lavin, Marisa; McKay, Michael; Bryan Brown, Adam; Arnauts, Marc; Dembach, Wilfri (MSM USA ); Van Every, Peter J. ce: BC Primary Date: 3 / 10 / 1997 7: 09: 00 ma Last Modified Date: 2001 - Nov - 20 14: 47: 13 Last Touched Dat Sent Date: 1997 - Mar - 10 07: 02: 00 Received Date: 1997 - Mar - 10 07: 09: 00 Subject area: ETS brochure Attachments: Dear All, ‘ Could you please let me get it on how many ETS brochures you would like to receive. ‘ Also, do you want a copy of the ETS presentation and in what format? Best regards, Axel RJR0000000508017573 20047 7487 Qbrs 088Zs",
        "From: Gietz, Axel To: Mila, Martine; Stettler, Francois C. ; Goho, Barbara B. ; Osmon, Herb E. ; Botsan - Kharchenko, Vadim; Meyne, Rob W. ; Smith, Mark Donald D. ; Joseph smith, Jan Fulton; Trudelle, Mary; Takagi, iodin Petruzzello, Angelo; Oberrecht, Wolfgang; Krivoshejev, Alexander; Gagne, Patrick; Lec, Kristeen; Fritsch, Helmuth; Brown, Kent; Benoit, Andre; Lavin, Marisa; McKay, Michael; Bryan Brown, Adam; Arnauts, Marc; Dembach, Wilfri (MSM USA ); Van Every, Peter J. ce: BC Primary Date: 3 / 10 / 1997 7: 09: 00 AM Last Modified Date: 2001 - Nov - 20 14: 47: 13 Last Touched Dat Sent Engagement: 1997 - Mar - 10 07: 02: 00 Received Date: 1997 - Mar - 10 07: 09: 00 Subject: ETS brochure Attachments: Dear All, ‘ Could you please let me roll in the hay how many ETS brochures you would like to receive. ‘ Also, do you want a copy of the ETS presentation and in what format? Best regards, Axel RJR0000000508017573 20047 7487 Qbrs 088Zs"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "'Could you please let me know how many ETS brochures you would like to receive?' 'Also, do you want a copy of the Ets presentation and in what format?' ‘Best regards,Axel’‘Yes, that would be great. I would love to see it. Thank you.”"
}