{
    "filename": "528981650+-1651.jpg",
    "metadata": {},
    "text": " \n\n1 LOUISIANA BONDING LEGISLATION\n\nWhereas, the Tobacco Settlement Proceeds contribute substantial revenues to special funds of\nthis State that are used to provide essential health, education, and other human services to the\ncitizens of this State;\n\nWhereas, itis critical for the legislature to exereise its fiseal responsibility to assure that these\nfunds are not depleted unnecessarily when there are revenue neutral measures that can be taken\n\nto avoid that result; and\n\nWhereas, the legislature can exercise its fiscal responsibility to protect the Tobacco Seitlement\n10 Proceeds without unduly burdening any private interests, the legislature hereby enacts the\n\n11 following:\n\n12 SECTION ONE. LIMITATION ON SECURITY IN LITIGATION AFFECTING\n\n13 POTENTIAL PAYMENTS TO THE MILLENNIUM TRUST,\n\n15 Louisiana Revised Statutes, Title 39, Public Finance, Subtitle 1, State Finance, Chapter J,\n\n16 Division of Administration, Part II-A, Special Funds, Subpart E., ‘Tobacco Settlement Proceeds,\n17 is amended to add new Section 99, Limitation on Security in Litigation Affecting Potential\n\n18 Payments to Millennium Trust as follows.\n\n19 \"§ 99, Limitation on Security in Litigation Affecting Potential Payments to Millennium Trust,\n20 A. In order to secure and protect the monies payable to the Millennium Trust, in litigation\n\n21 under any legal theory involving a corporation that is a party to the \"Settlement Agreement\"\n\n22 dated November 23, 1998, as set forth in § 98.1 of this Title, the security for an appeal of a\n\n23. money or other judgment in litigation, required to stay execution thereon during the course of the\n24 appeal, shall not be required in an amount that exceeds one hundred percent of the judgment,\n\n25 exclusive of interest and costs, provided further that the total amount of security required under\n26 this section shall not execed $5,000,000,\n\n27 B. If the appelice proves by a preponderance of the evidence that the appellant for whom the\n28 security has been limited as set forth in subsection A. above is purposefully dissipating or\n\n29 diverting assets outside of the ordinary course of its business for the purpose of avoiding ultimate\n30. payment of the non-compensatory damages portion of the judgment, the limitation granted\n\n31 pursuant 10 subsection A. above shall be rescinded and the requirement shall be reinstated for the\n\nosgl s6ezs\n\nRJR0000001555082787\n70029 9322\n\n \n\f",
    "augmented_texts": [
        "1 LOUISIANA BONDING LEGISLATION Whereas, the Tobacco Settlement Proceeds contribute substantial revenues to special funds of this State that are used to provide essential health, education, and other human services to the citizens of this State; Whereas, itis critical for the legislature to exereise its fiseal responsibility to assure that these funds are not depleted unnecessarily when there are revenue neutral measures that can be taken to avoid that result; and Whereas, the legislature can exercise its fiscal responsibility to protect the Tobacco Seitlement 10 Proceeds without unduly burdening any private interests, the legislature hereby enacts the 11 following: 12 SECTION ONE. LIMITATION ON SECURITY IN LITIGATION AFFECTING 13 POTENTIAL PAYMENTS TO THE MILLENNIUM TRUST, 15 Louisiana Revised Statutes, Title 39, Public Finance, Subtitle 1, State Finance, Chapter J, 16 Division of Administration, Part II - A, Particular Funds, Subpart E. , ‘ Tobacco Settlement Yield, 17 is amended to add new Section 99, Limitation on Security in Litigation Affecting Potential 18 Payments to Millennium Trust as follows. 19 \" § 99, Limitation on Security in Litigation Affecting Potential Payments to Millennium Trust, 20 A. In order to secure and protect the monies payable to the Millennium Trust, in litigation 21 under any legal theory involving a corporation that is a party to the \" Settlement Agreement \" 22 dated November 23, 1998, as set forth in § xcviii. 1 of this Title, the security for an appeal of a 23. money or other judgment in litigation, required to stay execution thereon during the course of the 24 appeal, shall not be take in an amount that exceeds one hundred percent of the judgment, 25 exclusive of interest and costs, provided further that the total amount of security required under 26 this section shall not execed $ 5, 000, 000, 27 B. If the appelice proves by a prevalence of the evidence that the appellant for whom the 28 security has be limited as set forth in subsection A. above is purposefully dissipating or 29 diverting assets outside of the ordinary course of its business for the purpose of avoiding ultimate 30. payment of the non - compensatory damages portion of the judgment, the limitation granted 31 pursuant 10 subsection A. above shall be vacate and the requirement shall be reinstated for the osgl s6ezs RJR0000001555082787 70029 9322",
        "1 LOUISIANA BONDING LEGISLATION Whereas, the Tobacco Settlement Proceeds contribute substantial revenues to special funds of this State that are used to provide essential health, education, and other human services to the citizens of this State; Whereas, itis critical for the legislature to exereise its fiseal responsibility to assure that these funds are non depleted unnecessarily when there are revenue neutral measures that can be taken to avoid that result; and Whereas, the legislature can exercise its fiscal responsibility to protect the Tobacco Seitlement 10 Proceeds without unduly burdening any private interests, the legislature hereby enacts the 11 following: 12 SECTION ONE. LIMITATION ON SECURITY IN LITIGATION AFFECTING 13 POTENTIAL PAYMENTS TO THE MILLENNIUM TRUST, 15 Louisiana Revised Statutes, Title 39, Public Finance, Subtitle 1, State Finance, Chapter J, 16 Division of Administration, Part II - A, Special Funds, Subpart E. , ‘ Tobacco Settlement Proceeds, 17 is rectify to add new Section ninety nine, Limitation on Security in Litigation Affecting Potential 18 Payments to Millennium Trust as follows. 19 \" § 99, Limitation on Security in Judicial proceeding Affecting Potential Payments to Millennium Trust, 20 A. In order to secure and protect the monies payable to the Millennium Trust, in litigation 21 under any legal theory involving a corporation that is a party to the \" Settlement Agreement \" 22 dated November 23, 1998, as set forth in § 98. 1 of this Title, the security for an appeal of a 23. money operating theatre other judgment in litigation, required to stay execution thereon during the course of the 24 appeal, shall not be required in an amount that exceeds one hundred percent of the judgment, 25 exclusive of interest and costs, provided further that the total amount of security need under 26 this section shall not execed $ 5, 000, 000, 27 B. If the appelice proves by a preponderance of the evidence that the appellant for whom the 28 security has been limited as set forth in subsection A. above is purposefully dissipating or 29 diverting assets outside of the ordinary course of its business for the purpose of avoiding ultimate 30. payment of the non - compensatory damages portion of the judgment, the limitation granted 31 pursuant 10 subsection A. above shall be rescinded and the requirement shall comprise reinstated for the osgl s6ezs RJR0000001555082787 70029 9322"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Louisiana Revised Statutes, Title 39, Public Finance, Subtitle 1, State finance, Chapter J, ‘Tobacco Settlement Proceeds,’ is amended to add new Section 99, Limitation on Security in Litigation Affecting Potential Payments to Millennium Trust."
}