{
    "filename": "530289371+-9384.jpg",
    "metadata": {},
    "text": "RJRTI News Report\n\nWednesday, March 20, 1996\n\n‘The following articles and excerpts have been compiled to provide RJR Tobacco International employees.\n‘with a summary of current media reports about tobacco issues. These quotations from other publications\n_do not represent the positions or beliefs of A.J. Reynolds Tobacco International. inc.\n\n \n\n \n      \n\nInside this issue:\n\n   \n   \n   \n   \n     \n \n\nCountry Title Page\n\n \n\n \n\nJapan ‘TT To Enter Hamburger Market\nJapan 'No Comment On Settlement By U.S. Tobacco Mak\nJapan ‘Sometime Fresh Fiter Cigarette-Super Lights\nPoland Poznan Cigarette Maker Buys Land For New Factory\n‘United Kingdom | BAT Steady After US Tobacco Deciines\n\n‘Unites Kingdom | Follow US On Tobacco Claims, Urges Fitm\n\nUnited States Cigarette Makers Face Threat Of More Accounts From insiders\nUnited States Dean Witler Upgrades RJRN To “Buy” From \"Neutral\n\nUnited States FDA Affidavits Say Philip Morris Manipulated Nicotine\n\nUnited States Heard On Street: Buy Philip Moris: Falls On Deaf Ear\n\nUnited States Nicotine-Brain\n\nUnited States NY Plans To Quit Tobacoo Investments\n\nUnited States Philp Morris: No Settlements\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nUsing MS Word, holding down the CTRL key and pressing G will et you advance to a particular page.\n\nJapan\n\nJT To ENTER HAMBURGER MARKET\n\nJapan Tobacco [JT] Inc. said Thursday it will form a joint venture company in April with Grand\nMetropolitan PLC of Britain to jointly run the Burger King chain of fastfood restaurants in Japan,\nTo start up the new business, the joint company will buy the Morinaga Love chain of 48 fastfood\nrestaurants in the Tokyo metropolitan area from a Morinaga and Co. subsidiary and convert them\n{nto franchise hamburger restaurants starting in June. JT declined to disclose the purchase price\nof the Morinaga Love chain,\n\n \n\n \n\n‘The joint company will be capitalized at 490 million yen, which will be equally split between JT\nand Grand Metropolitan, and engage in the management of the Burger King brand in Japan. It\nwill set up a wholly owned subsidiary in April to run the Burger King chain in Japan,\n\n \n\n‘The name of the two new companies have yet to be decided, JT said.\n\nRJR0000000507056288\n70056 4044\n\n12€6 ezoes\n\f",
    "augmented_texts": [
        "RJRTI News Report Wednesday, March 20, 1996 ‘ The following articles and excerpts have been compiled to allow for RJR Tobacco International employees. ‘ with a summary of current media reports about tobacco issues. These quotations from other publications _do not represent the positions or beliefs of A. J. Reynolds Tobacco International. inc. Inside this issue: Country Title Page Japan ‘ TT To Enter Hamburger Market Japan ' No Comment On Settlement By U. S. Tobacco Mak Japan ‘ Sometime Fresh Fiter Cigarette - Super Lights Poland Poznan Cigarette Maker Buys Land For New Factory ‘ United Kingdom | BAT Steady After US Tobacco Deciines ‘ Unites Kingdom | Follow US On Tobacco Claims, Urges Fitm United States Cigarette Makers Face Threat Of More Accounts From insiders United States Dean Witler Upgrades RJRN To “ Buy ” From \" Neutral United States FDA Affidavits Say Philip Morris Manipulated Nicotine United States Heard On Street: Buy Philip Moris: Falls On Deaf Ear United States Nicotine - Brain United States NY Plans To Quit Tobacoo Investments United State Philp Morris: No Settlements Using MS News, holding down the CTRL key and pressing G will et you advance to a special page. Japan JT To ENTER HAMBURGER MARKET Japan Tobacco [JT] Inc. said Thursday it will form a joint venture company in April with Grand Metropolitan PLC of Britain to jointly run the Burger King chain of fastfood restaurants in Japan, To start up the new business, the joint company will buy the Morinaga Love chain of 48 fastfood restaurants in the Tokyo metropolitan area from a Morinaga and Co. subsidiary and convert them {nto franchise hamburger restaurants starting in June. JT declined to divulge the purchase price of the Morinaga Love chain, ‘ The joint company will be capitalized at 490 million yen, which will be equally split between JT and Grand Metropolitan, and engage in the management of the Burger Riley b king brand in Japan. It will set upwardly a wholly owned subsidiary in April to run the Burger King concatenation in Japan, ‘ The name of the two new companies have yet to be decided, JT said. RJR0000000507056288 70056 4044 12 € 6 ezoes",
        "RJRTI News Report Wednesday, March 20, 1996 ‘ The following article and excerpts have been compiled to provide RJR Tobacco International employees. ‘ with a summary of current media reports about tobacco issues. These quotations from other publications _do not represent the positions or beliefs of A. J. Reynolds Tobacco International. inc. Inside this issue: Country Title Page Japan ‘ TT To Enter Hamburger Market Japan ' No Comment On Settlement By U. S. Tobacco Mak Japan ‘ Sometime Fresh Fiter Cigarette - Super Lights Poland Poznan Cigarette Maker Buys Land For New Factory ‘ United Kingdom | BAT Steady After US Tobacco Deciines ‘ Unites Kingdom | Follow US On Tobacco Claims, Urges Fitm United States Cigarette Makers Face Threat Of More Accounts From insiders United States Dean Witler Upgrades RJRN To “ Buy ” From \" Neutral United States FDA Affidavits Say Philip Morris Manipulated Nicotine United States Heard On Street: Buy Philip Moris: Falls On Deaf Ear United States Nicotine - Brain United States NY Plans To Quit Tobacoo Investments United States Philp Morris: No Settlements Using MS Word, holding down the CTRL key and press G will et you advance to a particular page. Japan JT To ENTER HAMBURGER MARKET Japanese archipelago Tobacco [JT] Inc. suppose Thursday it will form a joint venture company in April with Grand Metropolitan PLC of Britain to jointly run the Burger King chain of fastfood restaurants in Japan, To start astir the new business, the joint company will buy the Morinaga Love chain of 48 fastfood restaurants in the Tokyo metropolitan area from a Morinaga and Co. subsidiary and convert them {nto franchise hamburger restaurants starting in June. JT declined to disclose the purchase price of the Morinaga Love chain, ‘ The joint company will be capitalized at 490 million yen, which will be equally split between JT and Grand Metropolitan, and engage in the management of the Burger King brand in Japan. It will set up a wholly owned subsidiary in April to run the Burger King chemical chain in Japan, ‘ The name of the two new companies have yet to be decided, JT said. RJR0000000507056288 70056 4044 12 € 6 ezoes"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The following articles and excerpts have been compiled to provide RJR Tobacco International employees. with a summary of current media reports about tobacco issues. These quotations from other publications do not represent the positions or beliefs of A.J. Reynolds Tobacco. inc. The company will form a joint venture company in April to jointly run the Burger King chain of fastfood restaurants in Japan."
}