{
    "filename": "530274849+-4851.jpg",
    "metadata": {},
    "text": "From: Marjorie P, Wasson\nTo: Buckley, Pat; Fackler, Bob; Fox, William; Gallagher, Elizabeth; Gallant, Karl;\nGraves, Greg; Hennes, Bruce; Roberts, Yvonne; Schmidt, Jeff; Schuman, Bob; Suges,\nMichael L.; Synhorst, Tom; Vigneault, J. J.; Walton, Ken; Baker, Karen M.: Barber,\nBetsy; Brinkley, Carolyn G.; Cockman, Michael; Cook, Bruce A.; Hutchens, Lynn F.;\nHyde, Timothy N.; Jackson, Priscilla M.; Lester, Frank G.; Loeser, Gary; Lowstetter,\nJean $.; Meyne, Rob W.; Milder, Ally; Padalino, Janet; Singleton, John W.; Stokes,\nHenry S.; Stone, Robert J; Tompson, Randy; Skinner, Frank; Fish, John H.; Foreman,\nDonald D. (Wash.,DC); Jones, Murray W.; Carter, Peggy; Cole, Ron; Cruz, Cynthia;\nEllis, Jim; Ellis, Maura; Eubanks, Linda; Goodyear, Doug; Powers, David; Walker, Nat;\nWilliams, Richard L.; ACCT_USERS\n\nce:\n\nBCC:\n\nPrimary Date: 6/25/1997 5:20:00 PM\n\nLast Modified Date: 2001-Nov-20\nLast Touched Date:\n\nSent Date: 1997-Jun-25 17:06:00\nReceived Date: 1997-Jun-25 17:20:00\nSubject: daily bulletin\n\n \n\n \n\n   \n\n \n\nAttachment\n\n \n\n \n\n \n\n+-DAILY BULLETIN..DAILY BULLETIN...DAILY BULLETIN.\n--PUBLIC AFFAIRS DIVISION...THE TOBACCO INSTITUTE..\n\n   \n\nWEDNESDAY\nJUNE 25, 1997\n\n.-IN REVIEW...IN REVIEW...\n\nToday, the U.S, HOUSE Agriculture/FDA Subcmte reported a $13.6 billion FY98\nspending bill for the FDA. The Subcmte appropriated $15.2 million for FDA enforcement\nof the first phase of the tobacco regulations...FDA had requested $34 million.\n\n‘The U.S. SENATE Judiciary Cmte will begin a series of hearings tomorrow to review the\nterms of the agreement between the State Attorneys General and the tobacco industry.\nhearing on the agreement's legal implications is set for 7/16 and another on public health.\nissues for 7/30. Mississippi Attomey General Moore and National Center for Tobacco-\nFree Kids Matt Myers are scheduled to testify tomorrow.\n\n \n\nOn 6/24, U.S. REP. BISHOP (D-GA) introduced HR2017, the “Tobacco Use By Minors\nDeterrence Act”, to encourage states to strengthen their efforts to prevent the sale and\ndistribution of tobacco products to persons under 18...12017 was referred to the House\n‘Commerce Cmte.\n\nRJR00000004 13086478\n\n70043 5854\n\n6rer Lz0es\n\f",
    "augmented_texts": [
        "From: Marjorie P, Wasson To: Buckley, Pat; Fackler, Bob; Fox, William; Gallagher, Elizabeth i; Gallant, Karl; Graves, Greg; Hennes, Bruce; Roberts, Yvonne; Schmidt, Jeff; Schuman, Bob; Suges, Michael L. ; Synhorst, Tom; Vigneault, J. J. ; Walton, Ken; Baker, Karen M. : Barber, Betsy; Brinkley, Carolyn G. ; Cockman, Michael; Cook, Bruce A. ; Hutchens, Lynn F. ; Hyde, Timothy N. ; Jackson, Priscilla M. ; Lester, Frank G. ; Loeser, Gary; Lowstetter, Jean $. ; Meyne, Rob Tungsten. ; Milder, Ally; Padalino, Janet; Singleton, John W. ; Stokes, Henry S. ; Stone, Robert J; Tompson, Randy; Skinner, Frank; Fish, John H. ; Foreman, Donald D. (Wash. , DC ); Jones, Murray W. ; Carter, Peggy; Cole, Ron; Cruz, Cynthia; Ellis, Jim; Ellis, Maura; Eubanks, Linda; Goodyear, Doug; Powers, David; Walker, Nat; Williams, Richard 50. ; ACCT_USERS ce: BCC: Primary Date: 6 / 25 / 1997 5: 20: 00 PM Last Modified Date: 2001 - Nov - 20 Last Touched Date: Sent Date: 1997 - Jun - 25 17: 06: 00 Received Date: 1997 - Jun - 25 17: 20: 00 Subject: daily bulletin Attachment + - DAILY BULLETIN. . DAILY BULLETIN. .. DAILY BULLETIN. - - PUBLIC AFFAIRS DIVISION. .. THE TOBACCO INSTITUTE. . WEDNESDAY JUNE 25, 1997. - IN follow up. .. IN REVIEW. .. Today, the U. S, HOUSE Agriculture / FDA Subcmte reported a $ 13. 6 billion FY98 spending bill for the FDA. The Subcmte appropriated $ 15. 2 million for FDA enforcement of the first phase of the tobacco regulations. .. FDA had requested $ 34 million. ‘ The U. S. SENATE Judiciary Cmte will begin a series of hearings tomorrow to review the terms of the agreement between the State Attorneys General and the tobacco industry. hearing on the agreement ' s legal implications is set for 7 / 16 and another on public health. issues for 7 / 30. Mississippi Attomey General Moore and National Center for Tobacco - Free Kids Matt Myers are scheduled to testify tomorrow. On 6 / 24, U. S. REP. BISHOP (D - GA) introduced HR2017, the “ Tobacco Use By Small fry Deterrence Act ”, to encourage states to strengthen their efforts to prevent the sale and distribution of tobacco products to persons nether 18. .. 12017 was referred to the House ‘ Commerce Cmte. RJR00000004 13086478 70043 5854 6rer Lz0es",
        "From: Marjorie P, Wasson To: Buckley, Pat; Fackler, Cork; Fox, William; Gallagher, Elizabeth; Gallant, Karl; Graves, Greg; Hennes, Bruce; Roberts, Yvonne; Schmidt, Jeff; Schuman, Bob; Suges, Michael L. ; Synhorst, Tom; Vigneault, J. J. ; Walton, Ken; Baker, Karen M. : Barber, Betsy; Brinkley, Carolyn G. ; Cockman, Michael; Cook, Bruce A. ; Hutchens, Lynn F. ; Hyde, Timothy N. ; Jackson, Priscilla M. ; Lester, Frank G. ; Loeser, Gary; Lowstetter, Jean $. ; Meyne, Rob W. ; Milder, Ally; Padalino, Janet; Singleton, John W. ; Stokes, Henry S. ; Stone, Robert J; Tompson, Randy; Skinner, Frank; Fish, John H. ; Foreman, Donald D. (Wash. , DC ); Jones, Murray W. ; Carter, Peggy; Cole, Ron; Cruz, Cynthia; Ellis, Jim; Ellis, Maura; Eubanks, Linda; Goodyear, Doug; Powers, David; Walker, Nat; Williams, Richard L. ; ACCT_USERS ce: BCC: Primary Date: 6 / 25 / 1997 5: 20: 00 PM Last Modified Date: 2001 - Nov - 20 Last Touched Date: Sent Date: 1997 - Jun - 25 17: 06: 00 Received Date: 1997 - Jun - 25 17: 20: 00 Subject: daily bulletin Attachment + - DAILY BULLETIN. . DAILY BULLETIN. .. DAILY BULLETIN. - - PUBLIC AFFAIRS DIVISION. .. THE TOBACCO INSTITUTE. . WEDNESDAY JUNE xxv, 1997. - IN REVIEW. .. IN REVIEW. .. Today, the U. S, HOUSE Agriculture / FDA Subcmte reported a $ long dozen. 6 billion FY98 outlay bill for the FDA. The Subcmte appropriated $ 15. 2 million for food and drug administration enforcement of the first phase of the tobacco regulations. .. FDA had requested $ 34 million. ‘ The U. S. SENATE Judiciary Cmte will begin a series of hearings tomorrow to review the full term of the agreement between the State Attorneys General and the tobacco industry. hearing on the agreement ' s legal implications is set for 7 / 16 and another on public health. issues for 7 / 30. Mississippi Attomey General Moore and National Center for Tobacco - Free Kids Matt Myers are scheduled to testify tomorrow. On 6 / 24, U. S. REP. BISHOP (D - GA) introduced HR2017, the “ Tobacco Use By Minors Deterrence Act ”, to encourage states to strengthen their efforts to prevent the sale and distribution of tobacco products to persons under 18. .. 12017 was referred to the House ‘ Commerce Cmte. RJR00000004 13086478 70043 5854 6rer Lz0es"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The U.S. Senate Judiciary Cmte will begin a series of hearings tomorrow to review the terms of the agreement between the State Attorneys General and the tobacco industry. Mississippi Attomey General Moore and National Center for Tobacco-Free Kids Matt Myers are scheduled to testify tomorrow."
}