{
    "filename": "530776501+-6501.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\nTMA News: 19-Oct=2000 WORLD\n\n \n\n \n\n(1) Winston-Salem, North Carolina: RIR Reporte Third Quarter Ongoing\nEPS Growth Of 15 Percent\n[21 Copenhagen, Dennark: Danish Smoker Sves Tobacco Company\n13) Denver, Colorado: Many anericens--Particolarly snokere~~Lack\nVitonin\n{4] United Kingdom: GPs To Check Smokers Aid\n[5] Greenwich, Connecticut: UST Reports Third Quarter 2000 Results And\nNew Strategic Plan For Growth\n[6] Spain, France: Altadis Plenning To Sell Match Business\ni\ni\nFf\nf\n4\n4\nF\nr\nf\n\\\n?\ni\nRJR0000001025020215\n\n}-70080 8423\n\nyosg ZL0€S\n\n \n\f",
    "augmented_texts": [
        "TMA News: 19 - Oct = 2000 WORLD (1) Winston - Salem, North Carolina: RIR Reporte Third Quarter Ongoing EPS Growth Of 15 Percent [xxi Copenhagen, Dennark: Danish Smoking compartment Sves Tobacco Company 13) Mile high city, Colorado: Many anericens - - Particolarly snokere ~ ~ Lack Vitonin {4] United Kingdom: GPs To Check Smokers Attention [5] Greenwich, Connecticut: UST Reports Third Quarter 2000 Results And New Strategic Design For Growth [6] Spain, French republic: Altadis Plenning To Sell Match Business i i Ff f 4 4 Degree fahrenheit r f \\? i RJR0000001025020215} - 70080 8423 yosg ZL0 € S",
        "TMA News: 19 - October = 2000 WORLD (1) Winston - Salem, North Carolina: RIR Reporte Third Quarter Ongoing EPS Growth Of 15 Percentage [21 Copenhagen, Dennark: Danish Smoking carriage Sves Tobacco Company 13) Denver, Colorado: Many anericens - - Particolarly snokere ~ ~ Lack Vitonin {4] United Kingdom: GPs To Check Smokers Aid [5] Greenwich, Connecticut: UST Reports Third Quarter 2000 Results And New Strategic Plan For Growth [6] Kingdom of spain, France: Altadis Plenning To Sell Match Business i i Ff f quaternion quatern F r f \\? atomic number 53 RJR0000001025020215} - 70080 8423 yosg ZL0 € S"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "TMA News: 19-Oct=2000 WORLD   trends in the tobacco industry. TMA News: Smoker Sves Tobacco Company, UST, Altadis Plenning, U.K. GPs To Check Smokers Aid, UK Tobacco Companies To Sell Match Business."
}