{
    "filename": "530774974+-4976.jpg",
    "metadata": {},
    "text": " \n\nPROCEDURE NOTE\n\nProcedure Note No. _96-09 Date:_5/10/96\n\nTemporary _X Effective Date, Termination Date ___\n\nPermanent\n\n‘Type: Product __ Process ___ Packaging __ Flavor\nTobacco = Material Specification _X_\n\nSUBJECT: Establish a Specification For Upper Reject Limit On % Stem Content\nFor UTUGP2\n\nOBJECTIVE: To review and update specifications on % Stem Content for UTVGP2 at\nCRES Tobacco.\n\nBACKGROUND: Referencing Procedure Note 94-11R3, an upper limit of 0.5% stem\ncontent for the UTI product produced by CRES Tobacco Company at 605-11 was\nrecommended. The 0.5% upper limit specification was based on historical Cardwell\nTest Method data. A more sensitive Cardwell Stem Test Method has been evaluated\nwhich gives better definition of stem content. An investigation/review of Historical (over\ntime) QA capabilities data (CP & CPK data) using the new test method has been\ncompleted and utilized as a basis for developing % Stem Content upper reject limit.\n\nPRODUCT IMPACT: Since no process change is being implemented, there should not\nbe any negative impact and should provide a higher quality product because of the\nmore sensitive test method.\n\nPRODUCT DISPOSITION: Quip out of spec material and re-run through the process.\n\nRISK ASSESSMENT: We do not see any risk associated with the proposal at this\ntime, in fact, the more sensitive setup of the Cardwell Test Method will provide a more\nconsistent product.\n\nRECOMMENDATION: It is recommended that this specification be accepted by the\nPAC Committee. This procedure note will be reviewed in light of process capability\nupon the completion of a 90 day review period.\n\nRJR0000000537013366\n‘70080 2552\n\n \n\n$L6p LL08S\n\f",
    "augmented_texts": [
        "PROCEDURE NOTE Procedure Note No. _96 - 09 Day of the month: _5 / 10 / 96 Temporary _X Effective Date, Termination Date ___ Permanent ‘ Type: Product __ Process ___ Packaging __ Flavor Baccy = Material Specification _X_ SUBJECT: Install a Specification For Upper Reject Limit On% Stem Content For UTUGP2 OBJECTIVE: To review and update specifications on% Stem Content for UTVGP2 at CRES Tobacco. BACKGROUND: Referencing Procedure Note 94 - 11R3, an upper limit of 0. 5% stem content for the UTI ware produced by CRES Tobacco Company at 605 - 11 was recommended. The 0. 5% upper limit specification was based on historical Cardwell Test Method data. A more sensitive Cardwell Stem Test Method has been evaluated which gives better definition of stem content. An investigation / review of Historical (over sentence) QA capabilities data (CP & CPK data) using the new test method has been completed and utilized as a basis for developing% Stem Contentedness upper reject limit. PRODUCT IMPACT: Since no process change is being implemented, there should not be any negative impact and should provide a higher quality product because of the more sensitive test method. PRODUCT DISPOSITION: Quip out of spec material and re - run through the process. RISK ASSESSMENT: We do not see any risk associated with the proposal at this time, in fact, the more sensitive setup of the Cardwell Test Method will allow a more consistent product. RECOMMENDATION: It is recommended that this specification be accepted by the PAC Committee. This process note will be reviewed in light of process capability upon the completion of a 90 day review period. RJR0000000537013366 ‘ 70080 2552 $ L6p LL08S",
        "PROCEDURE NOTE Procedure Note No. _96 - 09 Date: _5 / 10 / 96 Temporary _X Effective Engagement, Termination Date ___ Perm ‘ Eccentric: Product __ Process ___ Packaging __ Flavor Tobacco = Material Specification _X_ SUBJECT: Establish a Specification For Upper Cull Limit On% Stem Content For UTUGP2 OBJECTIVE: To review and update specifications on% Stem Content for UTVGP2 at CRES Tobacco. backdrop: Referencing Procedure Note 94 - 11R3, an upper limit of 0. 5% stem content for the UTI product produced by CRES Tobacco Company at 605 - 11 equal recommended. The 0. 5% upper limit specification was ground on historical Cardwell Test Method data. A more sensitive Cardwell Stem Test Method has been evaluated which gives better definition of stem content. An investigation / review of Historical (over time) QA capabilities data (CP & CPK data) using the new test method has been completed and utilized as a ground for developing% Stem Content upper reject limit. PRODUCT IMPACT: Since no process change is being implemented, there should not be any negative impact and should provide a higher quality product because of the more sensitive test method. PRODUCT DISPOSITION: Quip out of spec material and re - run through the process. RISK ASSESSMENT: We do not see any risk associated with the proposal at this time, in fact, the more sensitive setup of the Cardwell Test Method will provide a more consistent product. RECOMMENDATION: It is recommended that this specification be accepted by the PAC Committee. This procedure note will be reviewed in light of process capability upon the completion of a 90 day review period. RJR0000000537013366 ‘ 70080 2552 $ L6p LL08S"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Procedure Note No. _96-09: Establish a Specification For Upper Reject Limit On % Stem Content for UTVGP2 at 605-11. The 0.5% upper limit specification was based on historical CardwellTest Method data. A more sensitive test method has been evaluated which gives better definition of stem content."
}