{
    "filename": "530970428+-0428.jpg",
    "metadata": {},
    "text": " \n\nFrom: Carter, Peggy C.\nTo: Ellis, Maura P.; Smith, Jan Fulton; Walker, Nat\ncc:\n\nBC\nSubject: Document Statement\n\nPrimary Date: 4/15/1998 3:34:01 PM\n\nLast Modified Date: 1998-Apr-16 05:41:02\nLast Touched Date:\n\nSent Date: 1998-Apr-15 15:34:01\nReceived DateDate: 1998-Apr-15 1\n\n \n\n \n\n \n\no1\n\n \n\nAttachments:\nDISCOI\nDOCRETAT\n\n  \n \n\n \n\nSorry it has taken me so long to mail these to you - hope\nit hasn't caused a problem.\n\nPeggy has indicated that these are the documents she sent\nto MN reporters in response to the document that was\nmentioned in court yesterday (I think). She indicated this\nis one of the privileged documents and we will not address\nthe document itself. If you get a media call, you must be\nvery clear that you have not seen and are not speaking to\nthe documents, but that this subject has come up before and\nhere's the statement we issued previously.\n\nStacy\n\n8zb0 L608S\n\nRJRO000000003070665.\n\n70044 1815\n\n \n\f",
    "augmented_texts": [
        "From: Carter, Peggy C. To: Ellis, Maura P. ; Smith, Jan Fulton; Walker, Nat cc: BC Subject: Document Statement Primary Date: 4 / 15 / 1998 3: 34: 01 post mortem examination Last Modified Date: 1998 - Apr - 16 05: 41: 02 Last Touched Date: Sent Date: 1998 - Apr - 15 xv: 34: 01 Received DateDate: 1998 - Apr - 15 1 o1 Attachments: DISCOI DOCRETAT Sorry it has taken me so long to mail these to you - trust information technology hasn ' t caused a problem. Peggy has point that these are the documents she sent to MN reporters in response to the written document that was mentioned in court yesterday (I think ). She indicated this is one of the privileged documents and we will not address the document itself. If you get a spiritualist call, you must be very clear that you have not seen and are not speaking to the documents, but that this subject has come up before and here ' s the statement we issued previously. Stacy 8zb0 L608S RJRO000000003070665. 70044 1815",
        "From: Carter, Peggy C. To: Ellis, Maura P. ; Smith, Jan Fulton; Walker, Nat cc: BC Subject field: Document Statement Primary Engagement: 4 / 15 / 1998 3: 34: 01 PM Last Modified Date: 1998 - Apr - sixteen 05: 41: 02 Last Touched Date: Sent Date: 1998 - Apr - 15 15: 34: 01 Get DateDate: 1998 - Apr - 15 1 o1 Attachments: DISCOI DOCRETAT Sorry it has taken me so long to mail these to you - hope it hasn ' t caused a problem. Peggy has indicated that these are the documents she sent to MN reporters in response to the document that was mentioned in court yesterday (I think ). She indicated this is one of the privileged documents and we will not address the document itself. If you get a media call, you must be very clear that you have not seen and be not speaking to the documents, but that this subject has come up before and here ' s the statement we issued antecedently. Stacy 8zb0 L608S RJRO000000003070665. 70044 1815"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Peggy has indicated that these are the documents she sent to MN reporters in response to the document that was mentioned in court yesterday. She indicated this is one of the privileged documents. If you get a media call, you must be very clear that you have not seen and are not speaking to these documents, but that this subject has come up before and here's the statement we issued."
}