{
    "filename": "530971275+-1276.jpg",
    "metadata": {},
    "text": " \n\nFebruary 12, 1997\nDear Legislator:\nIfyou are thinking about raising your state's cigarette tax, 1 ask you stop and seriously examine\n\n‘what has happened in New York State -- where the state has been trying to deal with Native\nAmericans selling illegal contraband ciparettes al an alarming rate.\n\n \n\nStatistics provided by the U.S. Centers for Discase Control and our state's revenue department\nillustrate the magnitude of this contraband problem:\n\n \n\nAnalysis of Official Data\nReveals Level of Illegal Sales\n\nNew York Revenue Department data show that the per capita Jeeal, tax-paid\nsales of cigarettes in New York is 70.5 packs a year. But studies by the U.S.\nCenters\" for Disease Control indicate that per capita consumption in New\nYork is 97.4 packs, which is just slightly above the national average.\n\n70 packs per person “sold” in N.Y.\n97 packs actually consumed in N.Y.\n\n| Where are the missing packs coming from? Answer: New Yorkers\npurchase them illegally. The numbers indicate that today, nearly 27 percent\nlof New York's entire cigarette market is contraband -- sales that have\navoided New York State's high cigarette tax.\n\n \n\n \n\n \n\n \n\n‘A major source for ths illogal, tax-free market in our sta isthe Indian Reservations. At 56 cents\nper pack, New York's cigarette tax encourages consumers 10 buy at Indian smoke shops -- where\nno cigarctte tax is collected and no sales tax is charged. The “savings” to consumers is $6.42 a\nccarton (state cigarette tax, plus sales tax). But the “loss” to the state in revenue is enormous ~~\nestimated 10 be up to $233 million a year - coupled with a huge loss to the state's legal retail\nindustry.\n\nBylaw, this shouldn’t have happened. The Supreme Court ruled several years ago that New\nYork State had the authority to regulate Indian sales of cigarcttcs to non-tribal members. But the.\n\nregulations have not been enforced. Just today, however, the Governor's office announced that it\n‘would try to reach an agreement with “traditional” state tribes and begin enforcement by April 1.\n\nRJR0000000508034435\n\n70045 2348\n\n$2z1 Le0Ees\n\n \n\f",
    "augmented_texts": [
        "February 12, 1997 Dear Legislator: Ifyou are thinking about fire your state ' s cigarette tax, 1 ask you stop and seriously examine ‘ what has happened in New York State - - where the state has been trying to deal with Native Americans selling illegal contraband ciparettes al an alarming rate. Statistics provided by the U. S. Centers for Discase Control and our state ' s revenue department illustrate the magnitude of this contraband problem: Analysis of Official Data Reveals Level of Illegal Sales New York Revenue Department data show that the per capita Jeeal, tax - paid sales of cigarettes in New York is 70. 5 packs a year. But studies by the U. S. Centers \" for Disease Control indicate that per capita consumption in New York is ninety seven. 4 packs, which is just slightly above the national average. 70 packs per person “ sold ” in N. Y. 97 packs actually consumed in N. Y. | Where are the missing packs coming from? Answer: New Yorkers purchase them illegally. The numbers indicate that today, nearly 27 percent lof New York ' s entire cigarette market is contraband - - sales that have avoided New York State ' s high cigarette tax. ‘ A major source for ths illogal, tax - free market in our sta isthe Indian Reservations. At 56 cents per pack, New York ' s cigarette tax encourages consumers 10 buy at Indian smoke shops - - where no cigarctte tax is collected and no sales taxation is charged. The “ savings ” to consumers is $ 6. 42 a ccarton (state cigarette tax, asset sales tax ). But the “ loss ” to the state in revenue is enormous ~ ~ estimated 10 be up to $ 233 million a year - coupled with a huge loss to the state ' s legal retail industry. Bylaw, this shouldn ’ t have happened. The Supreme Court ruled several years ago that New York State had the authority to regulate Indian sales of cigarcttcs to non - tribal members. But the. regulations have not been enforced. Just today, however, the Governor ' s office announced that it ‘ would try to reach an agreement with “ traditional ” state tribes and begin enforcement by April 1. RJR0000000508034435 70045 2348 $ 2z1 Le0Ees",
        "February 12, 1997 Dear Legislator: Ifyou are thinking about raising your state ' s cigarette tax, 1 ask you stop and seriously analyze ‘ what deliver happened in New York State - - where the state has been trying to deal with Native American selling illegal contraband ciparettes al an alarming rate. Statistics provided by the U. S. Centers for Discase Control and our state ' s revenue department illustrate the magnitude of this contraband problem: Analysis of Official Data Reveals Level of Illegal Sales New York Revenue Department data show that the per capita Jeeal, tax - paid sales of cigarettes in New York is 70. 5 packs a year. But studies by the U. S. Center of attention \" for Disease Control indicate that per capita consumption in New York is 97. 4 packs, which is just slightly above the national average. 70 packs per person “ sold ” in N. Y. 97 packs actually consumed in N. Y. | Where are the missing packs coming from? Answer: New Yorkers purchase them illegally. The numbers show that today, nearly 27 percent lof New House of york ' s entire cigarette market is contraband - - sales that have avoided New York State ' s high cigarette tax. ‘ A major source for ths illogal, tax - free market in our sta isthe Indian Arriere pensee. At 56 cents per pack, New York ' s cigarette tax encourages consumers 10 buy at Indian smoke shops - - where no cigarctte tax is collected and no sales tax is charged. The “ savings ” to consumers is $ 6. 42 a ccarton (state cigarette tax, plus sales tax ). But the “ loss ” to the state in revenue is enormous ~ ~ estimated 10 be up to $ 233 million a year - coupled with a huge loss to the state ' s legal retail industry. Bylaw, this shouldn ’ t have happened. The Supreme Court ruled several years ago that New York State had the authority to regulate Indian sales of cigarcttcs to non - tribal members. But the. regulations have not been enforced. Just today, however, the Governor ' s office announced that it ‘ would try to reach an agreement with “ traditional ” state tribes and begin enforcement by April 1. RJR0000000508034435 70045 2348 $ 2z1 Le0Ees"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "New York Revenue Department data show that the per capita Jeeal, tax-paid sales of cigarettes in New York is 70.5 packs a year. But studies by the U.S. Centers for Discase Control indicate that per. capita consumption in N.Y. is 97.4 packs, which is just slightly above the national average."
}