{
    "filename": "531295788+-5788.jpg",
    "metadata": {},
    "text": " \n\n \n\nTune 24, 1999\n\nA task force co-sponsored by Lynn Beasley and Jim Maguire has been created to respond\nto concems over the growing levels of fraud and waste associated with discounting as\n‘well as the ineffectiveness of many of our current discounting promotions. There is also\n‘a growing awareness of the increased demands that arc being put on the sales\norganization to spend time auditing stores to combat this fraud and waste.\n\n‘As part of this task force, we ate attempting to understand how widespread these\nproblems are and to try to develop some creative ways to address fraud waste and\ndiscounting ineffectiveness that will free up the time of the sales organization to focus\nagain on core selling accountabilities that are at the heart of your job responsibilities.\n\nOne objective of the task force is to understand how sales force time is currently being\nutilized. As part of this effort, we are interviewing and surveying people throughout the\nsales organization to understand how the time of the sales force is spent today. You have\nbeen selected to participate in the phone interview portion of this survey. ‘The questions\nyou will be asked are attached so that you can review them and formulate your responses.\n‘The questions should be answered based on your own assigned accounts, do not include\naccounts on out of territory coverage.\n\nYou will be contacted in the next few days to set up & convenient time for the interview\nbetween Monday June 28 and Wednesday June 30. It should take no longer than 20\nminutes. ‘Thank you in advance for your help,\n\nRJRO000001707008749\n\n70049 8334\n\n \n\nBelg Ezies\n\f",
    "augmented_texts": [
        "Tune 24, 1999 A task force co - sponsored by Lynn Beasley and Jim Maguire has been created to respond to concems over the growing levels of fraud and waste associated with discounting as ‘ well as the ineffectiveness of many of our current discounting promotions. There is also ‘ a grow awareness of the increased demands that arc being put on the sales organization to spend time auditing stores to combat this fraud and waste. ‘ As share of this task force, we ate attempting to understand how widespread these job are and to try to develop some creative ways to address fraud waste and discounting ineffectiveness that will free up the time of the sales organization to focus again on core selling accountabilities that be at the heart of your job responsibilities. One objective of the task force is to understand how sales force time be currently being utilized. As part of this effort, we are interviewing and surveying people throughout the sales organization to understand how the time of the sale force is spent today. You have been selected to participate in the phone interview portion of this survey. ‘ The questions you will be asked are attached so that you can review them and formulate your responses. ‘ The questions should be answered based on your own assigned accounts, do not include accounts on out of territory coverage. You will be contacted in the next few days to set up & convenient prison term for the interview between Monday June 28 and Wednesday June 30. It should take no longer than 20 minutes. ‘ Thank you in advance for your help, RJRO000001707008749 70049 8334 Belg Ezies",
        "Tune 24, 1999 A task force co - sponsored by Lynn Beasley and Jim Maguire has been created to respond to concems over the growing levels of fraud and waste associated with discounting as ‘ well as the ineffectiveness of many of our current discounting promotions. There is also ‘ a growing awareness of the increased demands that arc being put on the sales organization to spend time auditing stores to combat this dupery and waste. ‘ As part of this task force, we ate attempting to understand how widespread these problems are and to try to develop some creative ways to address fraud waste and discounting ineffectiveness that will free up the time of the sales organization to focus once more on core selling accountabilities that are at the heart of your job responsibilities. One objective of the task force is to understand how sales force time is presently equal utilized. As part of this effort, we are interviewing and surveying people throughout the sales organization to understand how the time of the sales force is spent today. You have been selected to participate in the phone interview portion of this resume. ‘ The questions you will be asked are attached so that you can review them and formulate your responses. ‘ The questions should be answered based on your own assigned accounts, do not include accounts on out of territory coverage. You will be contacted in the next few days to set up & convenient time for the interview between Monday June 28 and Wednesday June xxx. It should take no longer than 20 minutes. ‘ Thank you in advance for your help, RJRO000001707008749 70049 8334 Belg Ezies"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "A task force co-sponsored by Lynn Beasley and Jim Maguire has been created to respond to the growing levels of fraud and waste associated with discounting. ‘As part of this effort, we are interviewing and surveying people throughout the. sales organization to understand how the time of the sales force is spent today’"
}