{
    "filename": "531415644+-5679.jpg",
    "metadata": {},
    "text": " \n\nTMA NEWS: 12-May-98, us\n\n[1] Washington, DC: Philip Morris [PM] Js Client Of Police Lobbyist Fighting\nTobacco Bill\n\n[2] Washington, DC: Survey Says GOP Sofi on Tobacco\n\n[3] St. Paul, Minnesota: Minnesota Lawyers To Get Lower Fee In Tobacco Case\n[4] Washington, DC: Leave It To LeBow\n\n[5] New York, New York: Loews Says Minnesota Settlement Has Forced It To\nRestate Earnings\n\n[6] Washington, DC: Brown & Williamson {BW} Is Subject of Inquiry\n\n(7] New York, New York: Major Tobacco Companies Increase Cigarette Prices by\nFive Cents a Pack\n\n{8] Washington, DC: Hiking Cigarette Taxes Is Good for (Illegal) Business\n\n[9] St. Paul, Minnesota: Los Angeles Times Editorial: Regulating a Killer\n\n[10] New York, New York: Television Documetary On Tobacco Deal To Air\n\n[11] New York, New York: Cigarette Makers Increase Prices\n\n12] Eagan, Minnesota: Minnesota Blue Cross To Use Settlement Money To Reduce\nSmoking\n\n[13] New York, New York: RJ. Reynolds [RIRCigarette Price Boost Reflects\n‘Ongoing Costs\n\n[14] Washington, DC: Tobacco Industry Wants Scaled-Back Bill\n\n[15] Washington, DC: Jockeying In Congress Picks Up Before Tobacco Bill Debate\n[16] New York, New York: Analysts Say Price Hike To Cover Minnesota Settlement\n[17] New York, New York: Philip Morris Price Increase Is Fourth In Eight Months\n[18] St. Paul, Minnesota: Minnesota Tobacco Jury Felt Judge Was Fair To Both\nSides\n\n[19] St. Paul, Minnesota: A Frustrated Minnesota Tobacco Jury Offers Glimpse\nInto Mindset\n\n[20] St. Paul, Minnesota: Minnesota Tobacco Jury Not Leaning For Punitive\n\nDamages\n[21] St, Paul, Minnesota: Attorney General Defends Law Firm's Take From\n‘Tobacco Deal\n\nRJRO000000050005161\n\n70052 7434\n\nyyOS Lyles\n\n \n\f",
    "augmented_texts": [
        "TMA NEWS: 12 - Crataegus laevigata - 98, us [1] Washington, DC: Philip Morris [PM] Js Client Of Police Lobbyist Fighting Tobacco Bill [2] Washington, DC: Survey Says GOP Sofi on Tobacco [3] St. Paul, Minnesota: Minnesota Lawyers To Get Lower Fee In Tobacco Case [4] Washington, DC: Leave It To LeBow [5] New York, New York: Loews Says Minnesota Settlement Has Forced It To Restate Earnings [6] Washington, DC: Brown & Williamson {biological attack} Is Subject of Inquiry (septet] New York, New York: Major Tobacco Companies Increase Cigarette Prices by Five Cents a Large number {8] Washington, DC: Hiking Cigarette Taxes Is Good for (Illegal) Business [9] St. Paul, North star state: Los Angeles Times Editorial: Regulating a Killer [10] New House of york, New York: Television Documetary On Tobacco Deal To Air [11] New York, New York: Cigarette Makers Growth Prices 12] Eagan, Minnesota: Minnesota Blue Cross To Use Village Money To Reduce Smoking [13] New York, New York: RJ. Reynolds [RIRCigarette Price Boost Reflects ‘ Ongoing Costs [14] Washington, DC: Tobacco Industry Wants Scaled - Back Bill [15] Washington, DC: Jockeying In Sexual relation Picks Up Before Tobacco Bill Debate [16] New York, New York: Analysts Say Price Hike To Cover Minnesota Settlement [17] New York, New York: Philip Morris Price Increase Is Fourth In Eight Months [18] St. Paul, Minnesota: Minnesota Tobacco Jury Felt Judge Was Fair To Both Sides [19] St. Paul, Minnesota: A Frustrated Minnesota Tobacco Jury Offers Glimpse Into Mindset [20] St. Paul, Minnesota: Minnesota Tobacco Jury Not Leaning For Punitive Damages [21] St, Paul, Minnesota: Attorney General Defends Law Firm ' s Take From ‘ Tobacco Deal RJRO000000050005161 70052 7434 yyOS Lyles",
        "TMA NEWS: 12 - May - 98, us [1] Washington, DC: Philip Morris [PM] Js Client Of Police Lobbyist Fighting Tobacco Bill [2] Booker taliaferro washington, DC: Survey Says GOP Sofi on Tobacco [3] St. Paul the apostle, Minnesota: Minnesota Lawyers To Get Lower Fee In Tobacco Case [4] Washington, DC: Leave It To LeBow [5] New York, New York: Loews Says Gopher state Colony Has Forced It To Restate Earnings [six] Washington, DC: Brown & Williamson {BW} Is Subject of Inquiry (7] New House of york, New York: Major Tobacco Companies Increase Cigarette Prices by Five Cents a Pack {8] Washington, DC: Hiking Cigarette Taxes Is Good for (Illegal) Business [9] St. Paul, Minnesota: Los Angeles Times Editorial: Regulating a Killer [10] New York, New York: Television Documetary On Tobacco Deal To Air [11] New York, New York: Cigarette Makers Increase Prices 12] Eagan, Minnesota: Mn Blue Cross To Use Settlement Money To Reduce Smoking [13] New York, New York: RJ. Reynolds [RIRCigarette Price Boost Reflects ‘ Ongoing Costs [14] Washington, DC: Tobacco Industry Wants Scaled - Back Bill [15] Washington, DC: Jockeying In Congress Picks Up Before Tobacco Bill Debate [16] New York, New York: Analysts Say Price Hike To Cover Minnesota Settlement [17] New York, New York: Philip Morris Price Increase Is Fourth In Eight Months [18] St. Paul, Minnesota: Minnesota Tobacco Jury Felt Judge Was Fair To Both Sides [19] St. Paul, Minnesota: A Frustrated Minnesota Tobacco Panel Offers Glimpse Into Mindset [20] St. Paul, Minnesota: Minnesota Tobacco Jury Not Leaning For Punitive Damages [21] St, Paul, Minnesota: Attorney General Defends Law Firm ' s Take From ‘ Tobacco Deal RJRO000000050005161 70052 7434 yyOS Lyles"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "New York, New York: Major Tobacco Companies Increase Cigarette Prices by Five Cents a Pack. Washington, DC: Hiking Cigarettes Taxes Is Good for (Illegal) Business. L.A. Times Editorial: Regulating a Killer. Minnesota Blue Cross To Use Settlement Money To Reduce Smoking."
}