{
    "filename": "531536178+-6178.jpg",
    "metadata": {},
    "text": " \n\nFrom: Reese, Bonnie L.\nTo: Malloy, Shelley\n\nCC: Brown, Lisa; LaBrecque, Mark P.; Montgomery, Nancy W.;\nStewart, Bric R.; Phillips, Percy\n\nBCC:\n\nSubject: SALEM REPORTS - WEEK OF 11/23 - 25\nMARKETING AND PRODUCT QUALITY\n\nPrimary Date: 11/30/1998 5:46:03 PM\n\nLast Modified Date: 1998-Dec-30 17:04:03\nLast Touched Date\nSent Date: 1998-Nov-30 17:46:03\nReceived DateDate: 1998-Nov-30 17:46:03\n\nPRODUCT\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAttaching two reports for last week, Nov. 23-25.\n\nFirst, Product Marketing. Note that calls increased from\n128 to 239, The previous report containing 128 contacts was\nfor a five-day period, whereas the attached report\ncontaining 239 contacts is for a three-day period. Average\ncontacts per day increased from 26 to 80.\n\nAlso attached is a Product Quality Report for the same time\nframe of Nov. 23-25. Contacts re/coughing, sore throat,\netc. increased from 10 for the previous five-day report to\n16 for the current three-day report. Average per day\nincreased from 2 to 5.3.\n\nAny questions, just let me know. Thanks.\n\nRJRO000001 137084631\n70057 7455\n\n8Z19 estes\n\f",
    "augmented_texts": [
        "From: Reese, Bonnie L. To: Malloy, Shelley CC: Brown, Lisa; LaBrecque, Mark P. ; L. m. montgomery, Nancy W. ; Stewart, Bric R. ; Phillips, Percy BCC: Subject: SALEM REPORTS - WEEK OF 11 / 23 - xxv MARKETING AND PRODUCT QUALITY Primary Date: 11 / 30 / 1998 5: 46: 03 PM Last Modified Date: 1998 - Dec - 30 17: 04: 03 Last Touched Date Sent Date: 1998 - Nov - 30 17: 46: 03 Received DateDate: 1998 - Nov - xxx 17: 46: 03 PRODUCT Attaching two reports for last week, Nov. 23 - 25. First, Product Marketing. Note that calls increased from 128 to 239, The previous report containing 128 contacts was for a five - day period, whereas the committed report incorporate 239 contacts is for a three - day period. Average contacts per day increased from 26 to 80. Also attached is a Product Quality Report for the same time frame of Nov. 23 - 25. Contacts re / coughing, sore throat, etc. increased from 10 for the previous five - day report to 16 for the current three - day report. Average per day increased from 2 to 5. 3. Any questions, just let me know. Thanks. RJRO000001 137084631 70057 7455 8Z19 estes",
        "From: Reese, Bonnie 50. To: Malloy, Shelley CC: Brown, Lisa; LaBrecque, Mark Phosphorus. ; Montgomery, Nancy W. ; Stewart, Bric R. ; Phillips, Harry hotspur BCC: Subject: SALEM REPORTS - WEEK OF 11 / 23 - 25 MARKETING AND PRODUCT QUALITY Primary Date: 11 / 30 / 1998 5: forty six: 03 PM Last Modified Date: 1998 - Dec - 30 17: 04: 03 Last place Touched Date Sent Day of the month: 1998 - Nov - 30 17: 46: 03 Received DateDate: 1998 - Nov - 30 17: 46: 03 merchandise Attaching two reports for last week, Nov. 23 - 25. First, Product Marketing. Note that calls increased from 128 to 239, The previous report containing 128 contacts was for a five - day period, whereas the attached report containing 239 contacts is for a three - twenty four hours period. Average contacts per day increased from 26 to 80. Also attached is a Product Quality Report for the same time frame of Nov. 23 - 25. Contacts re / coughing, sore throat, etc. increased from 10 for the previous five - day report to 16 for the current three - day report. Average per day increased from 2 to 5. 3. Any questions, just let me know. Thanks. RJRO000001 137084631 70057 7455 8Z19 estes"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Product Marketing and Product Quality reports for last week, Nov. 23-25. Contacts re/coughing, sore throat, etc. increased from 10 for the previous five-day report to 16. Average contact per day increased to 5.3 from 2."
}