{
    "filename": "531716126+-6129.jpg",
    "metadata": {},
    "text": " \n\nProposal: Pilferage Study\n\nBackgroun\n\n‘Cumberland Farms, a 800+ retail c-store chain in the northeast, believes that pilferage has\nincreased. Two factors appear to be driving those increased rates of pilferage. First, a\nrebounding New England economy has created a higher than usual personnel turnover for\nCumberland Farms. Secondly, the enforcement by Cumberland Farms of the “age verification\nJaw” has increased pilferage by minors. These conditions, primarily the second appear to be of a\nlarger concern at store locations with self-service cigarette displays.\n\nResearch Question\n\nThe overall research issue that is important to Cumberland Farms can be summarized as follows:\n““As age verification enforcement by Cumberland Farms has increased, due to new legislation,\nthe rate of pilferage has increased to unacceptable levels” principally in stores with self-service\ndisplays. Internal Cumberland Farms audits suggest that the level of pilferage has reached levels\nthat exceed manufacturer's RDA payments. The questions in this research are: What is the level\nof pilferage? Is it internal or consumer driven?\n\nMethodology\n\n‘The following methodology is being used to answer the research question(s). A 20 store panel,\nchosen by Cumberland Farms is being created. ‘Ten of these stores already have cigarettes in a\nnon-self service place, and the other 10 stores will be matched with displays on a self-service\nbasis.\n\n‘The standard audit method will be used to measure pilferage:\n\n \n \n   \n\n     \n\nP\n\n| Opening Inventory |\n\n[+ Deliveries Pilferage |\n\n|- Closing Inventory Movement  % Pilferage\nMovement\n\n  \n\n‘These results will be compared on a store by store basis and in aggregate to the control stores.\n\nA control item of 1% milk will be used as a scan check item. This is to estimate an error rate due\nto scanning or bookkeeping processes, and this factor will be used to adjust the % pilferage rate.\n\nThis methodology will attempt to measure pilferage to the UPC level so that a % pilferage rate\nccan be created for every style of cigarettes in the category as well as to the brand family level.\nThis will be helpful, for example, in determining if a brand on display is pilfered at a higher rate\nthan a brand not on display in a store that maintains self-service displays.\n\n \n\nRJR0000000417135646\n\nODES 9893\n\ng\ng\n2\n2\nRp\n&\n\n \n\f",
    "augmented_texts": [
        "Proposal: Pilferage Study Backgroun ‘ Cumberland Farms, a 800 + retail c - store chain in the northeast, believes that pilferage has increase. Two factors appear to be driving those increased rates of pilferage. First, a rebounding New England economy has create a higher than usual personnel turnover for Cumberland Farms. Secondly, the enforcement by Cumberland Farms of the “ age verification Jaw ” has increased pilferage by minors. These conditions, primarily the second appear to be of a larger concern at store locations with self - service cigarette displays. Research Question The overall research issue that is authoritative to Cumberland Farms can be summarized as follows: “ “ As age verification enforcement by Cumberland Farms has increased, due to new legislation, the rate of pilferage has increased to unacceptable levels ” principally in stores with self - service displays. Internal Cumberland Farms audits suggest that the level of pilferage has reached levels that exceed manufacturer ' s RDA payments. The questions in this research are: What is the level of pilferage? Is it internal or consumer driven? Methodology ‘ The following methodology is being used to answer the research question (s ). A 20 store panel, chosen by Cumberland Farms is being created. ‘ Ten of these stores already have cigarettes in a non - self service place, and the other 10 stores will be matched with displays on a self - service basis. ‘ The standard audit method will be used to quantify pilferage: P | Opening Inventory | [+ Deliveries Pilferage | | - Closing Inventory Movement% Pilferage Movement ‘ These results will be compared on a store by store basis and in aggregate to the control stores. A control item of 1% milk will be used as a scan check item. This is to estimate an error rate ascribable to scanning or bookkeeping processes, and this factor will be used to adjust the% pilferage rate. This methodology volition attempt to measure pilferage to the UPC level so that a% pilferage rate ccan be create for every style of cigarettes in the category as well as to the brand family level. This will be helpful, for example, in determining if a brand on display is pilfered at a higher rate than a brand not on display in a store that maintains self - service displays. RJR0000000417135646 ode 9893 g g 2 2 Rp &",
        "Proposal: Pilferage Study Backgroun ‘ Cumberland Farms, a 800 + retail c - store chain in the northeast, believes that pilferage has increased. Two factors appear to equal driving those increased rates of pilferage. First, a rebounding New England economy has created a higher than usual personnel turnover for Cumberland Farms. Secondly, the enforcement by Cumberland Farms of the “ age verification Jaw ” has increased pilferage by minors. These conditions, primarily the second appear to be of a larger concern at store locations with self - service cigarette displays. Research Question The overall research issue that is important to Cumberland Farms can be summarized as follows: “ “ As age verification enforcement by Cumberland Farms has increased, due to new legislation, the rate of pilferage have increased to unacceptable levels ” principally in stores with self - service displays. Internal Cumberland Farms audits suggest that the level of pilferage has reached levels that exceed manufacturer ' s RDA payments. The questions in this research are: What is the level of pilferage? Is it internal or consumer driven? Methodology ‘ The following methodology is being used to answer the research question (s ). A 20 store panel, chosen by Cumberland Farms is being created. ‘ Ten of these stores already have cigarettes in a non - self service place, and the other 10 memory board will be matched with displays on a self - service basis. ‘ The standard audit method will be used to measure pilferage: P | Opening Inventory | [+ Deliveries Pilferage | | - Closing Inventory Motion% Pilferage Movement ‘ These results will be compared on a store by store basis and in aggregate to the control stores. A control item of 1% milk will be used as a scan check item. This is to estimate an error rate due to scanning or bookkeeping processes, and this factor will be used to adjust the% pilferage pace. This methodology will attempt to measure pilferage to the UPC level so that a% pilferage rate ccan be created for every style of cigarettes in the category as well as to the brand family level. This will be helpful, for example, in determining if a brand on display is pilfered at a higher rate than a brand not on display in a store that maintains self - service displays. RJR0000000417135646 ODES 9893 g g 2 2 Rp &"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Cumberland Farms, a 800+ retail c-store chain in the northeast, believes that pilferage hasincreased. Two factors appear to be driving those increased rates of pilfage. Internal audits suggest that the level of pilotage has reached levels that exceed manufacturer's RDA payments."
}