{
    "filename": "60002837_60002843.jpg",
    "metadata": {},
    "text": "WK81185014\n\nPlatelet Function Studies in Heart Disease\n\nVI. Enhanced Platelet Aggregate Formation Activity\nin Congestive Heart Failure: Inhibition by Sodium Nitroprusside\n\nJawanar Menta, M.D.,\n\nSUMMARY We studied 11 patients with congestive heart failure\n\nplatelet aggregate formation activity. The patients\n\nAND PAULETTE Menta, M.D.\n\n \n\n10 normal volunteers for i vivo\nwith heart failure had significantly (p < 0.01) more cit-\n\n‘culating platelet aggregates than the normal volunteers. During sodium nitroprusside infusion, the number of\n‘circulating platelet aggregates declined to normal levels and i vitro platelet aggregation responses to cpineph-\n\nFine and adenosine diphosphate were also\ndecline in systemic vascular resistance and & 28% i\n\n‘significantly (p < 0.01). This was associated with 2 30%\nincrease in cardiac output. In other in vitro experiments,\n\nsodium nitroprusside was found to have direct, dose-related platelet aggregation inhibitory actions. This study\nSuggests that an increase ia vascular resistance ia cereain heart (allure patients may in part be related to an in-\n‘crease in circulating platelet aggregates. Direct inhibition of platelet aggregation by sodium nitroprusside may\n=~ be a mechanism of its beneficial effects in heart failure.\n\nPATIENTS WITH VASCULAR insufficiency have\nbeen shown to have increased in vivo platelet ag-\nsregate formation activity'* and increased in vitro\nplatelet aggregation in response to epinephrine and\nADP.*¢ Several investigators have suggested that the\nocclusion of sinall vessels by platelet aggregates may\nbe responsible for tissue ischemia, injury and death.**\nMost patients with congestive heart failure have in-\nvascular resistance as either a primary or a\nsecondary event.\"* # Whether platelet aggregate for-\nmation activity is in any way related to the increase in\nvascular resistance in these patients is not known. The\nuse of vascular resistance-lowering agents like\nnitroprusside has been beneficial in the treatment of\npatients with heart failure.\" Sodium nitroprusside is\nthought to be effective by its direct dilatory actions on\nvascular smooth muscle,\" resulting in decreased vas-\n‘cular resistance and improved cardiac function. Re-\ncently, the platelet aggregation inhibitory effects of\nnitroprusside have also been recognized.\"\nThis study was designed to evaluate in vivo platelet\n‘aggregate formation activity in patients with conges-\nheart failure, We also studied the effects of intra-\nvenous administration of nitroprusside on platelet ag-\ngregate formation.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFrom the Cardiology Division, Depariment of Medicine, and ihe\nHematology /Oncology Division, Department. of Pediatrics,\nUniversity of Flor\n\n \n\n“College of Medizin, and the Veterans A:\nGainesville, Florida.\n\n     \n\n‘American Federation for Clisial Research annual mestng, New\n(Grleans, Louisiana, January 1973.\n“Address for repeats: J. Mehta, M.D.. Bor 1277, JHM Health\n\n \n\n‘Grealation 60, No. 3, 1979.\n\n \n\nMaterials and Methods\nPatient Population\n\nEleven patients (age 24-59 years, mean 48 years)\nwho had chronic congestive heart failure, documented\nby clinical, roentgenologic and hemodynamic criteria,\nand were undergoing nitroprusside therapy, form the\nbasis of this report. Heart failure in eight patients was\nue to ischemic cardiomyopathy and in three to long-\nstanding valvular disease. Ten had been previously\ntreated with digitalis and diuretics, and one had re-\nceived only diuretic therapy. All patients were in a\nstable state and hed no recognizable acute illness.\nBlood studies were also performed on 10 normal,\nhealthy volunteers (age 22-41 years, mean 32 years) as\ncontrol, None ofthe patients or the healthy volunteers\nhad taken aspirin or other agents known to alter\nPlatelet function in the preceding 2 weeks.\n\n  \n\nHemodynamic Studies in Heart Failure Patients\n\nAfter an informed consent detailing the procedure\n‘was obtained, a triple-lumen, flow-directed catheter\n‘was positioned in the pulmonary artery to measure\npulmonary artery and wedge pressures and cardiac\n‘output. An arterial cannula was also inserted in the\nbrachial artery to record the systemic pressure. The\ndetails of the hemodynamic measurements have been\npreviously reported. After control hemodynamics\nwere recorded, a nitroprusside infusion was started at\n10 ug/min. The dose was gradually increased in 10-\n1ug/min increments every 10 minutes until a significant\nchange in hemodynamics (a reduction in pulmonary\nwedge pressure to 15 mm Hg or a 50% increase in car-\ndiac output or a decline in the systolic blood pressure\nto 100 mm Hg) occurred. The nitroprusside infusion\nwas then gradually discontinued.\n\n   \n\nPlatelet Studies\n\nBlood was collected from all patients in the control\nstate and during nitroprusside infusion. Blood was col-\n\n497\n\n \n\f",
    "augmented_texts": [
        "WK81185014 Platelet Function Studies in Heart Disease VI. Enhanced Platelet Aggregate Formation Activity in Congestive Heart Failure: Inhibition by Sodium Nitroprusside Jawanar Menta, M. D. , SUMMARY We studied 11 patients with congestive heart failure platelet aggregate formation activity. The patients AND PAULETTE Menta, M. D. ten normal volunteers for i vivo with heart failure had significantly (p <0. 01) more cit - ‘ culating platelet aggregates than the normal volunteers. During sodium nitroprusside infusion, the number of ‘ circulating platelet aggregates declined to normal levels and i vitro platelet aggregation responses to cpineph - Fine and adenosine diphosphate were also decline in systemic vascular resistance and & 28% i ‘ significantly (p <0. 01 ). This was associated with 2 30% increase in cardiac output. In other in vitro experiments, sodium nitroprusside was found to have direct, dose - related platelet aggregation inhibitory actions. This study Suggests that an increase ia vascular resistance ia cereain heart (allure patients may in part personify related to an in - ‘ crease in circulating platelet aggregates. Direct inhibition of platelet aggregation by sodium nitroprusside may = ~ be a mechanism of its beneficial effects in heart failure. PATIENTS WITH VASCULAR insufficiency have been shown to have increased in vivo platelet ag - sregate formation activity ' * and increased in vitro platelet aggregation in response to epinephrine and ADP. * ¢ Several investigators have suggested that the occlusion of sinall vessels by platelet aggregates may be responsible for tissue ischemia, injury and death. * * Most patients with congestive heart failure have in - vascular resistance as either a primary or a secondary event. \" * # Whether platelet aggregate for - mation activity is in any way related to the increase in vascular resistance in these patients is not known. The use of vascular resistance - lowering agents like nitroprusside has been beneficial in the treatment of patients with heart failure. \" Sodium nitroprusside is thought to be effective by its direct dilatory actions on vascular smooth muscle, \" resulting in diminish vas - ‘ cular resistance and improved cardiac function. Re - cently, the platelet aggregation inhibitory effects of nitroprusside have also been recognized. \" This study was designed to evaluate in vivo platelet ‘ aggregate formation activity in patients with conges - heart failure, We also studied the effects of intra - venous administration of nitroprusside on platelet ag - gregate formation. From the Cardiology Section, Depariment of Medicine, and ihe Hematology / Oncology Division, Department. of Pediatrics, University of Flor “ College of Medizin, and the Veterans A: Gainesville, Florida. ‘ American Federation for Clisial Research annual mestng, New (Grleans, Louisiana, January 1973. “ Address for repeats: J. Mehta, M. D. . Bor 1277, JHM Health ‘ Grealation 60, No. 3, 1979. Materials and Methods Patient Population Eleven patients (age 24 - 59 years, mean 48 years) who had chronic congestive heart failure, documented by clinical, roentgenologic and hemodynamic criteria, and were undergoing nitroprusside therapy, form the basis of this report. Heart failure in eight patients was ue to ischemic cardiomyopathy and in three to long - standing valvular disease. Ten had been previously treated with digitalis and diuretics, and one had re - ceived only diuretic therapy. All patients were in a stable state and hed no recognizable acute illness. Blood studies were also performed on 10 normal, healthy volunteers (age 22 - 41 years, mean 32 years) as control, None ofthe patients or the healthy tennessean had taken aspirin or other agents known to alter Platelet function in the preceding 2 weeks. Hemodynamic Studies in Heart Failure Patients After an informed consent detailing the procedure ‘ was obtained, a triple - lumen, flow - directed catheter ‘ was positioned in the pulmonary artery to measure pulmonary artery and wedge pressures and cardiac ‘ output. An arterial cannula was also inserted in the brachial artery to record the systemic pressure. The details of the hemodynamic measurements have been previously reported. After control hemodynamics were recorded, a nitroprusside infusion was started at 10 ug / min. The dose was gradually increased in 10 - 1ug / min increments every 10 minutes until a significant change in hemodynamics (a reduction in pulmonary wedge pressure to 15 mm Hg or a 50% increase in car - diac output or a decline in the systolic blood pressure to 100 mm Hg) occurred. The nitroprusside infusion was then gradually discontinued. Platelet Studies Blood was collected from all patients in the control state and during nitroprusside infusion. Blood was col - 497",
        "WK81185014 Platelet Function Studies in Heart Disease VI. Enhanced Platelet Aggregate Formation Activity in Congestive Heart Failure: Inhibition by Sodium Nitroprusside Jawanar Menta, M. D. , SUMMARY We studied 11 patients with congestive heart failure platelet aggregate formation activity. The patients AND PAULETTE Menta, M. D. 10 normal volunteers for i vivo with heart failure had significantly (p <0. 01) more cit - ‘ culating platelet aggregates than the normal volunteers. During sodium nitroprusside infusion, the number of ‘ circulating platelet aggregates declined to normal levels and i vitro platelet aggregation responses to cpineph - Fine and adenosine diphosphate were also decline in systemic vascular resistance and & 28% i ‘ significantly (p <0. 01 ). This was associated with 2 30% increase in cardiac output. In other in vitro experiments, sodium nitroprusside was witness to have direct, dose - related platelet aggregation inhibitory actions. This study Suggests that an increase ia vascular resistance ia cereain heart (allure patients may in part be related to an in - ‘ crease in circulating platelet aggregate. Direct inhibition of platelet aggregation by sodium nitroprusside may = ~ be a mechanism of its beneficial effects in heart failure. PATIENTS WITH VASCULAR insufficiency have been shown to have increased in vivo platelet ag - sregate formation activity ' * and increased in vitro platelet aggregation in response to epinephrine and ADP. * ¢ Several investigators have suggested that the occlusion of sinall vessels by platelet aggregates may be responsible for tissue ischemia, injury and death. * * Most patients with congestive heart failure have in - vascular resistance as either a primary or a secondary event. \" * # Whether platelet aggregate for - mation activity is in any way pertain to the increase in vascular resistance in these patients is not known. The use of vascular resistance - lowering agents like nitroprusside has been beneficial in the treatment of patients with heart failure. \" Sodium nitroprusside is thought to be effective by its direct dilatory actions on vascular smooth muscle, \" resulting in decreased vas - ‘ cular resistance and improved cardiac function. Re - cently, the platelet aggregation inhibitory effects of nitroprusside have also been recognized. \" This study was designed to evaluate in vivo platelet ‘ aggregate formation activity in patients with conges - heart failure, We also studied the effects of intra - venous administration of nitroprusside on platelet ag - gregate formation. From the Cardiology Division, Depariment of Medicine, and ihe Hematology / Oncology Division, Department. of Pediatrics, University of Flor “ College of Medizin, and the Veterans A: Gainesville, Florida. ‘ American Federation for Clisial Research annual mestng, New (Grleans, Louisiana, January 1973. “ Address for repeats: J. Mehta, M. D. . Bor 1277, JHM Health ‘ Grealation 60, No. 3, 1979. Materials and Methods Patient Universe Eleven patients (age 24 - 59 years, mean 48 years) who had chronic congestive heart failure, documented by clinical, roentgenologic and hemodynamic criteria, and were undergoing nitroprusside therapy, form the basis of this paper. Heart failure in eight patients was ue to ischemic cardiomyopathy and in three to long - standing valvular disease. Ten had been previously treated with digitalis and diuretics, and one had re - ceived only diuretic therapy. All patients were in a stable state and hed no recognizable acute illness. Blood studies were also performed on 10 normal, healthy volunteers (age 22 - 41 years, mean 32 years) as control, None ofthe patients or the healthy volunteers had taken aspirin or other agents known to alter Platelet function in the preceding 2 weeks. Hemodynamic Studies in Heart Failure Patients After an informed consent detailing the procedure ‘ was obtained, a triple - lumen, flow - directed catheter ‘ was positioned in the pulmonary artery to measure pulmonary artery and wedge pressures and cardiac ‘ output. An arterial cannula was also inserted in the brachial artery to record the systemic pressure. The details of the hemodynamic measurements have been previously reported. After control hemodynamics were recorded, a nitroprusside infusion was started at 10 ug / fukien. The dose was gradually increased in 10 - 1ug / min increments every 10 second until a significant change in hemodynamics (a reduction in pulmonary wedge pressure to 15 mm Hg or a 50% increase in auto - diac output or a decline in the systolic blood pressure to 100 mm Hg) occurred. The nitroprusside infusion was then gradually discontinued. Platelet Studies Blood was collected from all patients in the control state and during nitroprusside infusion. Blood was col - 497"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Study: Inhibition of platelet aggregation by sodium nitroprusside may. be a mechanism of its beneficial effects in heart failure. Study: 11 patients with congestive heart Failure had significantly (p < 0.01) more cit-                culating platele aggregates than normal volunteers."
}