{
    "filename": "60018957.jpg",
    "metadata": {},
    "text": "       \n\nTue Counc, For Topacco Researcu—U.S.A.\n900 TIURD AVENUE\nNEW YORK, N.¥. 10022\n\n \n\n \n\nmanoiow 6. MoaLAISTER, Pi. May 29, 1990\n\nDr. Alan Mufson, Ph.D.\nHolland Laboratory\n\nfor BioScience\n\nAmerican Red Cross\n15601 Crabbs Branch Way\nRockville, MD 20855\n\nDear Dr. Mufson:\n\nThank you for your expression of interest in our program of research support. I am\npleased to enclose a statement describing policies of The Council and a recent Annual Report\nthat lists grants currently supported. Our application procedure is a two step process. First, a\nshort preliminary inquiry is sent to members of the Executive Committee of our Scientific\nAdvisory Board who evaluate it for scientific merit and for \"fit\" into The Council's current\nmultidisciplinary biomedical research program. If the Committee's review vote is positive,\nyou will be provided with forms and instructions for completing a full application. In the\nevent you receive an award, The Council will consider up to two annual renewals on the basis\nof progress reports and materials submitted with renewal applications.\n\n \n\nThe deadlines for submission of a full application are May 31 and November 30;\nactivation is typically seven months later. CTR accepts preliminary applications continuously.\nthose received between April | and September 30 that are approved are eligible for the\nNovember deadline; those received between October 1 and March 31 and are approved are\neligible for inclusion in the May cycle. The format for the preliminary application is as\nfollows:\n\n \n\n1, A three page narrative summary. This should contain a synopsis of the proposed project\nincluding relevant background material, its present status and goals, a brief outline of the\nresearch and its impact. The summary should end with a sentence indicating the\nanticipated duration of the project (one, two or three years) and a single figure estimate of\nthe anticipated annual direct costs of the study as proposed. Please note that the three\npage limit is absolute: no attachment pages containing photographs, charts or literature\ncitations will be accepted. If you judge such materials are critical for the review of the\nproposal, they must be accomodated within the three page limitation.\n\n2. Two page curricula vitae and scientific bibliographies of the applicant and principal\nprofessional level collaborators (the NIH format is quite acceptable), Again, the page limit\nis strictly enforced; only two pages per investigator are forwarded to the Committee.\n\n3. One copy each of any two or three publications, abstracts or manuscripts that are closely\nrelated to the project for which funding is being sought.\n\nSincerely,\n\nNomen tll\n\nHarmon McAllister\nEncl\nHCM/mla\n\n \n\f",
    "augmented_texts": [
        "Tue Counc, For Topacco Researcu — U. S. A. 900 TIURD AVENUE NEW YORK, N. ¥. 10022 manoiow 6. MoaLAISTER, Pi. May 29, 1990 Dr. Alan Mufson, Ph. D. Holland Laboratory for BioScience American Red Cross 15601 Crabbs Branch Way Rockville, MD 20855 Dear Dr. Mufson: Thank you for your expression of interest in our program of research support. I am pleased to enclose a statement describing policies of The Council and a recent Annual Report that lists grants currently supported. Our application procedure is a two step process. First, a short preliminary interrogation is sent to members of the Executive Committee of our Scientific Advisory Board who evaluate it for scientific merit and for \" primed \" into The Council ' s current multidisciplinary biomedical research program. If the Committee ' s review vote is positive, you will be provided with forms and instructions for completing a full application. In the event you receive an award, The Council will consider up to two annual renewals on the basis of progress reports and materials submitted with renewal applications. The deadlines for submission of a full application are May 31 and November xxx; activation is typically seven months later. CTR accepts preliminary applications continuously. those received between April | and September 30 that are approved be eligible for the November deadline; those received between October 1 and March 31 and are approved are eligible for inclusion in the May cycle. The format for the preliminary application is as follows: 1, A three page narrative summary. This should contain a synopsis of the proposed project including relevant background material, information technology present status and goals, a brief outline of the research and its impact. The summary should end with a sentence indicating the anticipated duration of the project (one, two or triplet years) and a single figure estimate of the anticipated annual direct costs of the study as proposed. Please note that the three page limit is absolute: no attachment pages containing photographs, charts or literature citations will be accepted. If you judge such materials are vital for the review of the proposal, they must be accomodated within the three page limitation. 2. Two page curricula vitae and scientific bibliographies of the applicant and principal professional level collaborators (the NIH format is quite acceptable ), Again, the page limit be strictly enforced; only two pages per investigator are forwarded to the Committee. 3. One copy each of any two or three publications, abstracts or manuscripts that are nearly related to the project for which funding is being sought. Sincerely, Nomen tll Harmon McAllister Encl HCM / mla",
        "Tue Counc, For Topacco Researcu — U. S. A. 900 TIURD AVENUE NEW YORK, N. ¥. 10022 manoiow 6. MoaLAISTER, Pi. May 29, 1990 Dr. Alan Mufson, Ph. D. Holland Laboratory for BioScience American Red Cross 15601 Crabbs Branch Way Rockville, MD 20855 Dear Dr. Mufson: Thank you for your expression of interest in our program of research support. I am pleased to enclose a statement describing policies of The Council and a recent Annual Study that lists grants currently supported. Our application procedure is a two step process. First, a short preliminary inquiry be sent to members of the Executive Committee of our Scientific Advisory Board who evaluate it for scientific merit and for \" fit \" into The Council ' s current multidisciplinary biomedical research program. If the Committee ' s review vote is positive, you will be provided with forms and instructions for completing a full application. In the event you receive an award, The Council will consider up to two annual renewals on the basis of progress reports and material submitted with renewal applications. The deadlines for submission of a full application are May 31 and November 30; activation is typically seven months later. CTR accepts preliminary applications unendingly. those received between April | and September 30 that are approved are eligible for the November deadline; those received between October one and March 31 and are approved are eligible for inclusion in the May cycle. The format for the preliminary application is as follows: 1, A three page narrative summary. This should contain a synopsis of the proposed project including relevant background material, its present status and goals, a brief outline of the research and its impact. The summary should end with a sentence indicating the anticipated duration of the project (one, two or three years) and a single figure estimate of the anticipated annual direct costs of the study as proposed. Please note that the three page limit is absolute: no attachment pages containing photographs, charts or literature citations will be accepted. If you judge such materials are critical for the review of the proposal, they must be accomodated within the three page limitation. 2. Two page curricula vitae and scientific bibliographies of the applicant and principal professional level collaborators (the NIH format is quite acceptable ), Again, the page limit is strictly impose; only two pages per investigator are forwarded to the Committee. 3. One copy each of any two or three publications, abstracts or manuscripts that are closely related to the project for which funding is being sought. Sincerely, Nomen tll Harmon McAllister Encl HCM / mla"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The deadlines for submission of a full application are May 31 and November 30. The format for the preliminary application is as follows: A three page narrative summary. Two page curricula vitae and scientific bibliographies of the applicant and principal level collaborators. One copy each of any two or three publications, abstracts or manuscripts."
}