{
    "filename": "60014134_60014144.jpg",
    "metadata": {},
    "text": " \n\n \n\nInverse Regulation of Hepatic ajp- and\nB2-Adrenergic Receptors\nCellular Mechanisms and Physiological Implications\n\nGEORGE KUNOS, EDWARD J. N. ISHAC, BIN GAO,\nAND LIU JIANG\nDepartments of Pharmacology & Toxicology and Medicine\n‘Medical College of Virginia\nVirginia Commonwealth University\nRichmond, Virginia 23298\n\n   \n \n \n \n \n   \n   \n \n \n \n \n \n \n \n \n    \n\nCatecholamines control a wide variety of metabolic processes in the tiver, including\n{Ey stops in carbohydrate, lipid, and amino acid metabolism. OF the multiple\nESdiypes of adrenergic receptors (AR) that have been identified by pharmacological\nseesyecs wel as by molecular cloning two subtypes have major roles in the contro of\nFepatic functions in the rat: caleium-linked aipAR and cAMP-linked BAR. The\n\n* extensively studied metabolic effect of catecholamines in te liver is glyeogenol-\nPeete the subsequent release of glucose, brought about by activation of the\nvei Amsiing enzyme, glycogen phosphorylase, Phosphorylase activation by catechol-\nfamines can occur both through egAR and BaAR.!\n\ni addition to their short-term metabolic effects, catecholamines also influence\nhepatocyte growth and differentiation: they increase hepatic DNA synthesis and are\nMBited inthe early phases of the regenerative response after hepatic injury or\nsextet hepatectomy.’ Fhe mammalian iver displays unusual plasticity in that it can\nFilly regenerate after extensive tissue loss or injury. This regenerative responses\nprededed by a temporary dedifferentiation of liver cells, characterized by the loss of\nRrerspecite fumetions and gene products, such as the synthesis of albumin and\nttausferin, and the parallel rapid emergence of growth-related gene products, such\nWhe protooncogenes cmmye, jim, eas, and hrras Adrenergic receptors also\n‘isplay sunigue form of plasticity, best exemplified by studies of hepatic glycogenot-\nSabi the rat. Although in the normal, adult, male rat this response is mediated\nTcuusivey by @isAR, after partial hepatectomy the same response. is rapidly\nConverted to predominantly AR-mediated event. Interestingly, a similar conver\nfon rom ar. to By-bpe response occurs in a number of other conditions, includ\nflucocorticold deficieney. hypothyroidism,®toxin-induced liver regeneration,” malig-\nnt transformation.® cholestasis® fetal versus adult state,” and dissociation of\nhepatocytes by enzymatic digestion.\"™\" In many of these conditions, a correspond\ning deereave it the expression of ¢jpAR and increase in the expression of BaAR have\nSy been noted #127 Furthermore, the effects of other glycogenolytic hormones\ncing through calcium, such as vasopressin, or acting though cAMP, such as\ndhegom were either unaffected or changed in a different direction ‘than the\nEorresponding AR response.!! This strongly suggests that the conversion from aip-0\nSead energie control of lycogenolysis is related to corresponding inverse changes in\n{hc expression ofthe agAR and AR genes,\" although iti clear that additional\nmechanisms such as selective changes in the coupling of ajpAR and BAR to their i\nrespective G-proteins, or changes in G-protein expression! are also involved.\n\nBecause ceva dedifferentation appears to be a common denominator among the j\n261\n\n \n\n  \n\n \n\n \n\n  \n\n \n\f",
    "augmented_texts": [
        "Inverse Regulation of Hepatic ajp - and B2 - Adrenergic Receptors Cellular Mechanisms and Physiological Implications GEORGE KUNOS, EDWARD J. N. ISHAC, BIN GAO, AND LIU JIANG Departments of Pharmacology & Toxicology and Medicine ‘ Medical College of Virginia Virginia Commonwealth University Richmond, Virginia 23298 Catecholamines control a wide variety of metabolic processes in the tiver, including {Ey stops in carbohydrate, lipid, and amino acid metabolism. OF the multiple ESdiypes of adrenergic receptors (AR) that have be identified by pharmacological seesyecs wel as by molecular cloning two subtypes have major roles in the contro of Fepatic functions in the rat: caleium - linked aipAR and cAMP - linked BAR. The * extensively studied metabolic effect of catecholamines in te liver is glyeogenol - Peete the subsequent release of glucose, bring about by activation of the vei Amsiing enzyme, glycogen phosphorylase, Phosphorylase activation by catechol - famines can occur both through egAR and BaAR. ! i addition to their short - term metabolic effects, catecholamines also influence hepatocyte growth and differentiation: they increase hepatic DNA synthesis and are MBited inthe early phases of the regenerative response after hepatic injury or sextet hepatectomy. ’ Fhe mammalian iver displays unusual plasticity in that it can Filly regenerate after extensive tissue loss or injury. This regenerative responses prededed by a temporary dedifferentiation of liver cells, characterized by the loss of Rrerspecite fumetions and gene products, such as the synthesis of albumin and ttausferin, and the parallel rapid emergence of growth - related gene products, such Whe protooncogenes cmmye, jim, eas, and hrras Adrenergic receptors also ‘ isplay sunigue form of plasticity, best exemplified by studies of hepatic glycogenot - Sabi the rat. Although in the normal, adult, male rat this response is mediated Tcuusivey by @ isAR, after partial hepatectomy the same response. is rapidly Converted to predominantly AR - mediated event. Interestingly, a similar conver fon rom ar. to By - bpe response occurs in a number of other conditions, includ flucocorticold deficieney. hypothyroidism, ® toxin - induced liver regeneration, ” malig - nt transformation. ® cholestasis ® fetal versus adult state, ” and dissociation of hepatocytes by enzymatic digestion. \" ™ \" In many of these conditions, a correspond ing deereave it the expression of ¢ jpAR and increase in the expression of BaAR have Sy been noted # 127 Furthermore, the effects of other glycogenolytic hormones cing through calcium, such as vasopressin, or behave though cAMP, such as dhegom were either unaffected or changed in a different direction ‘ than the Eorresponding AR response. !! This strongly suggests that the conversion from aip - 0 Sead energie control of lycogenolysis is related to corresponding inverse changes in {hc expression ofthe agAR and AR genes, \" although iti clear that additional mechanisms such as selective changes in the coupling of ajpAR and BAR to their i respective G - proteins, or changes in G - protein expression! are also involved. Because ceva dedifferentation appears to be a common denominator among the watt second 261",
        "Inverse Regulation of Hepatic ajp - and B2 - Adrenergic Receptors Cellular Mechanisms and Physiological Implications GEORGE KUNOS, EDWARD J. N. ISHAC, BIN GAO, AND LIU JIANG Departments of Pharmacology & Toxicology and Medicine ‘ Medical College of Virginia Virginia Commonwealth University Richmond, Virginia 23298 Catecholamines control a wide variety of metabolic processes in the tiver, including {Ey stops in carbohydrate, lipid, and amino acid metabolism. OF the multiple ESdiypes of adrenergic receptors (AR) that have been identified by pharmacological seesyecs wel as by molecular cloning two subtypes have major roles in the contro of Fepatic functions in the rat: caleium - linked aipAR and cAMP - linked BAR. The * extensively studied metabolic effect of catecholamine in te liver is glyeogenol - Peete the subsequent release of glucose, brought about by activation of the vei Amsiing enzyme, glycogen phosphorylase, Phosphorylase activation by catechol - famines can occur both through egAR and BaAR. ! i addition to their short - term metabolic effects, catecholamines also influence hepatocyte growth and differentiation: they increase hepatic DNA synthesis and are MBited inthe early phases of the regenerative response after hepatic injury or sextet hepatectomy. ’ Fhe mammalian iver displays unusual plasticity in that it can Filly regenerate after extensive tissue loss or injury. This regenerative responses prededed by a temporary dedifferentiation of liver cells, characterized by the loss of Rrerspecite fumetions and gene products, such as the synthesis of albumin and ttausferin, and the parallel rapid emergence of growth - related gene products, such Whe protooncogenes cmmye, jim, eas, and hrras Adrenergic receptors also ‘ isplay sunigue form of plasticity, best exemplified by studies of hepatic glycogenot - Sabi the rat. Although in the normal, adult, male rat this response is mediated Tcuusivey by @ isAR, after partial hepatectomy the same response. is rapidly Converted to predominantly AR - mediated event. Interestingly, a similar conver fon rom ar. to By - bpe response occurs in a number of other conditions, includ flucocorticold deficieney. hypothyroidism, ® toxin - induced liver regeneration, ” malig - nt transformation. ® cholestasis ® fetal versus adult state, ” and dissociation of hepatocytes by enzymatic digestion. \" ™ \" In many of these conditions, a correspond ing deereave it the expression of ¢ jpAR and increase in the expression of BaAR have Sy been noted # 127 Furthermore, the effects of other glycogenolytic hormones cing through calcium, such as vasopressin, or acting though cAMP, such as dhegom were either unaffected or changed in a different direction ‘ than the Eorresponding AR response. !! This strongly suggests that the conversion from aip - 0 Sead energie control of lycogenolysis is related to corresponding reverse change in {hc expression ofthe agAR and AR genes, \" although iti clear that additional mechanisms such as selective changes in the coupling of ajpAR and BAR to their i respective G - proteins, or changes in G - protein expression! are also involved. Because ceva dedifferentation appears to be a common denominator among the j 261"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Inverse Regulation of Hepatic ajp- and B2-Adrenergic Receptors. Cellular Mechanisms and Physiological Implications. Catecholamines control a wide variety of metabolic processes in the tiver. The effects of other glycogenolytic hormones through calcium, such as vasopressin, or acting though cAMP were either unaffected or changed in a different direction ‘than the AR response’"
}