{
    "filename": "60020587.jpg",
    "metadata": {},
    "text": " \n\n* ‘Tur Councit ror Topacco RESPARCH-U.S.A., INC.\n\n \n\nSUPPORTING BIOMEDICAL INVESTIGATION 900 Tune AVENUE\n\nNew York, NY 10022\n\nARTHUR D. Eisevsere, Pa.D.\n\nNovember 9, 1992\n\nDr. Carl G. Becker\n\nMedical College of Wisconsin\nDepartment of Pathology\n8700 West Wisconsin Avenue\nMilwaukee, WI 53226\n\nDear Dr. Becker:\n\nThank you for your interest in our program of research support. Iam pleased to enclose\nour Statement of Policy, Information for Applicants and a recent Annual Report that lists\ncurrently supported grants and contains abstracts of papers that have appeared over the\nlast year acknowledging support from The Council for Tobacco Research.\n\nOur two-step application process is described on a separate enclosed sheet; it addresses\nseveral topics including eligibility, funding levels, award duration and specific\ninstructions for submitting a Preliminary Application. Each application is reviewed by\nmembers of our Scientific Advisory Board, a panel of established biomedical scientists\nwho serve as our peer review committee.\n\nBriefly, applicants must be faculty level scientists having appointments at not-for-profit\ninstitutions. The Council supports independent investigator-initiated projects (one, two\nor three years) in a variety of biomedical research areas. In the event you receive an\naward, annual, non-competing renewal applications are required and continued funding\nis based on your progress and the materials you submit with the renewal request forms.\n\n‘The Council encourages proposals from younger researchers, but as you will see from the\nAnnual Report, a number of our awardees are established scientists. Complete scientific\n\nfreedom is assured and our only expectation is publication of research results in\nappropriate peer-reviewed journals, :\n\nSincerely,\n\nArthur D. Eisenberg\n\n \n\f",
    "augmented_texts": [
        "* ‘ Tur Councit ror Topacco RESPARCH - U. S. A. , INC. SUPPORTING BIOMEDICAL INVESTIGATION 900 Tune AVENUE New York, NY 10022 ARTHUR D. Eisevsere, Pa. D. November 9, 1992 Dr. Carl G. Becker Medical College of Wisconsin Department of Pathology 8700 West Wisconsin Avenue Milwaukee, WI 53226 Dear Dr. Becker: Thank you for your interest in our program of research support. Iam pleased to enclose our Statement of Policy, Information for Applicants and a recent Annual Report that lists currently supported grants and contains abstracts of papers that have appeared over the last year acknowledging support from The Council for Tobacco Research. Our two - step application process is described on a separate enclosed sheet; it addresses several topic including eligibility, financial backing levels, award duration and specific instructions for submitting a Preliminary Application. Each application is reviewed by members of our Scientific Advisory Board, a panel of established biomedical scientists who serve as our peer review committee. Briefly, applicants must be faculty level scientists having appointments at not - for - profit institutions. The Council supports independent investigator - initiated projects (one, two or three years) in a variety of biomedical research areas. In the event you receive an award, annual, non - competing renewal applications are required and continued funding is based on your progress and the materials you submit with the renewal request forms. ‘ The Council encourages proposals from younger researchers, but as you will see from the Annual Report, a number of our awardees are established scientists. Complete scientific freedom is assured and our only expectation is publishing of research results in appropriate peer - reviewed journals, : Sincerely, President arthur D. Eisenberg",
        "* ‘ Tur Councit ror Topacco RESPARCH - U. S. A. , INC. SUPPORTING BIOMEDICAL investigating 900 Tune AVENUE New York, NY 10022 ARTHUR D. Eisevsere, Pa. D. November 9, 1992 Dr. Carl G. Becker Medical College of Wisconsin Department of Pathology 8700 West Wisconsin Avenue Milwaukee, WI 53226 Dear Dr. Becker: Thank you for your interest in our program of research support. Iam pleased to shut in our Statement of Policy, Information for Applicants and a recent Annual Report that lists currently supported grants and contains abstracts of papers that have appeared over the last year acknowledging support from The Council for Tobacco Research. Our two - step application process is described on a disjoined enclosed sheet; it addresses several topics including eligibility, funding levels, award duration and specific instructions for accede a Preliminary Application. Each application is survey by members of our Scientific Advisory Board, a panel of established biomedical scientists who serve as our peer review committee. Briefly, applicants must be faculty level scientist having appointments at non - for - profit institution. The Council supports independent investigator - initiated projects (one, two or three years) in a variety of biomedical research areas. In the event you receive an award, annual, non - competing renewal applications are required and continued funding is based on your progress and the materials you submit with the renewal request forms. ‘ The Council encourages proposals from younger researchers, but as you will see from the Yearly Report, a number of our awardees are established scientists. Complete scientific freedom is assured and our only expectation is publication of research results in appropriate peer - reviewed journals, : Sincerely, Arthur D. Eisenberg"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The Council for Tobacco Research supports independent investigator-initiated projects (one, two or three years) in a variety of biomedical research areas. Applicants must be faculty level scientists having appointments at not-for-profit institutions. The Council encourages proposals from younger researchers, but as you will see from the Annual Report, a number of our awardees are established scientists."
}