{
    "filename": "60021494.jpg",
    "metadata": {},
    "text": " \n\nTux Councr, ror Tonacco RESEARCH-U.S.A., INC.\n\n \n\nSUPPORTING BIOMEDICAL INVESTIGATION 900 Tuy AVENUE\nNew Yori, NY 10022\n\nerp a2r-sses\n\nARTHUR D. EIseNaERG, PH.D.\n\nApril 16, 1993\n\nKatherine A. Johnson, J.D.\nAssociate Director for Administration\nInstitute for Cancer Research and Care\n8122 Datapoint Drive, Suite 600\n\nSan Antonio, Texas 78229\n\nDear Ms. Johnson:\n\n‘Thank you for your interest in our program of research support. In response to\nyour request, I am pleased to enclose a copy of the explanatory materials sent by\n‘The Council for Tobacco Research to potential principal investigators who have\ninquired about support for their research projects. Those materials detail our two\nstep application process. The executive committee of our Scientific Advisory\nBoard first evaluates a Preliminary Application and decides whether or not to\nencourage submission of a Full Application.\n\nTheir decision is based not only on scientific merit, but also on appropriateness for\ninclusion in one of the Council’s multidisciplinary program areas, as well as\nrecognition of current support levels for similar projects. This procedure takes\nabout two months.\n\nIn order that your office has on hand a reference set of our Full Application\nforms, a sample copy is enclosed. You will also find in this package our Statement\nof Policy, Information for Applicants and a recent Annual Report that lists\ncurrently supported grants and contains abstracts of papers that have appeared over\nthe last year acknowledging support from The Council for Tobacco Research.\n\nIf you have any further questions, please feel free to contact me.\nSincerely,\n/ Ge\nMele Cowon\nArthur D, Eisenberg\n\nencl.\n\n \n\f",
    "augmented_texts": [
        "Tux Councr, ror Tonacco RESEARCH - U. S. A. , iraqi national congress. SUPPORTING BIOMEDICAL INVESTIGATION 900 Tuy boulevard New Yori, NY 10022 erp a2r - sses ARTHUR D. EIseNaERG, PH. D. April 16, 1993 Katherine A. Johnson, J. D. Associate Theater director for Administration Institute for Cancer Research and Care 8122 Datapoint Drive, Suite 600 San Antonio, Texas 78229 Dear Ms. Johnson: ‘ Thank you for your interest in our program of research support. In response to your request, I am proud of to enclose a copy of the explanatory materials sent by ‘ The Council for Tobacco Research to potential principal investigators who have inquired about support for their research projects. Those materials detail our two step application process. The executive committee of our Scientific Advisory Control board first evaluates a Preliminary Application and decides whether or not to encourage submission of a Full Application. Their decision is based non only on scientific merit, but also on appropriateness for inclusion in one of the Council ’ s multidisciplinary program domain, as well as recognition of current support levels for similar projects. This procedure takes astir two months. In order that your office has on hand a reference set of our Full Diligence forms, a sample copy is enclosed. You will also find in this package our Statement of Policy, Information for Applicants and a late Annual Report that lists currently supported grants and contains abstracts of papers that have appeared over the last year acknowledging support from The Council for Tobacco Research. If you have any further questions, please feel free to contact me. Sincerely, / Ge Mele Cowon Arthur D, Eisenberg encl.",
        "Tux Councr, ror Tonacco RESEARCH - U. S. A. , INC. SUPPORTING BIOMEDICAL INVESTIGATION 900 Tuy AVENUE New Yori, NY 10022 erp a2r - sses ARTHUR Ergocalciferol. EIseNaERG, PH. D. April 16, 1993 Katherine A. Johnson, J. D. Associate Director for Administration Institute for Cancer Research and Care 8122 Datapoint Drive, Suite 600 San Antonio, Texas 78229 Dear Ms. Johnson: ‘ Thank you for your interest in our program of research support. In response to your request, I am pleased to enclose a copy of the explanatory materials sent by ‘ The Council for Tobacco Research to potential principal investigators who have inquired about support for their research projects. Those materials detail our two step application process. The executive committee of our Scientific Advisory Board first evaluates a Preliminary Application and decides whether or not to encourage submission of a Full Application. Their decision is based not only on scientific merit, but also on appropriateness for inclusion in one of the Council ’ s multidisciplinary program areas, as well as recognition of current support levels for similar projects. This procedure takes about two months. In order that your office has on hand a reference set of our Full Application form, a sample copy is enclosed. You will also find in this package our Statement of Policy, Information for Applicants and a recent Annual Report that lists currently supported grants and contains abstraction of papers that have appeared over the last year acknowledging funding from The Council for Tobacco plant Research. If you have any further questions, please feel free to contact me. Sincerely, / Ge Mele Cowon Arthur D, Eisenberg encl."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Tux Councr, ror Tonacco RESEARCH-U.S.A., INC. sent the letter to Katherine A. Johnson, J.D. The executive committee of our Scientific Advisory board first evaluates a Preliminary Application and decides whether or not to encourage submission of a Full Application."
}