{
    "filename": "60038195_60038196.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\nay\n\nNew Sevestist\n\nWhy laboratory rats are here to stay\n\nTesting toxic chemicals is a very complex process. Many of the ‘companies that produce\nthem doubt that it will ever be possible to replace experiments on animals\n\nPhil Botham and lain Purchase\n\n‘THE manufacturers of industrial, agricul-\ntural and pharmaceutical chemicals are\ncaught in the crossfire of a major social\nConflict, While there is an ever-increasing\ndemand for absolute safety, the challenge\nis to use fewer (or even no) animals\nin experiments. Toxicologists have long\nAccepted that both concems are legitimate\nand have been striving to find practical\nways of dealing with these issues.\n\n‘Toxicologists attempt to identify and understand toxic hazards,\nto assess the risk to the environment or to individuals exposed.\nto chemicals. Virually every chemical presents some toxic hazard,\neven if only at very high doses. Toxicology helps to identify\nthose materials that are unsuitable for use in certain products\nor situations and defines concentrations of substances that\n‘can be used safely in others. Too cautious an approach could\nrestrict the development of valuable new products. But too\ncasual an approach could allow the development of a product\nthat damages the health of those exposed to it.\n\nResearchers must therefore use the best available methods\nto assess toxic hazards. In most cases, this means experiments\n‘on laboratory animals. Increasingly, toxicology draws on the\nadvances in our understanding of\nbasic biological science to define\nthe mechanisms by which chemi-\ncals exert their toxic effects, and\n0 improve the process of assessing\nrisk. Understanding mechanisms\n‘can also lead to the development of\nantidotes or safer alternatives,\n\nBut it would be dishonest to claim\nthat toxicology has always. pro:\ntected the public from the adverse\ncfiects of chemicals. Accidental or\ndeliberate exposure has seriously\ndamaged people's health—for ex\nample, the birth defects caused by\nThalidomide, the cancers caused by\nbenzidine and the bizarre toxic\nmanifestations of the toxie oil syn-\ndrome. Appropriate toxicological\nscreening could have prevented the\nThalidomide and benzidine trag-\ndies, and regulations have since\nbeen improved to avoid a repetition\n(of such mistakes, For toxic oil there\nis, a yet, no appropriate test.\n\n“Toxicity testing in Britain is\n‘conducted within the framework of\ninternational guidelines such as\nthose of the OECD (the “club” of\nleading capitalist countries), good\nlaboratory practice enforced by the\n\n2 May 1002\n\n \n\n \n\nDepartment of Health, and the 1986 Animals (Scientific\nProcedures) Act controlled by the Home Office. But regulators\nacknowledge that flexibility is often needed in assessing tonicity.\nSo toxicologists have some leeway in deciding which tests are\nPerformed, although not in how they are performed. The\n‘combination of tests chosen depends on the circumstances, For\n‘example, if toxicity data are out of date for chemicals that have\nbeen on the market for a number of years, tests may be needed 10\n‘complement the existing information from toxicity and epidems\n‘ological studies. On the other hand, for a new chemical, a com:\nprehensive database of the chemical’ toxicity will be built up.\n\nA broad screening process will detect a vatiety of toxie end-\n‘points—signs of toxicity ranging from a mild rash to tumours\n‘or even death—and provide information on the doses that pro\nduce a toxic effect. For a pesticide or drug, 30 or 40 different\ntoxicity studies are necessary to cover all the significant areas\nof potential concern.\n\n‘Most experiments are carried out on rats and mice, although\n‘other species are used for specific end-points. Where chronic, long.”\nterm, toxicity data on a non-rodent species is required, dogs are\ncommonly used. Eye irtaion studies are frequently carried out\non rabbits, while guinea pigs are appropriate for allergy testing.\n\n‘The first step in investigating a new chemical is a Search of\nthe published literature to see what is already known about it.\nAA study of the physicochemical properties will reveal whether\n\nthe chemical is likely to be toxic—\nfor instance, if tis a strong acid or\nbase likely to irritate the skin and\neyes. Preliminary in vitro testing —\ntests, for instance, that use cells or\ntissue growing in culture rather\nthan living animals—can identify\nthose chemicals likely to irritate or\nconde living tissue. In many cases\nthe chemical can then be aban-\ndoned. Or the preliminary informa:\ntion can be used to modify further\ntests on animals. For example, only\n‘one animal would be dosed with\nthe chemical and, if adverse effects\noccurred, a lower dose or more\ndilute solution can be used for\nfurther testing. By using this step\nsequence approach the pain and\ndistress that animals may experi-\nence is substantially reduced.\n\n‘Typically, 28-day and then 90-day\nstudies are carried out. The data on\nthe toxicity of the chemicals are\ngradually built up to the point\nWhere the long-term studies that\ncan detect chronic toxicity and\ncarcinogenicity can be designed »\n‘with some confidence. Those long- £\nterm studies aimed at identifying €\ncarcinogenicity or any effects ond\n\n \n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "ay New Sevestist Why laboratory rats are here to stay Testing toxic chemicals is a very complex process. Many of the ‘ companies that produce them doubt that it will ever be possible to replace experiments on animals Phil Botham and lain Purchase ‘ THE manufacturers of industrial, agricul - tural and pharmaceutical chemicals are caught in the crossfire of a major social Conflict, While there is an ever - increasing demand for absolute safety, the challenge is to use fewer (or even no) animals in experiments. Toxicologists have long Accepted that both concems are legitimate and have been striving to find practical ways of dealing with these issues. ‘ Toxicologists attempt to identify and understand toxic hazards, to assess the risk to the environment or to individuals exposed. to chemicals. Virually every chemical presents some toxic hazard, even if only at very high doses. Toxicology helps to identify those materials that are unsuitable for use in certain products or situations and defines concentrations of substances that ‘ can be used safely in others. Too cautious an approach could restrict the development of valuable new products. But too casual an approach could allow the development of a product that damages the wellness of those exposed to it. Researchers must therefore use the best available methods to assess toxic hazards. In most cases, this means experiments ‘ on laboratory animals. Increasingly, toxicology attraction on the advances in our understanding of basic biological science to define the mechanisms by which chemi - cals exert their toxic effects, and 0 improve the process of assessing risk. Understanding mechanisms ‘ can also lead to the development of antidotes or safer alternatives, But it would be dishonest to claim that toxicology has always. pro: tected the public from the adverse cfiects of chemicals. Accidental or deliberate exposure has seriously damaged people ' s health — for ex ample, the birth defects caused by Thalidomide, the cancers caused by benzidine and the bizarre toxic manifestations of the toxie oil syn - drome. Appropriate toxicological screening could have prevented the Thalidomide and benzidine trag - dies, and regulations have since been improved to avoid a repetition (of such mistakes, For toxic oil there is, a yet, no appropriate test. “ Toxicity testing in Britain is ‘ conducted within the framework of international guidelines such as those of the OECD (the “ club ” of leading capitalist countries ), good laboratory practice enforced by the 2 May 1002 Department of Health, and the 1986 Animals (Scientific Procedures) Act controlled by the Home Office. But regulators acknowledge that flexibility is often needed in assessing tonus. So toxicologists have some leeway in deciding which tests are Performed, although not in how they are performed. The ‘ combination of tests chosen depends on the circumstances, For ‘ example, if toxicity data are out of date for chemicals that have been on the market for a number of years, tests may be needed 10 ‘ complement the existing information from toxicity and epidems ‘ ological studies. On the other hand, for a new chemical, a com: prehensive database of the chemical ’ toxicity will be built up. A broad screening process will detect a vatiety of toxie end - ‘ points — signs of toxicity ranging from a mild rash to tumours ‘ or even death — and provide information on the doses that pro duce a toxic effect. For a pesticide or drug, 30 or 40 different toxicity studies are necessary to cover all the significant areas of potential concern. ‘ Most experiments are carried out on rat and mice, although ‘ other species are used for specific end - points. Where chronic, long. ” term, toxicity data on a non - rodent species is required, dogs are commonly used. Eye irtaion studies are frequently carried out on rabbits, while guinea pigs are appropriate for allergy testing. ‘ The first step in investigating a new chemical is a Search of the published literature to see what is already known about it. AA study of the physicochemical properties will reveal whether the chemical is likely to be toxic — for instance, if tis a strong acid or base likely to irritate the skin and eyes. Preliminary in vitro testing — tests, for instance, that use cells or tissue growing in culture rather than living animals — can identify those chemicals likely to irritate or conde living tissue. In many cases the chemical can then be aban - doned. Or the preliminary informa: tion can be used to modify further tests on animals. For example, only ‘ one animal would be dosed with the chemical and, if adverse effects occurred, a lower dose or more dilute solution can be used for further testing. By using this step sequence approach the pain and distress that animals may experi - ence is substantially reduced. ‘ Typically, 28 - day and then 90 - day studies are carried out. The data on the toxicity of the chemicals are gradually built up to the point Where the long - term studies that can detect chronic toxicity and carcinogenicity can be designed » ‘ with some confidence. Those tenacious - £ term studies aimed at identifying € carcinogenicity or any effects ond",
        "ay New Sevestist Why laboratory rats are here to stay Testing toxic chemicals is a very complex process. Many of the ‘ companies that produce them doubt that it will ever be possible to replace experiments on animals Phil Botham and lain Purchase ‘ THE manufacturers of industrial, agricul - tural and pharmaceutical chemicals are caught in the crossfire of a major social Conflict, While there is an ever - increasing demand for absolute safety, the challenge is to use fewer (or even no) animals in experiments. Toxicologists have long Accepted that both concems are legitimate and have been striving to find practical ways of dealing with these issues. ‘ Toxicologists attempt to identify and understand toxic hazards, to assess the risk to the environment or to individuals exposed. to chemicals. Virually every chemical presents some toxic hazard, even if only at very high doses. Toxicology helps to identify those materials that are unsuitable for use in certain products or situations and defines concentrations of substances that ‘ can be used safely in others. Too cautious an approach could restrict the development of valuable new products. But too casual an approach could allow the development of a product that damages the health of those exposed to it. Researchers must therefore use the best available methods to assess toxic hazards. In most cases, this means experiments ‘ on laboratory animals. Increasingly, toxicology draws on the advances in our understanding of basic biological science to specify the mechanisms by which chemi - cals exert their toxic effects, and 0 improve the process of assessing risk. Understanding mechanisms ‘ can also lead to the development of antidotes or safer alternatives, But it would be dishonest to claim that toxicology has always. pro: tected the public from the adverse cfiects of chemicals. Accidental or deliberate exposure has seriously damaged people ' s health — for ex ample, the birth defects caused by Thalidomide, the cancers caused by benzidine and the bizarre toxic manifestations of the toxie oil syn - drome. Appropriate toxicological screening could have prevented the Thalidomide and benzidine trag - dies, and regulations have since been improved to avoid a repetition (of such mistakes, For toxic oil there is, a yet, no appropriate test. “ Toxicity testing in Britain is ‘ conducted within the framework of international guidelines such as those of the OECD (the “ club ” of leading capitalist countries ), good laboratory practice enforced by the 2 May 1002 Department of Health, and the 1986 Animals (Scientific Procedures) Act controlled by the Home Office. But regulators acknowledge that flexibility is often needed in assessing tonicity. So toxicologists have some leeway in deciding which tests are Performed, although not in how they are performed. The ‘ combination of tests chosen depends on the circumstances, For ‘ example, if toxicity data are out of date for chemical that have been on the market for a number of years, tests may be needed 10 ‘ complement the existing information from toxicity and epidems ‘ ological studies. On the other hand, for a new chemical, a com: prehensive database of the chemical ’ toxicity will be built up. A wide screening process will detect a vatiety of toxie end - ‘ points — signs of toxicity ranging from a mild rash to tumours ‘ or even death — and provide information on the doses that pro duce a toxic effect. For a pesticide or drug, 30 or 40 different toxicity studies are necessary to cover all the significant areas of potential concern. ‘ Most experiments are carried out on rats and mice, although ‘ other species be used for specific end - points. Where chronic, long. ” term, toxicity data on a non - rodent species is required, dogs are commonly used. Eye irtaion studies are frequently carried out on rabbits, while guinea pigs are appropriate for allergy testing. ‘ The first step in investigating a new chemical is a Search of the published literature to see what is already known astir it. AA study of the physicochemical properties will reveal whether the chemical is likely to be toxic — for instance, if tis a strong loony toons or base in all probability to irritate the skin and eyes. Preliminary in vitro testing — tests, for instance, that use cells or tissue growing in culture rather than living animals — can identify those chemicals likely to irritate or conde living tissue. In many cases the chemical can then be aban - doned. Or the preliminary informa: tion can be used to modify further tests on animals. For example, only ‘ one animal would be dosed with the chemical and, if adverse effects occurred, a lower dose or more dilute solution can be used for further testing. By using this step sequence approach the pain and distress that animals may experi - ence is substantially reduced. ‘ Typically, 28 - day and then 90 - day studies are carried out. The data on the toxicity of the chemicals are gradually built up to the point Where the long - term studies that can detect chronic toxicity and carcinogenicity can be designed » ‘ with some confidence. Those long - £ term studies aimed at identifying € carcinogenicity or any effects ond"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Toxicologists attempt to identify and understand toxic hazards to assess the risk to the environment or to individuals exposed. Virually every chemical presents some toxic hazard, even if only at very high doses. Too cautious an approach could restrict the development of valuable new products. The first step in investigating a new chemical is to see what is already known about it."
}