{
    "filename": "60046083_60046089.jpg",
    "metadata": {},
    "text": "6117\n\nase with a 200-kDa protein\ned growth factor\n\n \n\nThe association of focal adhesion\nthat is tyrosine phosphorylated in response to platelet-de!\n\n \n\n   \n\nFocal adhesion kinase (FAK) is a cytoplasmic tyrosine kinase implicated in the signal transduction\npathways initited by integrins. However, we have previously found that platelet-derived growth factor\n(PDGF) could stimulate the association of FAK with phosphatidylinositol 3-kinase in NIH. 3T3 cell\nChen, HC. & Guan, JL. (1994) J. Biol Chem. 269, 31229-31233], suggesting that PAK. migh\nParticipate in some of the cellular effects of the growth factors in modulating cell morphology and\n\njgration. In this report, we describe the association of PAK with 2 200-kDa protein (pp200) that is\ntyrosine phosphorylated in response to PDGF stimulation in NIH 373 cells. Although the identity of\n'Pp200 is unknown at present, We have excluded the possibilities that it i the PDGF receptor fl, tensin,\nlalin, myosin or the guanosine-trophosphatase-activating:protein-associated p190 protein. Furthermore,\nwwe foundgast the tyrosine phosphorylation of FAK-associated pp200 upon PDGE stimulation is largely\nindependent of cell adhesion or the integrity of the cytoskeleton. Therefore, pp200 and its interactions\nwith FAK may also be involved in growth-factorinduced celifMar effects such as the modulation of cell\nadhesion of cell migration vie cytoskeletal reorganization or disruion of focal adhesions.\n\n \n\n \n\n   \n\n \n\n   \n\n    \n\nChen, H.-C. and Guan, J.-L.\n\nEuropean Journal of Biochemistry 235:495-500, 1996.\nOther support: National Institutes of Health,\n\nFrom the Department of Pathology, Cancer Biology Laboratories, College of\nVeterinary Medicine, Cornell University, Ithaca, NY.\n\nPUBLICATIONS 0054244\n\n \n\f",
    "augmented_texts": [
        "6117 ase with a 200 - kDa protein ed growth factor The association of focal adhesion that is tyrosine phosphorylated in response to platelet - de! Focal adhesion kinase (FAK) is a cytoplasmic tyrosine kinase entail in the signal transduction pathways initited by integrins. However, we have previously find that platelet - derived growth factor (PDGF) could stimulate the tie up of FAK with phosphatidylinositol 3 - kinase in NIH. 3T3 cell Chen, HC. & Guan, JL. (1994) J. Biol Chem. 269, 31229 - 31233 ], suggesting that PAK. migh Participate in some of the cellular effects of the growth factors in modulating cell morphology and jgration. In this report, we describe the association of PAK with 2 200 - kDa protein (pp200) that is tyrosine phosphorylated in response to PDGF stimulation in NIH 373 cells. Although the identity of ' Pp200 is unknown at present, We have excluded the possibilities that it i the PDGF receptor fl, tensin, lalin, myosin or the guanosine - trophosphatase - activating: protein - associated p190 protein. Furthermore, wwe foundgast the tyrosine phosphorylation of FAK - associated pp200 upon PDGE stimulation is largely independent of cell adhesion or the integrity of the cytoskeleton. Therefore, pp200 and its interactions with FAK may also be involved in growth - factorinduced celifMar effects such as the modulation of cell adhesion of cell migration vie cytoskeletal reorganization or disruion of focal adhesions. Chen, H. - C. and Guan, J. - L. European Journal of Biochemistry 235: 495 - 500, 1996. Other support: National Institutes of Health, From the Department of Pathology, Cancer the crab Biology Laboratories, College of Veterinary Medicine, Cornell University, Ithaca, NY. PUBLICATIONS 0054244",
        "6117 ase with a 200 - kDa protein ed growth factor The association of focal adhesion that is tyrosine phosphorylated in response to platelet - de! Focal adhesion kinase (FAK) is a cytoplasmic tyrosine kinase implicated in the signal transduction pathways initited by integrins. However, we take in previously found that platelet - derived growth factor (PDGF) could stimulate the association of FAK with phosphatidylinositol 3 - kinase in NIH. 3T3 cell Subgenus chen, HC. & Guan, JL. (1994) J. Biol Chem. 269, 31229 - 31233 ], suggesting that PAK. migh Participate in some of the cellular effects of the growth factors in modulating cell morphology and jgration. In this report, we describe the association of PAK with 2 200 - kDa protein (pp200) that is tyrosine phosphorylated in response to PDGF stimulation in NIH 373 cells. Although the identity of ' Pp200 is unknown at present, We have excluded the possibilities that it i the PDGF receptor florida, tensin, lalin, myosin or the guanosine - trophosphatase - activating: protein - associated p190 protein. Furthermore, wwe foundgast the tyrosine phosphorylation of FAK - associated pp200 upon PDGE stimulation is largely independent of cell adhesion or the integrity of the cytoskeleton. Therefore, pp200 and its interactions with FAK may also be involved in growth - factorinduced celifMar effects such as the modulation of cell adhesion of cell migration vie cytoskeletal reorganization or disruion of focal adhesions. Chen, H. - Cytosine. and Guan, J. - Cubic decimeter. European Journal of Biochemistry 235: 495 - 500, 1996. Other support: National Institutes of Health, From the Department of Pathology, Cancer Biology Laboratories, College of Veterinary Medicine, Cornell University, Ithaca, NY. PUBLICATIONS 0054244"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Focal adhesion kinase (FAK) is a cytoplasmic tyrosine kin enzyme implicated in the signal transduction process. FAK is linked with a 200-kDa protein (pp200) that is phosphorylated in response to platelet-derived growth factor (PDGF)"
}