{
    "filename": "60043988_60043997.jpg",
    "metadata": {},
    "text": "‘The first 79 residues of the yeast Bte2p G protein\ncoupled pheromone receptor, Including the negatively\ncharged Neterminal domaln, the firet transmembrane\n‘segment, and the following positively charged cytoplas-\nlc loop, has been fused to a Kex2p-cloavable f-lacta-\n‘mane reporter. Insertion orientation was determined by\n‘analysis of cell-associated and secreted flactamase ac-\ntivities and independently corroborated by analyeis of\nmembrane association and glycosylation patterns. This\nfusion inserts with exclusively N terminus exofacial\n(sae) topology, serving as a model type Hil membr\nprotein, Orientation is unaffected by removal\nthree positively charged residues in the eytopl\nloop or by deletion of all but 12 residues from the N-\nterminal domain. Tho residual —2 Neerminal charge\napparently provides signal sufficient to determine\nNexe topology. This is entirely consistent with the statis\ntically derived rule in which the charge difference,\nA(C-N), counted for the 15 immediately flanking real:\nues, is the primary topology determinant. Mutations\n\ninsertion by 8 to 1,\ntation. All results are consistent with\nthe charge difference rule and indicate that whereas pos-\nitive charges promote eytoplaamle retention, negative\ncharges promote translocation.\n\n \n\n \n\n \n\n \n\n \n\n \n \n  \n\n \n\n  \n \n \n\nHarley, C.A, and Tipper, D.J.\n\n6085\n\nThe Role of Charged Residues in Determining Transmembrane\nProtein Insertion Orientation in Yeast\n\n‘The Journal of Biological Chemistry 271 (40):24625-24633, October 4, 1996.\n\nFrom the Department of Molecular Genetics and Microbiology, University of\n\nMassachusetts Medical School, Worcester, MA.\n\nPUBLICATIONS\n\n0052148\n\f",
    "augmented_texts": [
        "‘ The 1st 79 residues of the yeast Bte2p G protein coupled pheromone sense organ, Including the negatively charged Neterminal domaln, the firet transmembrane ‘ segment, and the following positively charged cytoplas - lc loop, has been fused to a Kex2p - cloavable f - lacta - ‘ mane reporter. Insertion orientation was determined by ‘ analytic thinking of cell - associated and secreted flactamase ac - tivities and independently corroborated by analyeis of membrane association and glycosylation patterns. This fusion inserts with exclusively N terminus exofacial (sae) topology, serving as a model type Hil membr protein, Orientation is unaffected by removal three positively charged residues in the eytopl loop or by deletion of all but 12 residues from the N - terminal domain. Tho residual — 2 Neerminal charge apparently provides signal sufficient to determine Nexe topology. This is entirely consistent with the statis tically derived rule in which the charge difference, A (C - N ), counted for the 15 immediately flanking real: ues, is the primary topology determinant. Mutations insertion by 8 to 1, tation. All results are consistent with the charge difference rule and indicate that whereas pos - itive charges promote eytoplaamle retention, negative charges promote translocation. Harley, C. A, and Tipper, D. J. 6085 The Role of Charged Residues in Determining Transmembrane Protein Insertion Orientation in Yeast ‘ The Diary of Biological Chemistry 271 (40 ): 24625 - 24633, October 4, 1996. From the Department of Molecular Genetics and Microbiology, University of Massachusetts Medical School, Worcester, MA. PUBLICATIONS 0052148",
        "‘ The first 79 residues of the yeast Bte2p Yard protein coupled pheromone receptor, Including the negatively charged Neterminal domaln, the firet transmembrane ‘ segment, and the following positively charged cytoplas - lc loop, own been fused to a Kex2p - cloavable f - lacta - ‘ mane reporter. Insertion orientation was determined by ‘ psychoanalysis of cell - associated and secreted flactamase ac - tivities and independently corroborated by analyeis of membrane association and glycosylation patterns. This spinal fusion inserts with exclusively N terminus exofacial (sae) topology, serving as a model type Hil membr protein, Orientation is unaffected by removal three positively charged residues in the eytopl loop or by deletion of all but 12 residues from the N - terminal domain. Tho residual — 2 Neerminal charge apparently provides signal sufficient to determine Nexe topology. This is entirely consistent with the statis tically derived rule in which the charge difference, A (C - N ), counted for the 15 immediately flanking real: ues, is the primary topology determinant. Chromosomal mutation insertion by 8 to 1, tation. All results are consistent with the charge difference rule and indicate that whereas pos - itive charges promote eytoplaamle retention, negative charges promote translocation. Harley, C. A, and Tipper, D. J. 6085 The Role of Charged Residues in Determining Transmembrane Protein Insertion Orientation in Yeast ‘ The Journal of Biological Chemistry 271 (40 ): 24625 - 24633, October 4, 1996. From the Department of Molecular Genetics and Microbiology, University of Massachusetts Medical Schooltime, Worcester, MA. PUBLICATIONS 0052148"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "‘The first 79 residues of the yeast Bte2p G protein                coupled pheromone receptor, Including the negatively.charged Neterminal domaln, the firet transmembrane                ’segment, and the following positively. charged cytoplas-wallet loop, has been fused to a Kex2P-cloavable f-lacta-paralleled-mane reporter. Orientation is unaffected by removal. of three positively charged residues in the eytopl.loop or by deletion of all but 12 residues from the N.terminal domain."
}