{
    "filename": "60044131_60044135.jpg",
    "metadata": {},
    "text": "6097\n\nLoss of DNA Mismatch Repair in Acquired Resistance to Cisplatin\n'\n\nSelection of elle for resistance to elsplatn, well zecognaed mutagen,\ngenes Invelved In DNA misma\nkyatng\ndnocarcinoma cell Hine 2008 expressed HLH when\nimmunoblot. One subline selected for resstance to lsplatin\nwhereas another (2008/C13°5.25) ex-\nstele Instability was really demon\nrated Jn 2008. clls But not fn 2008 and fn 2008/C13°5.25 cells. In\ndition, the 200/ ecls were 2-fld resistant to methy-ltro-nitrosogua-\nEtidne and had s 65-fld elevated mutation rate al the PRT locus as\nempared to 2008 cls, both of which are consistent withthe loss of DNA\niasmateh repar in these cells. To determine whether the loss of DNA.\n‘plamatch repalr self con ‘espltin resistance, studies were\n2 ‘out In ogenic pales of eel lines proficient or defective inthis\n\n \n\n   \n  \n\n     \n\n \n\n \n\n  \n\n  \n\nfunction. HCTI16» human clon cancer el ine deen in BNL\n\nfonction, was 24d resistant to eplatn when compared to» subline\n{complemented wih chromosome 3 and expressing MILL Slay, the\n4 aman endomete ‘cl ine HECSS, which expresses no BMSH2,\n{Eas Bold resistant to cplatin when compared to subline comple\nented with chromosome 2 that expres BMSH. Therefor, the sle-\nfen of cls for reitance to elplatin ean result Inthe loss of DNA\n{ lumatch repr and lou of DNA mismatch real Inu comibutes to\n5 Fesstance fo cpa.\n\n  \n\n     \n\n  \n\nAcbi, S., Kurdi-Haidar, B., Gordon, R., Cenni, B., Zheng, H., Fink, D., Christen,\nR.D., Boland, C.R., Koi, M., Fishel, R., and Howell, S.B.\n\nCancer Research 56:3087-3090, July 1, 1996.\n\nOther support: American Cancer Society, American Society of Clinical Oncology,\nAssociation for the Cure of Cancer of the Prostate and the Clayton Foundation for\nResearch-California Division.\n\nFrom the Department of Medicine and the Cancer Center, University of California, La\nJolla, CA, Laboratory of Molecular Genetics, National Institutes of Environmental\nHealth and Safety, Research Triangle Park, NC, and Department of Microbiology and\nMolecular Genetics, University of Vermont School of Medicine, Burlington, VT.\n\nPUBLICATIONS: 0052291\n\n \n\f",
    "augmented_texts": [
        "6097 Loss of DNA Mismatch Repair in Acquired Resistance to Cisplatin ' Selection of elle for resistance to elsplatn, well zecognaed mutagen, genes Invelved In DNA misma kyatng dnocarcinoma cell Hine 2008 expressed HLH when immunoblot. One subline selected for resstance to lsplatin whereas another (2008 / C13 ° 5. 25) ex - stele Instability was really demon rated Jn 2008. clls But not fn 2008 and fn 2008 / C13 ° 5. 25 cells. In dition, the 200 / ecls were 2 - fld resistant to methy - ltro - nitrosogua - Etidne and had s 65 - fld elevated variation rate al the PRT locus as empared to 2008 cls, both of which are consistent withthe loss of DNA iasmateh repar in these cells. To determine whether the loss of DNA. ‘ plamatch repalr self con ‘ espltin resistance, studies were 2 ‘ out In ogenic pales of eel lines proficient or defective inthis function. HCTI16 » human clon cancer el ine deen in BNL fonction, was 24d resistant to eplatn when compared to » subline {complemented wih chromosome 3 and expressing MILL Slay, the 4 aman endomete ‘ cl ine HECSS, which expresses no BMSH2, {Eas Bold resistant to cplatin when compared to subline comple ented with chromosome 2 that expres BMSH. Therefor, the sle - fen of cls for reitance to elplatin ean result Inthe loss of DNA {lumatch repr and lou of DNA mismatch real Inu comibutes to 5 Fesstance fo cpa. Acbi, S. , Kurdi - Haidar, Atomic number 5. , Gordon, R. , Cenni, B. , Zheng, H. , Stoolie, D. , Christen, R. D. , Boland, C. R. , Koi, M. , Fishel, R. , and Howell, S. B. Cancer Research 56: 3087 - 3090, July i, 1996. Other support: American Cancer Society, American Bon ton of Clinical Oncology, Association for the Cure of Cancer of the Prostate and the Clayton Foundation for Research - California Division. From the Department of Medicine and the Cancer Center, University of California, La Jolla, CA, Laboratory of Molecular Genetics, National Institutes of Environmental Health and Safety, Research Triangle Park, NC, and Department of Microbiology and Molecular Genetics, University of Vermont School of Medicine, Burlington, VT. PUBLICATIONS: 0052291",
        "6097 Loss of DNA Mismatch Repair in Acquired Resistance to Cisplatin ' Selection of elle for resistance to elsplatn, well zecognaed mutagen, genes Invelved In DNA misma kyatng dnocarcinoma cell Hine 2008 expressed HLH when immunoblot. One subline selected for resstance to lsplatin whereas another (2008 / C13 ° 5. 25) ex - stele Instability was really demon rated Jn 2008. clls But not fn 2008 and fn 2008 / C13 ° 5. 25 cells. In dition, the 200 / ecls were 2 - fld resistant to methy - ltro - nitrosogua - Etidne and had s 65 - fld elevated mutation rate al the PRT locus as empared to 2008 cls, both of which are consistent withthe loss of DNA iasmateh repar in these cells. To determine whether the loss of DNA. ‘ plamatch repalr self con ‘ espltin resistance, studies were 2 ‘ out In ogenic pales of eel lines proficient or defective inthis function. HCTI16 » human clon cancer el ine deen in BNL fonction, was 24d resistant to eplatn when compared to » subline {complemented wih chromosome 3 and expressing MILL Slay, the 4 aman endomete ‘ atomic number 17 ine HECSS, which expresses no BMSH2, {Eas Bold resistant to cplatin when compared to subline comple ented with chromosome 2 that expres BMSH. Therefor, the sle - fen of cls for reitance to elplatin ean result Inthe loss of DNA {lumatch repr and lou of DNA mismatch real Inu comibutes to 5 Fesstance fo cpa. Acbi, S. , Kurdi - Haidar, B. , Gordon, R. , Cenni, B. , Zheng, H. , Fink, D. , Christen, R. D. , Boland, C. R. , Koi, M. , Fishel, R. , and Howell, Mho. B. Cancer Research 56: 3087 - 3090, July 1, 1996. Other support: American Cancer Society, American language Society of Clinical Oncology, Association for the Cure of Cancer of the Prostate and the Clayton Foundation for Research - California Division. From the Department of Medicine and the Cancer Center, University of California, La Jolla, CA, Laboratory of Molecular Genetics, National Institutes of Environmental Health and Safety, Research Triangle Park, NC, and Department of Microbiology and Molecular Genetics, University of Vermont School of Medicine, Burlington, VT. PUBLICATIONS: 0052291"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Loss of DNA Mismatch Repair in Acquired Resistance to Cisplatin. HCTI16» human clon cancer el ine deen in BNL was 24d resistant to eplatn when compared to» subline compleented with chromosome 2 that expres BMSH."
}