{
    "filename": "60045499_60045505.jpg",
    "metadata": {},
    "text": "6005\n\nBoth Cell Proliferation and Apoptosis Increase with Lesion Grade in Cervical\nNeoplasia but Do Not Correlate with Human Papillomavirus Type”\n\nRecent molecular studies suggest thatthe expression of high-risk but\n‘ot low-risk human papillomavirus (HPY) oncoprotens B6 and E7 can\nSignificantly alter normal cell eyele regulation, The alterations in cll cle\n\nin the balance betseeen eel growth\n\n \n\n   \n  \n\nft Kistopathological spectrum of cervical ncoplasia and\ntersus high-risk HPV-associated lesions. The cll prolife\netermined by detection of the nuclear antigen Ki\nIncreasing lesion rade, Apoptotic eells were identified i\n\ning of the 3-hydroxyt ends of DNA\nfnucleosomes. No apoptosis was observed in normal epithelium, and only\n‘occasional apoptotic eels were seen in low-grade lesions. However, there\nSas a Tow but measurable apoptotie Index in the higher grade lesions,\nhich increased with lesion geade. There was no significant difference fn\nthe proliferative and apoptotic indices in sinllar grade lesions when\n‘ealiied Into low-rertus high-risk HPV types. These findings suggest that\nfpoptosis in HPY-infeciedleslons correlates with proliferative act\nrather than HPV type.\n\n \n\n \n\n   \n\n \n\n \n\n \n\n \n\n \n\n \n\nIsacson, C., Kessis, T.D., Hedrick, L., and Cho, K.R.\nCancer Research 56:669-674, February 15, 1996.\n\nOther support: Stetler Research Fund for Women Physicians, Richard W. TeLinde\nendowment and the National Institutes of Health,\n\nFrom the Department of Pathology, The Johns Hopkins University School of Medicine\nBaltimore, MD. °\n\nPUBLICATIONS 0053658\n\n \n\f",
    "augmented_texts": [
        "6005 Both Cell Proliferation and Apoptosis Increase with Lesion Grade in Cervical Neoplasia but Do Not Correlate with Human Papillomavirus Type ” Recent molecular studies suggest thatthe expression of mellow - risk but ‘ ot low - risk human papillomavirus (HPY) oncoprotens B6 and E7 can Significantly alter normal cellular phone eyele regulation, The alterations in cll cle in the balance betseeen eel growth ft Kistopathological spectrum of cervical ncoplasia and tersus high - risk HPV - associated lesions. The cll prolife etermined by detection of the nuclear antigen Ki Increasing lesion rade, Apoptotic eells were identified i ing of the 3 - hydroxyt ends of DNA fnucleosomes. No apoptosis was observed in normal epithelium, and only ‘ occasional apoptotic eels were seen in low - grade lesions. However, there Sas a Tow but measurable apoptotie Index in the higher grade lesions, hich increased with lesion geade. There was no significant difference fn the proliferative and apoptotic indices in sinllar grade lesions when ‘ ealiied Into low - rertus high - risk HPV types. These findings suggest that fpoptosis in HPY - infeciedleslons correlates with proliferative act rather than HPV type. Isacson, C. , Kessis, T. D. , Hedrick, L. , and Cho, K. R. Cancer Research 56: 669 - 674, February 15, 1996. Other support: Stetler Inquiry Fund for Women Physicians, Richard W. TeLinde endowment and the National Institutes of Health, From the Department of Pathology, The Johns Hopkins University School of Medicine Baltimore, doctor of medicine. ° PUBLICATIONS 0053658",
        "6005 Both Cell Proliferation and Apoptosis Increase with Lesion Grade in Cervical Neoplasia but Do Not Correlate with Human Papillomavirus Type ” Recent molecular studies suggest thatthe expression of high - risk but ‘ ot low - risk human papillomavirus (HPY) oncoprotens B6 and E7 can Significantly alter normal cell eyele regulation, The alterations in cll cle in the balance betseeen eel growth ft Kistopathological spectrum of cervical ncoplasia and tersus high pitched - hazard HPV - associated lesions. The cll prolife etermined by detection of the nuclear antigen Ki Increasing lesion rade, Apoptotic eells cost identified i ing of the 3 - hydroxyt ends of DNA fnucleosomes. No apoptosis was observed in normal epithelium, and only ‘ occasional apoptotic eels were see in low - grade lesions. However, there Sas a Tow but measurable apoptotie Index in the higher grade lesions, hich increased with lesion geade. There was no significant difference fn the proliferative and apoptotic indices in sinllar grade lesions when ‘ ealiied Into low - rertus high - risk HPV types. These findings suggest that fpoptosis in HPY - infeciedleslons correlates with proliferative act rather than HPV type. Isacson, C. , Kessis, T. 500. , Hedrick, L. , and Cho, K. R. Cancer Research 56: 669 - 674, Feb 15, 1996. Other support: Stetler Research Fund for Women Physicians, Richard W. TeLinde endowment and the National Institutes of Health, From the Department of Pathology, The Johns Hopkins University School of Medicine Baltimore, MD. ° PUBLICATIONS 0053658"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Both Cell Proliferation and Apoptosis Increase with Lesion Grade in Cervical Neoplasia but Do Not Correlate with Human Papillomavirus Type” “Cancer Research 56:669-674, February 15, 1996. ”"
}