{
    "filename": "60163007_60163012.jpg",
    "metadata": {},
    "text": "sesame on me en CF...\n\ncan shoes ovo\nCopan © 198, American Senet for MioboIoR\n\nMature B Cells Are Required for Acute Splenic Infection,\nbut Not for Establishment of Latency,\nby Murine Gammaherpesvirus 68\n\nKAREN E. WECK, MELISSA L BARKON, LINA I. YOO, SAMUEL H. SPECK\n‘xe HERBERT W. VIRGIN IV\"\n\nDeparment of Pathology end Center for Immunoig, Watargion Unswrsty School of Medicine\n‘St Lou, Masoun 63110\n\nReceve 1 May 199/Aceped 28 June 1996\n\nMurine pummaberperviras 8 (yHV-t: aluo referred w as MEV-48) is gammaberpesvius which fects\nsmurid rodeats, Previous studies showed that CDS T eels are impor for controlling yHV-8 replication\nGuring tbe Airs 2 weahs of infection und rugged «roe for B cals la tent or persian HVS infection.\n‘Telrther define the importance of B call and CDS T cells during acute und cares 7HV-48 indection. we\n\n \n\nCanmaberestses ate carcend Mote yee dow at mae B col inom or ae alee\nalee lenian tney wiepiotna Te ep Wosanepleon by SHV sos ms cg aoe pls\nthe potopneis el co ted lose guuwateteones o> GUAT ot 8 nore Suits nea eS te\ntesonstmouse mae! of gusmanepernlecuon bat speen cag tbe ae Sages o econ. However Mast\nteenth bern Seveoped Musee poncticrcmna GH. fet 8 infor en ks aeourevang at ase B\nGTi rere tots MHV-6) nur prbogen of is Immpoqetaenotreceuany for evabiamen a ent\nund rdena\\3) and wespble cies Cot cobred and SV is salon sic behing CDP T els (Bem\ninbred muce (2. 8. 24. 27, 31, 32). Viral genome structure and _globulin-deficient (8,~\"~} mice) did not completely clear in-\nitatedseqsaceinnbas adc sth 68 arena othe sno wus ot te lees op w 6 west pornos,\nbrn: pletubeme Sewers aint id EposeeGonecovaong ted eee C08 Tene wt seats a\nSinune BVI 1) givad mtecs lip orgnset ccna HAE\nred og Sat sheet er pce toe\nthe spern (20) 3) Dep of COR T poops accesses\nrun massed HVS Slee nag the tok? Cek ot\nTManun Pet noses tre sonia yapccpes homo et anprv y?. Dery\n{a potential resent of peratem andor leo wr m Scike ear Monee Fes abou creo gy\n‘Sects mouse spleens (2) On he ant of teguete Boma: SER TELATSS CR, Ae eerie tae Ee\ncpyio panmabeitonner and he topered Sly locsas. reoaranaetc armenia tae OTT\nNee yc Tees ea, | Geet caneeamenie eal er\n3HV-S6 ay pronde suf al sinh model for pte, npn me re ao et\nBnrpres arenas fertene sone presen torial\n\nInthe ponte role of B ymphoones and CDE Tym. Suse tae cute blast eect nad\npee pl emigre rd pe eri\nEtabuinent cf aliens 9fV-00uoxumned bare sae khan cn orn sr a\nSeiya qurtiaive snap tee ceremte weet koh ty ane eg et en\nSiceuus vie and ety wesed cela Ung hoe many, “hue anon ethers tag Wao\n\nSmee ores\n\nTain suey Maung sen Deparment Pucog, Hee es Sma oe ee eo\nsoci Wanihsse Garena oitane RE EM Same Ee wee tg matte\neae MOG hac Din etes Rec aidaa, | Sheree aus Re ash see artes ee\n35 cei SO tryna ees Bolsa cer te\n\n \n\n \n\n \n\n \n\n     \n\nPUBLICATIONS 058351\n\f",
    "augmented_texts": [
        "sesame on me en CF. .. can shoes ovo Copan © 198, American Senet for MioboIoR Mature B Cells Are Required for Acute Splenic Infection, but Not for Establishment of Latency, by Murine Gammaherpesvirus 68 KAREN E. WECK, MELISSA L BARKON, LINA I. YOO, SAMUEL H. SPECK ‘ xe HERBERT W. VIRGIN IV \" Deparment of Pathology end Center for Immunoig, Watargion Unswrsty Shoal of Medicine ‘ St Lou, Masoun 63110 Receve 1 May 199 / Aceped 28 June 1996 Murine pummaberperviras 8 (yHV - t: aluo referred w as MEV - 48) is gammaberpesvius which fects smurid rodeats, Previous studies showed that CDS T eels are impor for controlling yHV - 8 replication Guring tbe Airs 2 weahs of infection und rugged « roe for B cals la tent or persian HVS infection. ‘ Telrther define the importance of B call and CDS T cells during acute und cares 7HV - 48 indection. we Canmaberestses ate carcend Mote yee dow at mae B col inom or ae alee alee lenian tney wiepiotna Te ep Wosanepleon by SHV sos ms cg aoe pls the potopneis el co ted lose guuwateteones o> GUAT ot 8 nore Suits nea eS te tesonstmouse mae! of gusmanepernlecuon bat speen cag tbe ae Sages o econ. However Mast teenth bern Seveoped Musee poncticrcmna GH. fet 8 infor en ks aeourevang at ase B GTi rere tots MHV - 6) nur prbogen of is Immpoqetaenotreceuany for evabiamen a ent und rdena \\ 3) and wespble cies Cot cobred and SV is salon sic behing CDP T els (Bem inbred muce (2. 8. 24. 27, 31, thirty two ). Viral genome structure and _globulin - deficient (8, ~ \" ~} mice) did not completely clear in - itatedseqsaceinnbas adc sth 68 arena othe sno wus ot te lees op w 6 west pornos, brn: pletubeme Sewers aint id EposeeGonecovaong ted eee C08 Tene wt seats a Sinune BVI 1) givad mtecs lip orgnset ccna HAE red og Sat sheet er pce toe the spern (20) 3) Dep of COR T poops accesses run mass HVS Slee nag the tok? Cek ot TManun Pet noses tre sonia yapccpes homo et anprv y? . Dery {a potential resent of peratem andor leo wr m Scike ear Monee Fes abou creo gy ‘ Sects mouse spleens (2) On he ant of teguete Boma: SER TELATSS CR, Ae eerie tae Ee cpyio panmabeitonner and he topered Sly locsas. reoaranaetc armenia tae OTT Nee yc Tees ea, | Geet caneeamenie eal er 3HV - S6 ay pronde suf al sinh model for pte, npn me re ao et Bnrpres arenas fertene sone presen torial Inthe ponte role of B ymphoones and CDE Tym. Suse tae cute blow eect nad pee pl emigre rd pe eri Etabuinent cf aliens 9fV - 00uoxumned bare sae khan cn orn sr a Seiya qurtiaive snap tee ceremte weet koh ty ane eg et en Siceuus vie and ety wesed cela Ung hoe many, “ hue anon ethers tag Wao Smee ores Tain suey Maung sen Deparment Pucog, Hee es Sma oe ee eo soci Wanihsse Garena oitane RE EM Same Ee wee tg matte eae MOG hac Din etes Rec aidaa, | Sheree aus Re ash see artes ee 35 cei SO tryna ees Bolsa cer te PUBLICATIONS 058351",
        "sesame on me en CF. .. can shoes ovo Copan © 198, American Senet for MioboIoR Mature B Cells Are Required for Acute Splenic Infection, but Not for Establishment of Latency, by Murine Gammaherpesvirus 68 KAREN E. WECK, MELISSA L BARKON, LINA I. YOO, SAMUEL H. SPECK ‘ xe HERBERT W. VIRGIN IV \" Deparment of Pathology end Center for Immunoig, Watargion Unswrsty School of Medicine ‘ St Lou, Masoun 63110 Receve 1 May 199 / Aceped 28 June 1996 Murine pummaberperviras octet (yHV - t: aluo referred w as MEV - 48) is gammaberpesvius which fects smurid rodeats, Previous studies showed that CDS T eels are impor for controlling yHV - 8 replication Guring tbe Airs 2 weahs of infection und rugged « roe for B cals la tent or persian HVS infection. ‘ Telrther define the importance of B call and CDS T cells during acute und cares 7HV - 48 indection. we Canmaberestses ate carcend Mote yee dow at mae B col inom or ae alee alee lenian tney wiepiotna Te ep Wosanepleon by SHV sos ms cg aoe pls the potopneis el co ted lose guuwateteones o> GUAT ot 8 nore Suits nea eS te tesonstmouse mae! of gusmanepernlecuon bat speen cag tbe ae Sages o econ. However Mast teenth bern Seveoped Musee poncticrcmna GH. fet 8 infor en ks aeourevang at ase B GTi rere tots MHV - 6) nur prbogen of is Immpoqetaenotreceuany for evabiamen a ent und rdena \\ 3) and wespble cies Cot cobred and SV is salon sic behing CDP T els (Bem inbred muce (2. 8. 24. 27, 31, 32 ). Viral genome structure and _globulin - deficient (8, ~ \" ~} mice) did not completely clear in - itatedseqsaceinnbas adc sth 68 arena othe sno wus ot te lees op w 6 west pornos, brn: pletubeme Sewers aint id EposeeGonecovaong ted eee C08 Tene wt seats a Sinune BVI 1) givad mtecs lip orgnset ccna HAE red og Sat sheet er pce toe the spern (20) ternary) Dep of COR T poops accesses run massed HVS Slee nag the tok? Cek ot TManun Darling noses tre sonia yapccpes homo et anprv y? . Dery {a potential resent of peratem andor leo wr chiliad Scike ear Monee Fes abou creo gy ‘ Sects mouse spleens (2) On he ant of teguete Boma: SER TELATSS CR, Ae eerie tae Ee cpyio panmabeitonner and he topered Sly locsas. reoaranaetc armenia tae OTT Nee yc Tees ea, | Geet caneeamenie eal er 3HV - S6 ay pronde suf al sinh model for pte, npn me re ao et Bnrpres arenas fertene sone presen torial Inthe ponte role of B ymphoones and CDE Tym. Suse tae cute blast eect nad pee pl emigre rd pe eri Etabuinent cf aliens 9fV - 00uoxumned bare sae khan cn orn sr a Seiya qurtiaive snap tee ceremte weet koh ty ane eg et en Siceuus vie and ety wesed cela Ung hoe many, “ hue anon ethers tag Wao Smee ores Tain suey Maung sen Deparment Pucog, Hee es Sma oe ee eo soci Wanihsse Garena oitane RE EM Same Ee wee tg matte eae MOG hac Din etes Rec aidaa, | Sheree aus Re ash see artes ee 35 cei SO tryna ees Bolsa cer te PUBLICATIONS 058351"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Mature B Cells are Required for Acute Splenic Infection, but Not for Establishment of Latency, according to a new study. The study was conducted by the Watargion Unswrsty School of Medicine in Morocco. It looked at the role of B and CDS T cells during acute und cares 7HV-48 indection."
}