{
    "filename": "613347.jpg",
    "metadata": {},
    "text": "  \n \n \n    \n  \n \n \n \n \n \n     \n  \n   \n     \n   \n   \n   \n   \n   \n   \n   \n     \n    \n   \n \n\nMemorandum\n\nTo: D. Lyden\nR. L, Llewellyn\nL. W. Butler\nW. G. Lampert\n\n \n\nH. B. Higgins\nce: J. A. Broughton\nF. E. McKeown\n\n \n\nM. |W. Schofield 8\nM. Marshall\n\nsy, From: E, A, Willets, I\n\n \n\nDate: April 18, 1978\n\nSubject: KOOL Super Lights' Advertising Support\n\nAttached are KOOL Super Lights' Local Market Activity sheets\nfor each Trading Area. These sheets summarize the extent,\ntiming, and variety of KOOL Super Lights' local market advertising\nfor each selected market by Trading Area. It is felt that this\ninformation could be a useful selling tool for the Sales Force. This\ninformation does, however, comprise the heart of the KOOL Super\nLights media plan in 1978 and-is, therefore, highly confidential.\n‘May I suggest that Department Managers receive only those Trading\nArea sheets which coincide with his geographic responsibility in\norder to insure against the possibility of the total plan inadvertently\nfalling into the wrong hands.\n\n  \n\nPlease let me know if you have any questions or comments about\nthese documents, Thank you. .\n\n   \n\n  \n  \n\nhak\n\nEA, W.\n\n \n\nEAW/ald\n\n996260099\n\n \n\nAttachment\n\n660092966\nPRODUCED FROM B&W WEB SITE\n\f",
    "augmented_texts": [
        "Memorandum To: Vitamin d. Lyden R. L, Llewellyn L. W. Butler W. G. Lampert H. B. Higgins ce: J. A. Broughton F. E. McKeown M. | W. Schofield 8 M. Marshall sy, From: E, A, Willets, I Date: Apr 18, 1978 Subject: KOOL Superintendent Lights ' Advertising Support Attached are KOOL Super Lights ' Local Market Activity sheet for each Trading Area. These sheets summarize the extent, timing, and form of KOOL Super Lights ' local market advertisement for each selected market by Trading Area. It is felt that this information could be a useful selling tool for the Cut rate sale Force. This information does, however, comprise the heart of the KOOL Super Lights media plan in 1978 and - is, therefore, highly confidential. ‘ May I suggest that Department Managers receive only those Trading Area sheets which coincide with his geographic responsibility in order to insure against the possibility of the total plan inadvertently falling into the wrong hands. Please let me know if you have any questions or comments about these documents, Thank you. . hak EA, W. EAW / ald 996260099 Attachment 660092966 PRODUCED FROM B & W WEB SITE",
        "Memorandum To: D. Lyden Universal gas constant. L, Llewellyn L. W. Butler W. G. Lampert H. Bacillus. Higgins ce: J. A. Broughton F. E. McKeown M. | W. Schofield 8 M. Marshall sy, From: E, A, Willets, I Date: April 18, 1978 Subject: KOOL Super Lights ' Advertising Support Attached are KOOL Super Lights ' Local Market Activity sheets for each Trading Area. These sheets summarize the extent, timing, and variety of KOOL Super Lights ' local market advertising for each selected market by Trading Area. It is felt that this information could be a useful selling pecker for the Sale Force. This information come, however, comprise the heart of the KOOL Super Lights media plan in 1978 and - is, therefore, highly confidential. ‘ May I suggest that Department Managers receive only those Trading Area sheets which coincide with his geographic responsibility in order to insure against the possibility of the total plan inadvertently falling into the wrong hands. Please let me know if you have any questions or comments about these documents, Thank you. . hak EA, W. EAW / ald 996260099 Attachment 660092966 PRODUCED FROM B & W WEB SITE"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Memorandum: KOOL Super Lights' Local Market Activity sheets for each Trading Area. It is felt that this information could be a useful selling tool for the Sales Force. This information does, however, comprise the heart of the KOol Super. Lights media plan in 1978 and-is, therefore, highly confidential."
}