{
    "filename": "660202.jpg",
    "metadata": {},
    "text": "Appendix 11 —\n\n \n\npie\n\\ Tothe56000000\n1 people who smoke\nZ cigarettes.\n\n \n\n   \n \n\n   \n\n \n\nAluofpeonishaveteen lingo 9 smoke, especially cigarettes with\ni! high tar’ and nicotine. Bursmnok g provides you with a pleasure you don «want\n¢ togiveup.\noe Naturally, we're prejudiced, We're in the business of selling cigarettes\nBee. Barshervis one overriding face thar transcends whether you should or\nfacts that youdo smoke.\n\"And what are they going to doabout thar?\n\n \n\nThey can continue to exhort you not to smoke. Or they, right look reality\n\ninthe fceand recommend that. if you smoke and want low ‘tar'and nicotine\nna cigarette, yousmokea cigarette like Vantage.\n\nAnd welll goalong with that, because there is no othe\nExcept Vantage.\n\nVantage hasaunique iter thatallowsrich flavor\ntocome through itand yet substantially cuts down\non tar’ and nicotine.\n\n‘Not that Vantagéis the lowest tar'andinicorine '\ncigarette. (But you, probably w: ouldn'' like the lowest | ji i\nar’ and nicotine cigarette anyway.) 1\n\n“Theplain tuchisthatsmokehasto\ncome through a fileriftasteistocome “OF,\nthrough a filter. And where there is taste >)\n theehastobesome'er\n\n‘But Vantage is the only ci\n\n1 gives you so much flavor with\nand nicotine.\n\nse So much flavor that youTl never miss\nQL yourhigh ‘tar’ cigarene.\n\n \n\n    \n\nrete like Vantage\n\n   \n \n     \n \n  \n\n   \n\n \n\ni\ntT\n{\n{\n{\n1\n1\n1\n\nShouldn't smoke and the\n\n \n\nrette that\n‘ar\n\n  \n\nWri .\nTac Snokrg Congo cu roy 7 yc ui\n5 bata hcgecpome icon HR\n\n   \n\ngeez0t0L9\n\n   \n\n \n\nPRODUCED FROM B&W WEB SITE\n\f",
    "augmented_texts": [
        "Appendix 11 — pie \\ Tothe56000000 1 people who smoke Z cigarettes. Aluofpeonishaveteen lingo 9 smoke, especially cigarettes with i! high tar ’ and nicotine. Bursmnok g provides you with a pleasure you don « want ¢ togiveup. oe Naturally, we ' re prejudiced, We ' re in the business of selling fag Bee. Barshervis one overriding face thar transcends whether you should or facts that youdo smoke. \" And what be they going to doabout thar? They derriere continue to exhort you not to smoke. Beaver state they, correct look reality inthe fceand recommend that. if you smoke and want low ‘ tar ' and nicotine na cigarette, yousmokea cigarette like Vantage. And welll goalong with that, because there is no othe Except Vantage. Vantage hasaunique iter thatallowsrich flavor tocome through itand yet substantially cuts down on tar ’ and nicotine. ‘ Not that Vantagéis the lowest tar ' andinicorine ' cigarette. (But you, probably w: ouldn ' ' like the lowest | ji i ar ’ and nicotine cigarette anyway.) 1 “ Theplain tuchisthatsmokehasto come through a fileriftasteistocome “ OF, through a filter. And where there is predilection> ) theehastobesome ' er ‘ Simply Vantage is the only ci 1 gives you so much flavor with and nicotine. se So much flavor that youTl never miss QL yourhigh ‘ tar ’ cigarene. rete like Vantage i tT {{ {1 1 1 Shouldn ' t smoke and the rette that ‘ ar Wri. Tac Snokrg Congo cu roy 7 yc ui 5 bata hcgecpome icon HR geez0t0L9 PRODUCED FROM B & W WEB SITE",
        "Appendix 11 — pie \\ Tothe56000000 1 people who smoke Z cigarettes. Aluofpeonishaveteen lingo 9 smoke, peculiarly cigarettes with i! high tar ’ and nicotine. Bursmnok g provides you with a pleasure you don « want ¢ togiveup. oe Naturally, we ' re prejudiced, We ' re in the business of selling cigarettes Bee. Barshervis one overriding face thar transcends whether you should or facts that youdo smoke. \" And what are they going to doabout thar? They can continue to exhort you not to smoke. Or they, right look reality inthe fceand recommend that. if you smoke and want low ‘ tar ' and nicotine na cigarette, yousmokea cigarette like Vantage. And welll goalong with that, because there is no othe Except Vantage. Vantage hasaunique iter thatallowsrich flavor tocome through with itand yet considerably cuts down on tar ’ and nicotine. ‘ Not that Vantagéis the lowest tar ' andinicorine ' cigarette. (But you, probably w: ouldn ' ' like the lowest | ji i ar ’ and nicotine cigarette anyway.) 1 “ Theplain tuchisthatsmokehasto come through a fileriftasteistocome “ OF, through a filter. And where there is taste> ) theehastobesome ' er ‘ But Vantage is the only ci 1 gives you so much flavor with and nicotine. se So much flavor that youTl never miss QL yourhigh ‘ tar ’ cigarene. rete like Vantage i tT {{ {1 1 1 Shouldn ' t smoke and the rette that ‘ ar Wri. Tac Snokrg Congo cu roy 7 yc ui 5 bata hcgecpome icon HR geez0t0L9 PRODUCED FROM B & W WEB SITE"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Cigarettes with high tar’ and nicotine. Bursmnok g provides you with a pleasure you don't want to give up. Naturally, we're prejudiced, We're in the business of selling cigarettes. Barshervis one overriding face thar transcends whether you should or should not smoke."
}