{
    "filename": "70012383-2383.jpg",
    "metadata": {},
    "text": "‘Tue Councit For Tonacco RESHARCH-U.S.A., INC.\nScrrowrixe BromnicaL Ievmemte xe108 900 PHD Aves TE\nNew Yori. N¥ 10022\n\n  \n\nJuly 23, 1997\n\nMr. James J. Morgan\nPresident\n\nPhilip Morris U.S.A.\n120 Park Avenue\nNew York, NY 10017\n\nAttention: Maureen,\nDear Maureen:\n\nJust a note to confirm CTR's budget meeting at your offices\nwith Mr. Morgan & Ms. Keane on Wednesday, October 15, 11:00 AM.\nAttending ftom CTR will be Dr. James P. Glenn, Chairman and Dr.\nHarmon C. McAllister, Scientific Director,\n\nThanks for your help,\n\nSincerely,\n\nL\n\n \n\nTorraine Pollice\nTreasurer\n\nce: Charlene (Ms. Keane's Office)\n\n70012383\n\f",
    "augmented_texts": [
        "‘ Tue Councit For Tonacco RESHARCH - Atomic number 92. S. A. , INC. Scrrowrixe BromnicaL Ievmemte xe108 900 PHD Aves TE New Yori. N ¥ 10022 July 23, 1997 Mr. James J. Morgan President Philip Morris U. S. A. 120 Park Avenue New York, NY 10017 Attention: Maureen, Dear Maureen: Just a note to confirm CTR ' s budget meeting at your offices with Mr. Morgan & Thousand. Keane on Midweek, October 15, 11: 00 AM. Attending ftom CTR will be Dr. James P. John herschel glenn jr., Chairman and Dr. Harmon C. McAllister, Scientific Director, Thanks for your help, Sincerely, Cubic decimetre Torraine Pollice Treasurer ce: Charlene (Ms. Keane ' s Office) 70012383",
        "‘ Tue Councit For Tonacco RESHARCH - U. S. A. , INC. Scrrowrixe BromnicaL Ievmemte xe108 900 PHD Aves atomic number 52 New Yori. N ¥ 10022 July 23, 1997 Mr. James J. Morgan President Philip Morris U. S. A. 120 Park Avenue New York, NY 10017 Attention: Maureen, Dear Maureen: Just a note to corroborate CTR ' s budget meeting at your offices with Mr. Morgan & Ms. Keane on Wednesday, October 15, 11: 00 AM. Attention ftom CTR will be Dr. James P. John herschel glenn jr., Chairman and Dr. Harmon One c. McAllister, Scientific Director, Thanks for your aid, Sincerely, L Torraine Pollice Treasurer ce: Charlene (Ms. Keane ' s Office) 70012383"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "‘Tue Councit For Tonacco RESHARCH-U.S.A., INC. (CTR)’ will hold a budget meeting at your offices on Wednesday, October 15, 11:00 AM. The meeting will be held at 120 Park Avenue in New York City."
}