{
    "filename": "70012825-2825.jpg",
    "metadata": {},
    "text": "THE COUNCIL FOR TOBACCO RESEARCH-U.S.A., INc,\n\n \n\nSupronmiNe Brompicat Inveanieation 800 THIRD AVENUE\nNew Yors, NY 10022\n\nARTHUR D. EISENRERG. PH.D,\n\n \n\nApril 26, 1996.\n\nMs. Kristen Lawrence\nInfoed\n\n2301 Western Avenue\nGuilderland, NY 12084\n\nDear Ms. Lawrence:\n\n‘Thank you for your interest in our program of research support. In response to your\nrequest, I am pleased to enclose a copy of the explanatory materials sent by The\nCouncil for Tobacco Research to potential principal investigators who have inquired\nabout support for their research projects. Those materials detail our two-step\napplication process. ‘The executive committee of our Scientific Advisory Board first\nevaluates a Preliminary Application and decides whether or not to encourage\nsubmission of a Full Application\n\n‘Their decision is based not only on scientific merit, but also on appropriateness for\ninclusion in one of the Council's multidisciplinary program areas, as well as\nrecognition of current support levels for similar projects\n\nIn order that your office has on hand a reference set of our Full Application forms, a\nsample copy is enclosed. You will also find in this package our Statement of Policy,\nInformation for Applicants and a recent Annual Report that lists currently supported\ngrants and contains abstracts of papers that have appeared over the last year\nacknowledging support from The Council for Tobacco Research,\n\nIf you have any further questions, please feel free to contact me.\n\nSincerely,\n\nlodhunr Lgnhurcg Jpn\n\nArthur D. Eisenberg\n\n \n\n70012825\n\f",
    "augmented_texts": [
        "THE COUNCIL FOR TOBACCO RESEARCH - U. S. A. , INc, SupronmiNe Brompicat Inveanieation 800 THIRD AVENUE New Yors, NY 10022 ARTHUR D. EISENRERG. ph scale. D, April 26, 1996. Ms. Kristen Lawrence Infoed 2301 Western Avenue Guilderland, NY 12084 Dear Ms. Lawrence: ‘ Thank you for your interest in our program of research support. In response to your request, I am proud of to enclose a copy of the explanatory materials sent by The Council for Tobacco Research to potential principal investigators who have inquired about support for their research projects. Those materials detail our two - step application process. ‘ The executive committee of our Scientific Advisory Board first evaluates a Preliminary Application and decides whether or non to encourage submission of a Full Application ‘ Their decision is based not only on scientific merit, but also on appropriateness for inclusion in one of the Council ' s multidisciplinary program areas, as well as recognition of current support levels for similar projects In order that your office has on hand a reference set of our Full phase of the moon Application forms, a sample copy is enclosed. You will also find in this package our Statement of Policy, Information for Applicants and a recent Yearly Report that number currently sustain grants and contains abstracts of papers that have appeared over the last year acknowledging support from The Council for Tobacco Research, If you have any further questions, please feel free to contact me. Sincerely, lodhunr Lgnhurcg Jpn Arthur D. Eisenberg 70012825",
        "THE COUNCIL FOR TOBACCO RESEARCH - U. S. A. , INc, SupronmiNe Brompicat Inveanieation 800 THIRD AVENUE New Yors, NY 10022 ARTHUR D. EISENRERG. PH. D, April 26, 1996. Ms. Kristen Lawrence Infoed 2301 Western Boulevard Guilderland, NY 12084 Dear Ms. Lawrence: ‘ Thank you for your interest in our program of research support. In response to your request, I am pleased to enclose a copy of the explanatory materials sent by The Council for Tobacco Research to potential principal police detective who have inquired about support for their enquiry projects. Those materials detail our two - step application process. ‘ The executive committee of our Scientific Advisory Board first evaluates a Preliminary Application and decide whether or not to encourage submission of a Full Application ‘ Their decision is based not only on scientific merit, but also on appropriateness for inclusion in one of the Council ' s multidisciplinary program areas, as well as recognition of current support levels for similar projects In order that your office have on hand a reference set of our Full Application forms, a sample distribution copy is enclosed. You will also find in this package our Statement of Policy, Information for Applicants and a recent Annual Report that lists currently supported ulysses grant and contains abstracts of papers that have appeared over the last year acknowledging support from The Council for Tobacco Research, If you have any further questions, please feel free to contact pine tree state. Sincerely, lodhunr Lgnhurcg Jpn Arthur D. Eisenberg 70012825"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The Council for Tobacco Research sent a letter to Kristen Lawrence. The letter explains the two-step application process. It also includes a Statement of Policy, information for Applicants and a recent Annual Report that lists currently supported grants and abstracts of papers that have appeared over the last year."
}