{
    "filename": "70108835-8844.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\n \n\n \n\nHospital Practice\n\n \n\n5/3: 78, 80, 81, & 85-94, March 1970\n\nThe Framingham Study\nand Chronic Disease Prevention\n\nWILLIAM B, KANNEL National Heart and Lung Institute\n\n \n\nUndertaken to cl\nout through its definition of “coronary r\n\n \n\n   \n\nify the precursors of coronary disease—a task admirably carried\nsk profiles”—Fran\n\n   \n\ninggham has also\n\ndemonstrated the potential of the long-term, prospective study in unravelling the\ncauses of other chronic illnesses. Among those on which its findings have shed\nconsiderable light are stroke, diabetes, arthritis, cholecystitis, and emphysema,\n\n \n\n‘The physician lives in a sick world. For example, almost\n‘every laboratory slip in the hospital seems to show “albu-\n‘minuria” and every third patient on cardiac rounds seems\nto have atrial brillation. ‘here is little time to remember\n~ or find out ~ how uncommon'such findings really ace in\nthe general population, It is thus possible to obtain a dis-\ntorted picture of the evolution of chronic disease when\ndealing only with symptomatic patients under medical\nIn & monitored community population, on the other\nafbuminuria and atriat brillation are rare, and er\nrors in perspective derived from preoceupation solely with\nthe seriously ill can be overcome. We who have been asso-\nciated with the coronary heart disease study in Framing-\nthan, Mass, have been fortunate in this respect: we have\n5,000 teachers ~ the study population. Coming from\n\na world in which the cardinal sin is to miss something,\n\n \n\n \n\n \n\n    \n\n \n\n\"e\n\nms such as the one spread out above ~ the records of\n\n4 single study subject. Numerals in the circles denote which\nisi i evcered; examinations have been conducted every other\n\nTB ospital Practice March 1970\n\n \n\n \n\n \n\n‘the newcomer clinical investigator eoiifronted with the\n\npopulation initially tends to suspect every chest\nangina pectoris. The oldtimers tell him co settle\ndown, that not every pain in the chest is trae angina. Ja\nfact, only a feaction actually turns out to be ischemie in\norigin.\n\nFruminghasn’s teaching Inox extended far beyond the\nJiasits of this small Boston suburb. Ie has given\nphysicians a broader concept of the natural history of\ncardiovascular disease, including its Intent, presympto-\nmatic phase, Framingham hus helped to define factors\nthat ideotify volnerabble persons on their way to sympto\nmatic disease and the faulty living habits and personal\nattributes that predispose or contribute to coronary attacks.\nIndices of suspicion have been refined into “coronary risk\nprofiles” that allow greater precision in estimating risk.\n‘The ingredients of this coronary profile ave such Factors\n\n  \n\n \n\n \n\n \n\n \n\nyear. Opposite is the swnmany of fudings on a female patient,\ndono 62 years old, during 10 exnminations, aapects of her Uth\n‘examination ate shown i the photogeapla on page Sk. Presunie\ntly, with the study's phascout, this will hace been her last est\n\n \n\n  \n\f",
    "augmented_texts": [
        "Hospital Practice 5 / 3: 78, 80, 81, & 85 - 94, March 1970 The Framingham Study and Chronic Disease Prevention WILLIAM B, KANNEL National Heart and Lung Institute Undertaken to cl out through its definition of “ coronary r ify the precursors of coronary disease — a undertaking admirably carried sk profiles ” — Fran inggham has also demonstrated the potential of the long - term, prospective study in unravelling the causes of other chronic illnesses. Among those on which its findings have shed considerable brightness are stroke, diabetes, arthritis, cholecystitis, and emphysema, ‘ The physician lives in a sick world. For example, almost ‘ every laboratory slip in the hospital seems to show “ albu - ‘ minuria ” and every third patient on cardiac rounds seems to have atrial brillation. ‘ here is little time to remember ~ or find out ~ how uncommon ' such findings really ace in the general population, It is thus possible to obtain a dis - torted picture of the evolution of chronic disease when dealing merely with symptomatic patients under medical In & monitored community population, on the other afbuminuria and atriat brillation are rare, and er rors in perspective derived from preoceupation solely with the seriously ill can be overcome. We who have been asso - ciated with the coronary heart disease study in Framing - than, Mass, have been fortunate in this respect: we have 5, 000 teachers ~ the study population. Coming from a world in which the cardinal sin is to miss something, \" e ms such as the one spread out above ~ the records of 4 single study subject. Numerals in the circles denote which isi i evcered; examinations have been conducted every other TB ospital Practice March 1970 ‘ the newcomer clinical investigator eoiifronted with the population initially tends to suspect every chest angina pectoris. The oldtimers tell him co settle down, that not every pain in the chest is trae angina. Ja fact, only a feaction actually turns out to be ischemie in origin. Fruminghasn ’ s teaching Inox extended far beyond the Jiasits of this small Boston suburb. Ie has given physicians a broader concept of the natural history of cardiovascular disease, including its Intent, presympto - matic phase, Framingham hus helped to define factors that ideotify volnerabble persons on their way to sympto matic disease and the faulty living habits and personal attributes that predispose or contribute to coronary attacks. Indices of suspicion have been refined into “ coronary risk profiles ” that allow greater precision in estimating risk. ‘ The ingredients of this coronary profile ave such Factors year. Opposite be the swnmany of fudings on a female patient, dono 62 years old, during 10 exnminations, aapects of her Uth ‘ examination ate shown i the photogeapla on page Sk. Presunie tly, with the study ' s phascout, this will hace been her last est",
        "Hospital Practice 5 / 3: 78, 80, 81, & 85 - 94, March 1970 The Framingham Study and Chronic Disease Prevention WILLIAM B, KANNEL National Heart and Lung Institute Undertaken to cl out through its definition of “ coronary r ify the precursors of coronary disease — a task admirably carried sk profiles ” — Fran inggham has also demonstrated the potential of the long - term, prospective study in unravelling the causes of other chronic illnesses. Among those on which its findings have shed considerable light are stroke, diabetes, arthritis, cholecystitis, and emphysema, ‘ The physician lives in a sick world. For example, almost ‘ every laboratory slip in the hospital seems to show “ albu - ‘ minuria ” and every third patient on cardiac rounds seems to have atrial brillation. ‘ here is little time to remember ~ or find out ~ how uncommon ' such findings really ace in the general population, It is thus possible to obtain a dis - torted picture of the evolution of chronic disease when dealing only with symptomatic patients under medical In & monitored community population, on the other afbuminuria and atriat brillation are rare, and er rors in perspective derived from preoceupation solely with the seriously ill can be overcome. We who have been asso - ciated with the coronary heart disease study in Framing - than, Mass, have been fortunate in this respect: we have 5, 000 teachers ~ the study population. Coming from a world in which the cardinalis cardinalis sin is to miss something, \" e ms such as the one spread out above ~ the records of 4 single study subject. Numerals in the circles denote which isi i evcered; examinations have been conducted every other TB ospital Practice March 1970 ‘ the newcomer clinical investigator eoiifronted with the population initially tends to suspect every chest angina pectoris. The oldtimers tell him co settle down, that not every pain in the chest is trae angina. Ja fact, entirely a feaction actually turns out to be ischemie in origin. Fruminghasn ’ s teaching Inox extended far beyond the Jiasits of this small Boston suburb. Ie has given physicians a broader concept of the natural history of cardiovascular disease, including its Intent, presympto - matic phase, Framingham hus helped to define factors that ideotify volnerabble persons on their way to sympto matic disease and the faulty living habits and personal attributes that predispose or contribute to coronary attacks. Indices of suspicion have been refined into “ coronary risk profiles ” that allow greater precision in estimating risk. ‘ The ingredients of this coronary profile ave such Factors year. Opposite word is the swnmany of fudings on a distaff patient, dono 62 long time old, during 10 exnminations, aapects of her Uth ‘ examination ate shown i the photogeapla on page Sk. Presunie tly, with the study ' s phascout, this will hace be her last est"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The Framingham Study has shedconsiderable light on the causes of stroke, diabetes, arthritis, cholecystitis, and emphysema. The study has given doctors a broader concept of the natural history of cardiovascular disease, including its Intent, presympto-urous phase."
}