{
    "filename": "71121211.jpg",
    "metadata": {},
    "text": "  \n  \n   \n  \n  \n  \n  \n    \n   \n \n \n    \n    \n \n   \n   \n \n\n  \n\n158100211\nPRODUCED\n\n  \n\nFrac: (612) 297-1198/(612) 296-2089\n\n‘The Honorable Ame H. Cariann\nGovernes, Sate Capitol\nSt. Paul, Minnesota\n\n \n\nDear Governor Carison:\n\n \n\nLuan writing yuu ia reyaid oy HLP. No 117 wich has ncvertly come to my anention and about\nwhich 1 am terribly concurned, apeoifically Scetion 3, “Manufootvrers te Repost Certain\n‘Substanoes 10 Agslot in Uatoroenvon of Local Ordinaneor.”\n\nWhile could go into the dewile, 1 think it 19 sutflelent to pay that this 19 an uuesous, uncenliatic:\nand inrpossible set of reqvirements to demand and/or obtain. In effec, it probably would be\neasier to merely pass « law forbidding the sale of cigars within the state of Minsnesota as this\nwould have exactly the same effect\n\nWhile it is cetainly politically incorrect to be in evr business at tho moment, the reality is thnt\npolitical tides do shift, and once cannot dlacount the reality uf the pconommo trenefics that are\n‘brought to the State both through tobacdo taxes and related emptoymen.\n\n“This in a real cconomio factor ns uppused iv hypotlnsss created by statisticians of egalive voets\nto Wie Suite. all ef which has yet to be proven in the courts. The fact that this Lepialetion wes aot\nport of the proposad lepelation, would make me believe thar it has bean added st the Laat minute\nby individuols with vory poreonal motives and sgendas, ones net necessarily derigned with the\nbest interests of the State in rind,\n\n‘Asa Compoy who pays tc lo your State, we ate vitally concerned with this legislation and\n‘we urge youto veto H. F. #117\nCordially,\n\nvt Lisimae\n\nfoe! J, Sherman\nPresident\n\nUBAyo\nMoy 23, 1997\n\n \n \n  \n \n\nnaman acroaine\nfe waar aur aT\n\nean ringusuane\n\nsons\n\n \n\nFROM B&W WEB SITE\n\n \n\f",
    "augmented_texts": [
        "158100211 PRODUCED Frac: (612) 297 - 1198 / (612) 296 - 2089 ‘ The Honorable Ame H. Cariann Governes, Sate Capitol St. Paul, Minnesota Dear Governor Carison: Luan writing yuu ia reyaid oy HLP. No 117 wich has ncvertly come to my anention and about which 1 am terribly concurned, apeoifically Scetion 3, “ Manufootvrers te Repost Certain ‘ Substanoes 10 Agslot in Uatoroenvon of Local Ordinaneor. ” While could go into the dewile, 1 think it 19 sutflelent to pay that this 19 an uuesous, uncenliatic: and inrpossible set of reqvirements to demand and / or obtain. In effec, it probably would be easier to merely pass « law forbidding the sale of cigar within the state of Minsnesota as this would have exactly the same effect While it is cetainly politically incorrect to be in evr business at tho moment, the reality is thnt political tides do shift, and once cannot dlacount the reality uf the pconommo trenefics that are ‘ brought to the State both through tobacdo revenue enhancement and related emptoymen. “ This in a real cconomio factor ns uppused iv hypotlnsss created by statisticians of egalive voets to Wie Suite. all ef which has yet to be proven in the courts. The fact that this Lepialetion wes aot port of the proposad lepelation, would make me believe thar it has bean added st the Laat minute by individuols with vory poreonal motives and sgendas, ones net necessarily derigned with the best interests of the State in rind, ‘ Asa Compoy who pays tc lo your State, we ate vitally concerned with this legislation and ‘ we urge youto veto H. F. # 117 Cordially, vt Lisimae enemy! J, Sherman President UBAyo Moy 23, 1997 naman acroaine fe waar aur aT ean ringusuane sons FROM B & W WEB SITE",
        "158100211 PRODUCED Frac: (612) 297 - 1198 / (612) 296 - 2089 ‘ The Honorable Ame H. Cariann Governes, Sate Capitol St. Paul, North star state Dear Governor Carison: Luan writing yuu ia reyaid oy HLP. No 117 wich has ncvertly come to my anention and about which 1 am terribly concurned, apeoifically Scetion 3, “ Manufootvrers te Repost Certain ‘ Substanoes 10 Agslot in Uatoroenvon of Local Ordinaneor. ” While could go into the dewile, 1 conceive it 19 sutflelent to pay that this 19 an uuesous, uncenliatic: and inrpossible set of reqvirements to demand and / or obtain. In effec, it probably would be easier to merely pass « law forbidding the sale of cigars within the state of Minsnesota as this would have exactly the same effect While it is cetainly politically wrong to be in evr business at tho moment, the reality is thnt political tides do shift, and once cannot dlacount the reality uf the pconommo trenefics that are ‘ brought to the State both through tobacdo taxes and related emptoymen. “ This in a real cconomio factor ns uppused iv hypotlnsss created by statisticians of egalive voets to Wie Suite. all ef which has yet to be proven in the court. The fact that this Lepialetion wes aot port of the proposad lepelation, would make me believe thar information technology has bean added st the Laat minute by individuols with vory poreonal motives and sgendas, ones net necessarily derigned with the best interests of the State in rind, ‘ Asa Compoy who pays tc lo your State, we ate vitally concerned with this legislation and ‘ we urge youto veto H. F. # 117 Cordially, vt Lisimae foe! J, Sherman Chief executive UBAyo Moy 23, 1997 naman acroaine fe waar aur aT ean ringusuane sons FROM B & W WEB SITE"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The letter was sent to Minnesota Governor Ame H. Cariann. The letter urges the governor to veto the HLP No 117. It was written by Luan Sherman, a former president of the U.S. Bureau of Alcohol, Tobacco, and Firearms (B&W)"
}