{
    "filename": "71224770.jpg",
    "metadata": {},
    "text": " \n\nU.S. MARKET MONITOR: ST. LOUIS TEST\nDecenber, 1994\ncomplece { } |\n\n‘perm ( ) at Gs FOR OFFICE USE ONLY\n\n \n\nInterviewer #\n\n \n\n \n\n \n\n  \n\n \n\n \n\npay /wonth/Year —/ /94 ee\nResp. Name ___ = Bum N43-912\nResp. Phone # = aaeains\nsmoking Rep\n‘Smoking OD\nSensus Region ckade Regica kon-sroking Rep\nsmoking Rep Non-Qual fed\nwet Sales Area 1 -1 Smoking OQ Nor-Qualitied\nMA 2 Sales Area 2-2 Non-smoking OQ -€\nSR 3 Sales Area 3 >\ngc 4 Seles Area 4-4\nme 5 Sales Area 5-5\nEsc -6\nwesc -7\nur 8\nPAC -5\nSCREENER\nHELLO, T° FROM BURKE MARKETING RESEARCH 18\n\nSENCtimiart, ORTO, THIS EVENING WE ARE CONDUCTING A STUDY ABOUT,\neee rn PRODUCTS AND WE WOULD REALLY APPRECIATE YOUR OPINIONS FOR\nTHIS STUDY.\n\nQh 80 THAT WE CAN ACCURATELY REPRESENT PEOPLE OF ALL AGE GROUPS, COULD\n8 Tae ee GEL NE THE AGES OF ALL THE ADULTS 21 YEARS OF AGE OR OLDER\nyoyo ARE CURRENTLY LIVING IN YOUR HOUSEHOLD. “PLEASE GIVE ME THETR\neee ARE aiING WITH THE OLDEST AND ENDING WITH THE YOUNGEST. (Record\nGenet, age on grid. Tf no one over 21 resides Se Thouseholé,\nferminate.)\n\n(Ask QB-E2 for the oldest member of the household. Then ask QB-E2 for\noak Cecttignal household menber, Ask all five questions about one\nGember before going co the next menber.)\n\n \n\n08 IS THE (eend age) YEAR OLD A MALE OR FEMALE? (Record on grid 08. If\nthere are to people of the samo age, record male first.)\n\nQC SO THAT WE CAN ACCURATELY REPRESENT PEOPLE OF ALL GROUPS. PLEASE TELL\n\nSe uRS THE (vead-age/sex) WHITE, BLACK, HISPANIC, OK SOME OTHER RACE?\ntReeord on grid QC.)\n\nQD DOES THE (xead age/sexl SMOKE CIGARETTES? (Record on grid QD.)\n\nb-2 WHICH DOES THE Linsert age/aex) USUALLY SMOKE, NON-MENTHOL OR MENTHOI,\nCIGARETTES?\n\n \n\n \n\n(ZE *Not at QD, ask:)\nQe-t DID THE (Zea Age/sex) EVER SMOKE CIGARETTES, OK NOT?\n\n(IE *¥es* at QE-1, ask:)\n8-2 HOW LONG AGO DID THE (read age/sex) STOP SMOKING CIGARETTES? WAS\nTP... (read list)?\n\n \n\nLESS THAN 3 MONTHS AGO\n\"3-6 MONTHS AGO\n\n7-5 MONTHS AGO -3\n\n10-12 MONTHS AGO. -4\n\nMORE THAN 1 YEAR AGO. -5\n\n \n\nwaze\n\n++ puring the St. Louis Test Market interviewing, the interview will\ncee en at Qp-2 if there ave no menthol smokers in the household.\n\n461005694\nPRODUCED FROM B&W WEB SITE\n\f",
    "augmented_texts": [
        "U. S. MARKET MONITOR: ST. LOUIS TEST Decenber, 1994 complece {} | ‘ perm () at Gs FOR OFFICE USE ONLY Interviewer # pay / wonth / Year — / / 94 ee Resp. Name ___ = Bum N43 - 912 Resp. Phone # = aaeains smoking Rep ‘ Smoking OD Sensus Region ckade Regica kon - sroking Rep smoking Rep Non - Qual fed wet Sales Area 1 - 1 Smoke OQ Nor - Qualitied MA 2 Sales Area 2 - 2 Non - smoking OQ - € SR 3 Sales Area 3> gc 4 Monica seles Sphere 4 - 4 me 5 Sales Area 5 - 5 Esc - 6 wesc - 7 ur 8 PAC - 5 SCREENER HELLO, T ° FROM BURKE MARKETING RESEARCH 18 SENCtimiart, ORTO, THIS EVENING WE ARE CONDUCTING A STUDY ABOUT, eee rn PRODUCTS AND WE WOULD REALLY APPRECIATE YOUR OPINIONS FOR THIS STUDY. Qh 80 THAT WE CAN ACCURATELY REPRESENT PEOPLE OF ALL AGE GROUPS, COULD 8 Tae ee GEL nor' east THE AGES OF ALL THE ADULTS 21 YEARS OF AGE OR OLDER yoyo ARE CURRENTLY LIVING IN YOUR HOUSEHOLD. “ PLEASE GIVE ME THETR eee ARE aiING WITH THE OLDEST AND ENDING WITH THE YOUNGEST. (Record Genet, age on grid. Tf no one over 21 resides Se Thouseholé, ferminate.) (Ask QB - E2 for the oldest member of the household. Then necessitate QB - E2 for oak Cecttignal household menber, Ask all five questions about one Gember before going co the next menber.) 08 IS THE (eend age) YEAR OLD A MALE OR FEMALE? (Record on grid 08. If there are to people of the samo age, record male first.) QC SO THAT WE CAN ACCURATELY REPRESENT PEOPLE OF ALL GROUPS. PLEASE TELL Se uRS THE (vead - age / sex) WHITE, BLACK, HISPANIC, OK SOME OTHER RACE? tReeord on grid QC.) QD DOES THE (xead age / sexl SMOKE CIGARETTES? (Record on grid QD.) b - 2 WHICH DOES THE Linsert age / aex) USUALLY SMOKE, NON - MENTHOL OR MENTHOI, CIGARETTES? (ZE * Not at QD, ask:) Qe - t DID THE (Zea Age / sex) EVER SMOKE cigaret, OK NOT? (IE * ¥ es * at QE - 1, ask:) 8 - 2 HOW LONG AGO DID THE (read age / sex) STOP SMOKING CIGARETTES? WAS TP. .. (read list )? LESS THAN 3 MONTHS AGO \" 3 - 6 MONTHS AGO 7 - 5 MONTHS AGO - 3 10 - 12 MONTHS AGO. - 4 MORE THAN 1 YEAR AGO. - 5 waze + + puring the St. Louis Test Market interviewing, the interview will cee en at Qp - 2 if there ave no menthol smokers in the household. 461005694 PRODUCED FROM B & W WEB SITE",
        "U. S. MARKET MONITOR: ST. LOUIS TEST Decenber, 1994 complece {} | ‘ perm () at Gs FOR OFFICE USE ONLY Interviewer # pay / wonth / Year — / / 94 ee Resp. Name ___ = Bum N43 - 912 Resp. Phone # = aaeains smoking Rep ‘ Smoking OD Sensus Region ckade Regica kon - sroking Rep smoking Rep Non - Qual fed wet Sales Area 1 - 1 Smoking OQ Nor - Qualitied MA 2 Sales Area 2 - 2 Non - smoking OQ - € SR 3 Sales Area 3> gc 4 Seles Area 4 - 4 me 5 Sales Area 5 - 5 Esc - 6 wesc - 7 ur 8 PAC - 5 SCREENER HELLO, T ° FROM BURKE MARKETING RESEARCH 18 SENCtimiart, ORTO, THIS EVENING WE ARE CONDUCTING A STUDY ABOUT, eee rn product AND WE WOULD REALLY APPRECIATE YOUR OPINIONS FOR THIS STUDY. Qh 80 THAT WE CAN ACCURATELY REPRESENT PEOPLE OF ALL AGE GROUPS, COULD 8 Tae ee GEL NE THE AGES OF ALL THE ADULTS 21 YEARS OF AGE OR OLDER yoyo ARE CURRENTLY LIVING IN YOUR HOUSEHOLD. “ PLEASE GIVE ME THETR eee ARE aiING WITH THE OLDEST AND ENDING WITH THE YOUNGEST. (Record Genet, age on grid. Tf no one over 21 resides Se Thouseholé, ferminate.) (Ask QB - E2 for the oldest member of the household. Then ask QB - E2 for oak Cecttignal household menber, Ask all five questions about one Gember before going co the next menber.) 08 constitute THE (eend age) YEAR OLD A MALE OR FEMALE? (Record on grid 08. If thither are to people of the samo age, record male first.) QC SO THAT WE CAN ACCURATELY REPRESENT PEOPLE OF ALL GROUPS. PLEASE TELL Se uRS THE (vead - age / sex) WHITE, BLACK, HISPANIC, OK SOME OTHER RACE? tReeord on grid QC.) QD DOES THE (xead age / sexl SMOKE CIGARETTES? (Record on grid QD.) b - 2 WHICH DOES THE Linsert age / aex) USUALLY SMOKE, NON - MENTHOL OR MENTHOI, CIGARETTES? (ZE * Not at QD, ask:) Qe - t DID THE (Zea Age / sex) EVER SMOKE CIGARETTES, OK NOT? (IE * ¥ es * at QE - 1, ask:) eighter - 2 HOW LONG AGO DID THE (read age / sex) STOP SMOKING CIGARETTES? WAS TP. .. (read list )? LESS THAN 3 MONTHS AGO \" 3 - 6 MONTHS AGO 7 - 5 MONTHS AGO - 3 10 - 12 MONTHS AGO. - 4 MORE THAN 1 YEAR AGO. - 5 waze + + puring the St. Louis Test Market interviewing, the interview will cee en at Qp - 2 if there ave no menthol smokers in the household. 461005694 PRODUCED FROM B & W vane SITE"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "U.S. MARKET MONITOR: St. Louis Test Market interviewing, the interview will. be conducted by the St Louis test market. “PLEASE GIVE ME THETRAPE ARE aiING WITH THE OLDEST AND ENDING with the YOUNGEST.” ‘DO THE (Xead age/sex) ever SMOKE CIGARETTES? (Record on grid QD)’"
}