{
    "filename": "71291223.jpg",
    "metadata": {},
    "text": "461206649\n\nBR #¢3-973, -10\n\n(g23 asked of every other respondent.)\nPiucGotne 16 READ YOU SOME STATEMENTS THAT MAY DESCRIBE YOUR in!\nLIKE YOU 70 TE!\n\n \n\noe\n\n \n   \n \n\n     \n\nRepeat scale as necessery.)\n\nTHE FIRST /NEXT STATEMENT I Jancer: ctapenentl. HOW WE:\nSTATEMENT DESCRIBE YOU?\n\n \n\n‘TH THE LATEST TRENDS 18 IMPORTA\n\n    \n\n‘TENE TO DO THINGS ON IMPULSE\n‘THINK T AM RATHER SOPHISTICATED\n\nE TO_BE TRUE TO MYSELF, REGARDLESS OF WHAT\nOTHERS THINK\n\nAM USUALLY AMONG THE FIRST\nLIKE TO SE PART OF A GROUP\n\nJE THE LOK PRICE BRANDS OF CIGARETTES KAVE\nLY THE SAME QUALITY AS FESULAR PRICED\n\n   \n    \n\n0 TRY NEW PRODUCTS\n\n     \n\n \n\nF DISCIPLINE IS ONE OF MY STRENGTHS\n\nPRODUCED FROM B&W WEB SITE\n\f",
    "augmented_texts": [
        "461206649 BR # ¢ 3 - 973, - 10 (g23 asked of every other respondent.) PiucGotne 16 READ YOU SOME STATEMENTS THAT MAY DESCRIBE YOUR in! LIKE YOU 70 TE! oe Repeat scale as necessery.) THE FIRST / NEXT STATEMENT I Jancer: ctapenentl. HOW WE: STATEMENT DESCRIBE YOU? ‘ TH THE LATEST TRENDS 18 IMPORTA ‘ TENE TO DO THINGS ON IMPULSE ‘ THINK T AM RATHER SOPHISTICATED E TO_BE TRUE TO MYSELF, REGARDLESS OF WHAT OTHERS THINK AM USUALLY AMONG THE FIRST LIKE TO SE PART OF A GROUP JE THE LOK PRICE BRANDS OF butt KAVE LY THE SAME QUALITY AS FESULAR PRICED 0 TRY NEW production F bailiwick IS ONE OF MY STRENGTHS PRODUCED FROM B & W WEB SITE",
        "461206649 BR # ¢ 3 - 973, - decade (g23 asked of every other respondent.) PiucGotne 16 READ YOU SOME STATEMENTS THAT MAY DESCRIBE YOUR in! LIKE YOU 70 TE! oe Repeat scale as necessery.) THE showtime / NEXT STATEMENT I Jancer: ctapenentl. HOW WE: STATEMENT DESCRIBE YOU? ‘ TH THE LATEST TRENDS 18 IMPORTA ‘ TENE TO DO matter ON IMPULSE ‘ THINK T master of arts RATHER SOPHISTICATED E TO_BE TRUE TO MYSELF, REGARDLESS OF WHAT OTHERS THINK AM USUALLY AMONG THE FIRST LIKE TO SE PART OF A GROUP JE THE LOK PRICE BRANDS OF CIGARETTES KAVE LY THE SAME QUALITY AS FESULAR PRICED 0 TRY NEW PRODUCTS Fluorine DISCIPLINE IS ONE OF MY STRENGTHS PRODUCED FROM B & W WEB SITE"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Pilot: ctapenentl.com:  ‘TENE TO DO THINGS ON IMPULSE.’ Jancer: ‘THINK T AM RATHER SOPHISTICATED. TO_BE TRUE TO MYSELF, REGARDLESS OF WHAT PEOPLE THINK."
}