{
    "filename": "71388746.jpg",
    "metadata": {},
    "text": "Ogilvy & Mather INSERTION ORDER\n\nAdvertsing\n\nnies EE ct C\n\n \n\nProust the adeering 3 ted below fr. oe ORDER HC. beats\n\npoveRtiseh pROUN ¢ WILLLArteG\nnee RICHLAND\n\n \n\n \n\n03741786 ost 1\n\nretin Fo\n\nTRIBUNE RECS\n947 FEDERAL\nMEADVILLE ra\n\n   \n\nSPACE\n\n  \n \n\n  \n\nALL DATES &\n\n \n\nweek\n\n     \n \n\n90 PREG.\n\n \n\nNT OAFEE/UG HE 64.000 GxIU.5 INCHES\nEXPANDED S.A.U.\n\n \n\nTON INS TH\nRue FAR\n\n \n\neras\nRUARE\n\n     \n \n\n \n\nbel PAGE AVOID CLUTTER.\nCUYUEE DAN THE POSTTECNING CAN SEST\n\n \n\nBE ACHIEVED)\n\n \n\nYE REOUNST THAT NEUSPAP\nBuy AD Ue 6\n\n \n \n \n \n   \n \n \n \n \n  \n\nHG SPLIT\n5S WURAING EDITION\n\n \n\n \n \n   \n\n \n\nHIRED VETUEEN # BROWN 3 WILL~\nha wor GRE THAN ONE BROWN\ntorac 2 OBITUARIES /\nPRET LE OF TOBALEO TO\n\no 7S ANY EDITORIAL\nFoon OF CANCTe OR LUNG DISEASES\nMOVING A FULL-PAGE 4-COLOR AD\nHH AVOID CLUTTER Of FRATEIONAL AUS, STRESS THE IMPOR=\n\n{6 ERSENTIAL (2 THES CAMPATGN\n\nRVLGO AD A\nPRoUUCT\nGents EE\nAPOEAH ON SPREAD\nMATERIAL GR ADVLRTE cOnTEAKCD\nOM ARTICLES OF MOVERTISENENTS aDvE\nTy NOY TO RUN OPPOSITE\nTANCE OF POLETEORINE AS\n\nCr\n\n  \n\n \n\n     \n  \n \n\n   \n\n \n\n \n\n \n\n \n\nTATERTAL INSTRUCT!\n\n \n\nMATERIALS Fun TH\nSEER OU BOI\nPLEA\n\n \n\nTION ARE GEINS SHIPPED UNDER SePARATL CoveR TRON\nADVERT OF NEU TORK. ANY QUESTIONS RCHARDING HATERTALS\nBRIGN SULLIVEN 0 DU BEVIS = Late y=Far\n\n \n \n\n     \n\n \n\n€\n\n \n\nLL\n\n     \n\n(cont) Per\n\n \n\nT\n\nTnattution proot and moter fr reproduction fer, asuse us nme\ninsetion ore\n\n      \n\nMEMBER OF\nAMERICAN ASSOCIATION OF ADVERTISING ANENCIES\n\n300402900\nPRODUCED FROM B&W WEB SITE\n\f",
    "augmented_texts": [
        "Ogilvy & Mather INSERTION ORDER Advertsing nies EE ct C Proust the adeering 3 ted below fr. oe ORDER HC. beats poveRtiseh pROUN ¢ WILLLArteG nee RICHLAND 03741786 ost 1 retin Fo TRIBUNE RECS 947 FEDERAL MEADVILLE ra SPACE ALL DATES & week 90 PREG. NT OAFEE / UG HE 64. 000 GxIU. quintuplet INCHES EXPANDED S. A. U. TON hoosier state TH Rue FAR eras RUARE bel PAGE AVOID CLUTTER. CUYUEE DAN THE POSTTECNING CAN SEST BE ACHIEVED) YE REOUNST THAT NEUSPAP Buy AD Ue 6 HG SPLIT 5S WURAING EDITION HIRED VETUEEN # BROWN 3 WILL ~ ha wor GRE THAN ONE BROWN torac 2 OBITUARIES / PRET LE OF TOBALEO TO o 7S ANY EDITORIAL Foon OF CANCTe OR LUNG DISEASES MOVING A FULL - PAGE 4 - COLOR AD HH AVOID CLUTTER Of FRATEIONAL AUS, STRESS THE IMPOR = {6 ERSENTIAL (2 THES CAMPATGN RVLGO AD A PRoUUCT Gents EE APOEAH ON SPREAD MATERIAL GR ADVLRTE cOnTEAKCD OM ARTICLES OF MOVERTISENENTS aDvE Ty NOY TO RUN OPPOSITE TANCE OF POLETEORINE AS Cr TATERTAL INSTRUCT! MATERIALS Fun TH SEER OU BOI PLEA TION ARE GEINS SHIPPED UNDER SePARATL CoveR TRON ADVERT OF NEU TORK. ANY QUESTIONS RCHARDING HATERTALS BRIGN SULLIVEN 0 DU BEVIS = Late y = Far € LL (cont) Per T Tnattution proot and moter fr reproduction fer, asuse us nme insetion ore MEMBER OF AMERICAN connection OF ADVERTISING ANENCIES 300402900 PRODUCED FROM B vitamin & W WEB SITE",
        "Ogilvy & Mather INSERTION ORDER Advertsing nies EE ct C Proust the adeering 3 ted below fr. oe orderliness HC. beats poveRtiseh pROUN ¢ WILLLArteG nee RICHLAND 03741786 ost 1 retin Fo TRIBUNE RECS 947 FEDERAL MEADVILLE ra SPACE ALL DATES & week 90 PREG. NT OAFEE / UG HE 64. 000 GxIU. 5 INCHES EXPANDED S. A. U. TON INS TH Rue FAR eras RUARE bel PAGE AVOID CLUTTER. CUYUEE DAN THE POSTTECNING CAN SEST BE ACHIEVED) YE REOUNST THAT NEUSPAP Buy AD Ue 6 HG SPLIT 5S WURAING EDITION HIRED VETUEEN # BROWN 3 WILL ~ ha wor GRE THAN ONE BROWN torac 2 OBITUARIES / PRET LE OF TOBALEO TO o 7S ANY EDITORIAL Foon OF CANCTe OR LUNG DISEASES MOVING A FULL - PAGE 4 - COLOR AD HH AVOID CLUTTER Of FRATEIONAL AUS, STRESS THE IMPOR = {6 ERSENTIAL (2 THES CAMPATGN RVLGO AD A PRoUUCT Gents EE APOEAH ON SPREAD MATERIAL GR ADVLRTE cOnTEAKCD OM ARTICLES OF MOVERTISENENTS aDvE Ty NOY TO RUN OPPOSITE TANCE OF POLETEORINE AS Cr TATERTAL INSTRUCT! MATERIALS Fun TH SEER OU BOI supplication TION ARE GEINS SHIPPED UNDER SePARATL CoveR TRON ADVERT OF NEU TORK. ANY QUESTIONS RCHARDING HATERTALS BRIGN SULLIVEN 0 DU BEVIS = Late y = Far € LL (cont) Per T Tnattution proot and moter fr reproduction fer, asuse us nme insetion ore MEMBER OF AMERICAN ASSOCIATION OF ADVERTISING ANENCIES 300402900 PRODUCED FROM B & W WEB SITE"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Ogilvy & Mather INSERTION ORDERAdvertsing. Adverts for the adeering 3 ted below fr. oe. Order is based on an order of 1, 2, 3, 4, 5, 6, 7, 8, 9, 10."
}