{
    "filename": "71508305.jpg",
    "metadata": {},
    "text": " \n\n461248056\nPRODUCED FROM\n\nMISTY DIRECT MAIL PIECES\n‘Open Your Eyes -- Piece contains: Eyeshadow samples, UPC offer for MISTY\n‘Makeover Book; Friend BRC; Coupons\n\n‘ANew Look. .~ Piece contains: Eyeshadow samples; UPC offer for MISTY\nEyeshadow Compact; Friend BRC; Coupons\n\nExclusively For . .. - Piece contains’ Astrological Guide, UPC offer for MISTY\nPersonalized Horoscope, Friend BRC; Coupons\n\n \n\nExclusively For... (second version) -- Piece contains: Astrological Guide, Free S\nminute MISTY Phone Card and Phone Card Holder; UPC offer for a 1 hour MISTY\nPhone Card, Friend BRC, Coupons\n\nSurprise! - Piece contains: Magnetic Picture Frame; UPC offer for MISTY Magnetic\nCollectibles (memo pad, post-its, picture frame, memo board, mirror), Friend BRC;\nCoupons\n\n \n\n \n\nBeW WEB SITE\n\f",
    "augmented_texts": [
        "461248056 PRODUCED FROM MISTY DIRECT ring armor PIECES ‘ Open Your Eyes - - Piece of music contains: Eyeshadow samples, UPC offer for MISTY ‘ Makeover Book; Friend BRC; Coupons ‘ ANew Look. . ~ Piece contains: Eyeshadow samples; UPC offer for MISTY Eyeshadow Compact; Friend BRC; Coupons Exclusively For. .. - Piece contains ’ Astrological Guide, UPC offer for MISTY Personalized Horoscope, Friend BRC; Coupons Exclusively For. .. (second version) - - Slice contains: Astrological Guide, Free S minute MISTY Phone Card and Phone Card Holder; UPC offer for a 1 time of day MISTY Phone Card, Friend BRC, Coupons Surprisal! - Piece contains: Magnetic Picture Frame; UPC offer for MISTY Magnetic Collectibles (memorandum pad, post - its, picture frame, memo board, mirror ), Friend BRC; Coupons BeW WEB SITE",
        "461248056 PRODUCED FROM MISTY DIRECT mail service PIECES ‘ Open Your Eyes - - Piece contains: Eyeshadow samples, UPC offer for MISTY ‘ Makeover Book; Friend BRC; Coupons ‘ ANew Smell. . ~ Piece contains: Eyeshadow samples; UPC offer for MISTY Eyeshadow Compact; Friend BRC; Coupons Exclusively For. .. - Piece contains ’ Astrological Guide, UPC offer for MISTY Personalized Horoscope, Friend BRC; Coupons Exclusively For. .. (2d version) - - Piece contains: Astrological Guide, Free S minute MISTY Phone Card and Phone Card Holder; UPC offer for a 1 hour MISTY Phone Card, Friend BRC, Coupons Surprisal! - Bit contains: Magnetic Picture Frame; UPC offer for MISTY Magnetic Collectibles (memo pad, post - its, picture frame, memo board, mirror ), Friend BRC; Coupons BeW WEB SITE"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Piece contains: Eyeshadow samples, UPC offer for MISTY’s ‘Makeover Book; Friend BRC; Coupons. Piece contains Astrological Guide, Free Sminute MistY Phone Card and Phone Cards Holder. Pieces contain: Magnetic Picture Frame, MagneticCollectibles (memo pad, post-its, picture frame, memo board)"
}