{
    "filename": "71533911.jpg",
    "metadata": {},
    "text": "689696162\n\nENVIRONMENTAL TOBACCO SMOKE\n\nQuestions and Answers\n\nQ.1 Aren't pregni\nother people’\n\n \n\nit women and their unborn children put at special risk by\nsmoking?\n\n \n\n‘The science does not support this view.\n\nNevertheless, we believe that employers and others should consider reasonable\nrequests by pregnant women\n\nUsually, all that is needed is a modest rearrangement of desks or work stations,\nthe use of movable partitions, or the purchase of a portable air cleaning device\n\nPRODUCED FROM B&W WEB SITE\n\f",
    "augmented_texts": [
        "689696162 ENVIRONMENTAL TOBACCO SMOKE Questions and Answers Q. single Aren ' tetraiodothyronine pregni other people ’ it women and their unborn children put at special risk by smoking? ‘ The science does non support this view. Yet, we believe that employers and others should consider reasonable requests by pregnant women Usually, all that exist needed is a modest rearrangement of desks or work stations, the use of transferable segmentation, or the purchase of a portable air cleaning device PRODUCED FROM B & W WEB SITE",
        "689696162 ENVIRONMENTAL TOBACCO SMOKE Questions and Answers Q. 1 Aren ' t pregni other people ’ it women and their unborn children put at special endangerment by smoking? ‘ The science does non support this survey. Yet, we believe that employers and others should consider reasonable requests by pregnant women Usually, all that be needed is a small rearrangement of desks or work stations, the use of movable partitions, or the purchase of a portable air cleaning device PRODUCED FROM B & W WEB SITE"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The science does not support this view. Employers and others should consider reasonablerequests by pregnant women.Usually, all that is needed is a modest rearrangement of desks or work stations. The use of movable partitions, or the purchase of a portable air cleaning device can also help."
}