{
    "filename": "80215410_80215428.jpg",
    "metadata": {},
    "text": ". : GENETICS ASSAY NO.: 5901\nLBI SAFETY NO.: 72128\n\nCops\ngent back\npe TENG cad\nfp ct °\npet\nane\n\nMUTAGENICITY EVALUATION OF\na2\n\nIN AN IN VITRO CYTOGENETIC\n\nASSAY MEASURING CHROMOSOME.\n\nABERRATION FREQUENCIES IN\n\nCHINESE HANS (CHO)\nCELLS\n\nAMENDED FINAL REPORT\n\n \n\nSUBMITTED TO:\n\nLORILLARD RESEARCH CENTER\n420 ENGLISH STREET\nPO BOX 21688\nGREENSBORO, NC 27420\n\nSUBMITTED BY:\n\nLITTON BIONETICS, INC.\n5516 NICHOLSON LANE\nKENSINGTON, MARYLAND 20895\n\n \n\nLBI PROJECT NO.: 20990 x\n\nFINAL REPORT DATE: MAY, 1984 a\nee ey\nAMENDED REPORT DATE: NOVEMBER, 1984 ae\n3\n\n[8 Litton Bionetics\n\f",
    "augmented_texts": [
        ".: GENETICS ASSAY NO. : 5901 LBI SAFETY NO. : 72128 Cops gent back pe TENG cad fp ct ° pet ane MUTAGENICITY EVALUATION OF a2 IN AN IN VITRO CYTOGENETIC ASSAY MEASURING CHROMOSOME. ABERRATION FREQUENCIES IN CHINESE HANS (CHO) CELLS AMENDED final examination REPORT SUBMITTED TO: LORILLARD RESEARCH middle 420 ENGLISH STREET PO BOX 21688 GREENSBORO, NC 27420 SUBMITTED BY: LITTON BIONETICS, INC. 5516 NICHOLSON LANE KENSINGTON, MARYLAND 20895 LBI PROJECT NO. : 20990 x FINAL REPORT DATE: MAY, 1984 a ee ey AMENDED REPORT DATE: nov, 1984 ae trio [8 Litton Bionetics",
        ".: GENETICS ASSAY NO. : 5901 LBI SAFETY NO. : 72128 Cops gent back pe TENG cad fp ct ° pet ane MUTAGENICITY EVALUATION OF a2 IN AN IN VITRO CYTOGENETIC ASSAY MEASURING CHROMOSOME. ABERRATION FREQUENCIES IN CHINESE HANS (CHO) CELLS AMENDED FINAL REPORT SUBMITTED TO: LORILLARD RESEARCH CENTER 420 ENGLISH STREET PO BOX 21688 GREENSBORO, NC 27420 SUBMITTED BY: LITTON BIONETICS, INC. 5516 NICHOLSON LANE KENSINGTON, MARYLAND 20895 LBI labor NO. : 20990 x final exam REPORT DATE: english hawthorn, 1984 a ee ey AMENDED story DATE: NOVEMBER, 1984 ae 3 [8 Litton Bionetics"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": ". : GENETICS ASSAY NO.: 5901 LBI SAFETY No.: 72128. Litton Bionetics, Inc. (LBI) Littman, N.C. and LANE, Maryland (LANE) The report was published in 1984. It was the first of a series."
}