{
    "filename": "81050383_0389.jpg",
    "metadata": {},
    "text": "Beitrige zur Tabakforschung Internationall- Volume 13 + No. 2 « December 1985\n\nNeutron Activation Analysis\n\nin Tobacco and Cigarette Smoke Studies:\n\n2R1 Cigarette Composition,\n\nSmoke Transference and Butt Filtration*\n\nby\nRW. Jenkins, Jr\nPhilip Moris Research Center, Richmond, Virginia, U.S.A.\n\nand\n\n©. Goldey and T. G. Williamson\n\nDepartment of Nuclear Engineering, University of Virginia, Charlotesvill, Virginia, U.S.A.\n\nSUMMARY\n\nPresented are the results from the use of neutron a\nvation analyses to determine some of the inorganic\ncomponents of the complete 2RI reference cigaete,\nthe tobacco filer, the cigarette paper, the dropped ash\nand the mainstream pariulate smoke. Transference\nvalues are given for Ns, K, Br, Cl, Co, Rb, Ali Se and\nMa\n\nNeutron activation analyses were used to determine\nbutt filtration of selected inorganics in the tobacco rod\nand in cellulose aceate filters. Bute filraion curves for\n\n \n\n \n\n \n\n \n\nstructed from the data. Na, K, Br and Cl appeared to\nbe removed by normal filtration mechanisms (direct\nimpaction, interception, of diffusion) of entrained par-\n\n \n\nticles of inorganic residve coming from the cigarette\ncoal. Vapor condensation of the inorganice studied was\n‘not considered a major filtration mechanism because a\nuniform filtration was observed at distances far enough\nbehind the coal that the smoke would, have been at\nroom temperature with estentally all’ condensation\ncompleted,\n\n \n\n \n\n \n\nik Mares 190) — seeped: Speer 185\n\n \n\nCalcium and magnesium were sow to be removed ia\nsuch a manner a5 10 indicate a removal mechanism de-\npendent on very lige particles enriched in these ele-\nments. A proposed mechanism is given to accoum for\nthe lick of any detectable transference of these ele~\nments to mainstream smoke,\n\n‘ZUSAMMENFASSUNG\n\n  \n\nDie volltindige Versuchszigarene 2R1, deren Ta-\nbakfillung, Zigarecenpapier, die nach dem Verrauchen\nverbleibende Asche und die Parsikelphase des Haupt-\nstromrauches ‘warden unter Einsatz. von. Neutronen-\nalsivierung auf den Gebalt an einigen anor\nVerbindungen untersucht. Ober den Rauchibergang\nfolgender Substanzen wird beri\n\n29, Rb, Al, Se und Mo.\n\nin Hille der Neauronenaksvierung, wurde bestimmt,\nan wolehem Mos cinsclue anorganitche Verbindungen\n‘Tabak crv und im Cellloseacetatierslektive-\ntinier: werden. Auf der Basis der beobachteten Werte\n‘warden for den gesamten hiner dee Glutaone befinds\nlichen Bereich der Zigarene in Abschaitten von jeweils\n\n \n\n  \n\n \n\n  \n\n \n\n  \n\n \n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "Beitrige zur Tabakforschung Internationall - Volume 13 + No. 2 « December 1985 Neutron Activation Analysis in Tobacco and Cigarette Smoke Studies: 2R1 Cigarette Composition, Smoke Transference and Butt Filtration * by RW. Jenkins, Jr Philip Moris Research Center, Richmond, Virginia, U. S. A. and ©. Goldey and T. G. Williamson Department of Nuclear Engineering, University of Virginia, Charlotesvill, Virginia, U. S. A. SUMMARY Presented are the results from the use of neutron a vation analyses to determine some of the inorganic components of the complete 2RI reference cigaete, the tobacco filer, the cigarette paper, the dropped ash and the mainstream pariulate smoke. Transference values are given for Ns, K, Br, Cl, Co, Rb, Ali Se and Ma Neutron activation analytic thinking were used to determine butt filtration of selected inorganics in the tobacco rod and in cellulose aceate filters. Bute filraion curves for structed from the data. Na, K, Br and Cl appeared to be removed by normal filtration mechanisms (direct impaction, interception, of diffusion) of entrained par - ticles of inorganic residve coming from the cigarette coal. Vapor condensation of the inorganice studied was ‘ not considered a major filtration mechanism because a uniform filtration was observed at distances far enough behind the coal that the smoke would, have been at room temperature with estentally all ’ abridgment completed, ik Mares 190) — seeped: Speer 185 Calcium and magnesium were sow to be removed ia such a manner a5 10 indicate a removal mechanism de - pendent on very lige particles enriched in these ele - ments. A proposed mechanism comprise given to accoum for the lick of any noticeable transference of these ele ~ ments to mainstream smoke, ‘ ZUSAMMENFASSUNG Die volltindige Versuchszigarene 2R1, deren Ta - bakfillung, Zigarecenpapier, die nach dem Verrauchen verbleibende Asche und die Parsikelphase des Haupt - stromrauches ‘ warden unter Einsatz. von. Neutronen - alsivierung auf den Gebalt an einigen anor Verbindungen untersucht. Ober den Rauchibergang folgender Substanzen wird beri 29, Rb, Al, Se und Missouri. in Hille der Neauronenaksvierung, wurde bestimmt, an wolehem Mos cinsclue anorganitche Verbindungen ‘ Tabak crv und im Cellloseacetatierslektive - tinier: werden. Auf der Basis der beobachteten Werte ‘ warden for den gesamten hiner dee Glutaone befinds lichen Bereich der Zigarene in Abschaitten von jeweils",
        "Beitrige zur Tabakforschung Internationall - Volume 13 + No. 2 « December 1985 Neutron Activation Analysis in Tobacco and Cigarette Smoke Studies: 2R1 Cigarette Composition, Smoke Transference and Butt Filtration * by RW. Jenkins, Jr Philip Moris Research Center, Richmond, Virginia, U. S. A. and ©. Goldey and T. G. Williamson Department of Nuclear Engineering, University of Virginia, Charlotesvill, Virginia, U. S. A. SUMMARY Presented are the results from the use of neutron a vation analyses to determine some of the inorganic components of the consummate 2RI reference cigaete, the tobacco filer, the cigarette paper, the dropped ash and the mainstream pariulate smoke. Transference values are given for Normality, K, Br, Cl, Co, Rb, Ali Se and Ma Neutron activation analyses were use to determine butt filtration of selected inorganics in the tobacco rod and in cellulose aceate filters. Bute filraion curves for structed from the data. Atomic number 11, K, Br and Cl appeared to be removed by normal filtration mechanisms (direct impaction, interception, of diffusion) of entrained par - ticles of inorganic residve coming from the cigarette coal. Vapor condensation of the inorganice studied was ‘ not considered a major filtration mechanism because a uniform filtration was observed at distances far enough behind the coal that the smoke would, have been at room temperature with estentally all ’ condensation completed, ik Mares 190) — seeped: Speer 185 Calcium and magnesium were sow to be removed ia such a manner a5 10 indicate a removal mechanism de - pendent on very lige particles enrich in these ele - ments. A proposed mechanism is given to accoum for the lick of any detectable transference of these ele ~ ments to mainstream smoke, ‘ ZUSAMMENFASSUNG Die volltindige Versuchszigarene 2R1, deren Ta - bakfillung, Zigarecenpapier, die nach dem Verrauchen verbleibende Asche und die Parsikelphase des Haupt - stromrauches ‘ warden unter Einsatz. von. Neutronen - alsivierung auf den Gebalt an einigen anor Verbindungen untersucht. Ober den Rauchibergang folgender Substanzen wird beri 29, Atomic number 37, Al, Se und Mo. in Hille der Neauronenaksvierung, wurde bestimmt, an wolehem Mos cinsclue anorganitche Verbindungen ‘ Tabak crv und im Cellloseacetatierslektive - tinier: werden. Auf der Basis der beobachteten Werte ‘ warden for den gesamten hiner dee Glutaone befinds lichen Bereich der Zigarene in Abschaitten von jeweils"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Beitrige zur Tabakforschung Internationall- Volume 13 + No. 2, December 1985. Neutron activation analyses were used to determine butt filtration of selected inorganics in the tobacco rod and in cellulose aceate filters."
}