{
    "filename": "81211334_1337.jpg",
    "metadata": {},
    "text": "MEDICAL RECORD AND ANNALS 985\n\nMEDICAL RECORD AND ANNALS\n\n \n\nDENTON KERR, M.D... EDITOR\n\n101 Herm Pre Hits Hoestn 8 Teas\nC. Gary TURNER! M.D... CO-EDrToR\n\n \n\nperry\n\nTHE TWENTIETH POSTGRADUATE\nASSEMBLY 3\n\n‘The Twentieth Annual Postgraduate\nMedical Assembly of South Texas, held in\nHouston, July 19-21, will go down as\none of the largest and most pleasing meet-\nings yet held. Under the leadership of\nDr. Herman E. Dustin, as president, the\nofficers, the executive committee and the\ndirectors, aided by the various other com-\nmittees, are to be congratulated on this,\nthe culmination of a year of faithful and\nefficient planning and much work that\nthey were able to bring to fruition in this\nthe 20th Session,\n\nDr. C. A. Dwyer automatically assumed\nthe presidency at the close of this meeting.\n\nAt the annual business meeting, Dr. Ed-\nward T. Smith was named president-elect;\nDr. Charles D. Reece was reelected\ntreasurer; Dr, Forrest Jorns was made\nsecretary’ succeeding Dr. Smith and Dr.\nHoward L, Evans was elected to the execu-\ntive committee,\n\nDr. Tom B. Matlock, of Port Arthur, was\nnamed vice-president for the 10th District;\nDr. Sam R Barnes, of Trinity, was named\nvice-president for the Sth District; Dr.\nGeorge A. A. Constant, of Vietoria, was\nnamed vice-president for the 8th District.\n\n \n\n \n\n \n\nINDUSTRIAL HEALTH CONFERENCE\n‘The Houston Chamber of Commerce\nIndustrial Health Conference in the short\nspace of 6 years has become the foremost\nmeeting of its kind in the nation. Last year\nwell over 600 persons attended, and this\nyear 800 to 1000 registrants are expected.\n\n \n\n \n\nSeveral members of the Harris County\nMedical Society have been in the forefront,\nin developing this project to its present\nrespected state,\n\nThe program for this year’s meeting at\nthe Shamrock Hotel September 23-25 is\noutstanding. Among the guished\nguest sperkers are included Dr. Elmer\nHess, President-Elect of the Ameri\nMedical Association; Dr. Kieffer Dai\nPresident-Elect of the Industrial Medical\nAssoci Dr. William C. Menninger,\n‘Menninger Foundation; Mr. Gordon Gray,\nChairmsn of Personnel Security Board of\nthe Atomic Energy Comission and Former\nSecretary of the Army; Dr. John C. Bugher,\nDirector of the Division of Biology and\nMedicine of the Atomic Energy Commis\nsion; Former Governor Val Peterson\nFederal. Administrator of Civil Defense,\nand the Medical Directors of DuPont, East\nman Kodak, General Electric and New\nYork Telephone Companies.\n\nThe Chamber of Commerce has again\nextended an invitation to all physicians to\nsupport this Conference which reflects\ngreat credit upon Houston's industry and\nmedicine, Those desiring more information\nconcerning the program or registration\nmay call Mrs. Nancy Palm at LI-3171.\n\n‘THE CIGARETTE-LUNG CANCER\nPROBLEM\n\nIt is pertinent to say, at the outset, past\ninvestigations have not proved any one\nfactor, including cigarette smoking, as the\ncause ‘of the inereased incidence of lung\ncancer. The issue at the present time is\nbefuddled and the true answer is for the\nfature to decide. The time has come when\n-ard opinions with courage and\ndispatch and attempt to arrive at solid con-\nvictions, We are reminded of a quotation\nby Voltaire, “The history of human opinion\nis scarcely anything more than the history\nof human errors”. There are many physi-\nclans of the opinion that cigarette smoking\nfs the causative factor; many others, per~\nhaps the majority, hold the opposite\nopinion, But the stark reality is that no\n‘one knows at this time, what influence, if\nany, cigarette smoking bears in the pres-\nent-day prevalence of lung cancer in men.\nWe will look, then, at the subject in an\nunbiased way. What is the sense in trying\n\n \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\n   \n\n \n\npeelr2ts\n\f",
    "augmented_texts": [
        "MEDICAL RECORD AND ANNALS 985 MEDICAL RECORD AND ANNALS DENTON KERR, M. D. .. EDITOR 101 Herm Pre Hits Hoestn 8 Teas C. Gary TURNER! M. D. .. CO - EDrToR perry THE TWENTIETH POSTGRADUATE ASSEMBLY 3 ‘ The Twentieth Annual Postgraduate Medical Assembly of South Texas, hold in Houston, July 19 - 21, will go down as one of the largest and most pleasing meet - ings yet held. Under the leadership of Dr. Herman E. Dustin, as president, the officers, the executive committee and the directors, aided by the various other com - mittees, are to be congratulated on this, the culmination of a year of faithful and efficient planning and much work that they were able to bring to fruition in this the 20th Session, Dr. C. A. Dwyer automatically assumed the presidency at the close of this meeting. At the annual business meeting, Dr. Ed - ward T. Smith was named president - elect; Dr. Charles D. Reece was reelected treasurer; Dr, Forrest Jorns was made secretary ’ succeeding Dr. Smith and Dr. Howard L, Evans was elected to the execu - tive committee, Dr. Tom B. Matlock, of Port Arthur, was named vice - president for the 10th District; Dr. Sam R Barnes, of Trinity, was named vice - chairwoman for the Sth District; Dr. George A. A. Constant, of Vietoria, was named vice - president for the 8th District. INDUSTRIAL HEALTH group discussion ‘ The Houston Chamber of Commerce Industrial Health Conference in the short space of 6 geezerhood has become the foremost meeting of its kind in the nation. Last year well over 600 persons attended, and this year 800 to 1000 registrants are expected. Several members of the Harris County Medical Society have been in the forefront, in developing this project to its present respected state, The program for this year ’ s meeting at the Shamrock Hotel September 23 - 25 is outstanding. Among the guished guest sperkers are included Dr. Elmer Hess, President - Elect of the Ameri Medical Association; Dr. Kieffer Dai President - Elect of the Industrial Medical Associ Dr. William C. Menninger, ‘ Menninger Foundation; Mr. Gordon Gray, Chairmsn of Personnel Security Board of the Atomic Energy Comission and Former Secretary of the Army; Dr. John C. Bugher, Director of the Division of Biology and Medicine of the Atomic Energy Commis sion; Former Governor Val Peterson Federal. Administrator of Civil Defense, and the Medical Directors of DuPont, East man Kodak, General Electric and New York Telephone Companies. The Chamber of Commerce has again extended an invitation to all physicians to support this Conference which reflects great credit upon Houston ' s industry and medicine, Those desiring more information concerning the program or registration may call Mrs. Nancy Palm at LI - 3171. ‘ THE CIGARETTE - LUNG CANCER PROBLEM It is pertinent to say, at the outset, past investigation have not proved any one factor, including cigarette smoking, as the cause ‘ of the inereased incidence of lung cancer. The issue at the present time is befuddled and the true answer is for the fature to decide. The time has come when - ard opinions with courage and dispatch and attempt to arrive at solid con - victions, We are reminded of a quotation by Voltaire, “ The history of human opinion is scarcely anything more than the history of human errors ”. There are many physi - clans of the opinion that cigarette smoking fs the causative factor; many others, per ~ haps the majority, hold the opposite opinion, Merely the stark reality is that no ‘ one knows at this time, what influence, if any, cigarette smoking bears in the pres - ent - day prevalence of lung cancer in men. We will attend, then, at the subject in an unbiased way. What is the sense in trying peelr2ts",
        "MEDICAL RECORD AND ANNALS 985 MEDICAL RECORD AND ANNALS DENTON KERR, M. D. .. EDITOR 101 Herm Pre Hits Hoestn 8 Teas C. Gary TURNER! M. D. .. CO - EDrToR perry THE TWENTIETH POSTGRADUATE ASSEMBLY 3 ‘ The Twentieth Annual Postgraduate Medical Assembly of South Texas, held in Houston, July 19 - 21, will go down as one of the largest and most pleasing meet - ings yet held. Under the leadership of Dr. Herman E. Dustin, as president, the officers, the executive committee and the directors, aided by the various other com - mittees, are to be congratulated on this, the culmination of a year of faithful and efficient planning and much work that they were able to bring to fruition in this the 20th Seance, Dr. C. A. Dwyer automatically assumed the presidency at the close of this meeting. At the annual business meeting, Dr. Ed - ward T. Smith was named president - elect; Dr. Charles D. Reece was reelected treasurer; Dr, Forrest Jorns was made secretary ’ succeeding Dr. Smith and Dr. Howard L, Evans was elected to the execu - tive committee, Dr. Tom B. Matlock, of Port Arthur, was named vice - president for the 10th District; Dr. Sam R Barnes, of Trinity, was named frailty - president for the Sth District; Dr. George A. A. Constant, of Vietoria, was named vice - president for the 8th District. INDUSTRIAL HEALTH CONFERENCE ‘ The Houston Chamber of Commerce Industrial Health Conference in the short space of 6 years has become the foremost meeting of its kind in the nation. Last year well over 600 persons attended, and this year 800 to 1000 registrants are expected. Several members of the Harris County Medical Society have been in the forefront, in developing this project to its present respected state, The program for this year ’ s meeting at the Shamrock Hotel September 23 - 25 is outstanding. Among the guished guest sperkers are included Dr. Elmer Hess, President - Elect of the Ameri Medical Association; Dr. Kieffer Dai President - Elect of the Industrial Medical Associ Dr. William C. Menninger, ‘ Menninger Foundation; Mr. Gordon Grey, Chairmsn of Personnel Security Board of the Atomic Energy Comission and Former Secretary of the Army; Dr. John C. Bugher, Director of the Division of Biology and Medicine of the Atomic Energy Commis sion; Former Governor Val Peterson Federal. Administrator of Civil Defense, and the Medical Directors of DuPont, East man Kodak, General Electric and New York Telephone Company. The Chamber of Commerce has again extended an invitation to all physicians to support this Conference which reflects great credit upon Houston ' s industry and medicine, Those desiring more information concerning the program or registration may call Mrs. Nancy Palm at LI - 3171. ‘ THE CIGARETTE - LUNG CANCER PROBLEM It is pertinent to say, at the outset, past investigations have not proved any one factor, including cigarette smoking, as the cause ‘ of the inereased incidence of lung cancer. The issue at the present time is befuddled and the true answer is for the fature to decide. The time take come when - ard opinions with courage and dispatch and attempt to arrive at solid con - victions, We are reminded of a quotation by Voltaire, “ The history of human opinion is scarcely anything more than the history of human misplay ”. There are many physi - clans of the opinion that cigarette smoking fs the causative factor; many others, per ~ haps the majority, hold the opposite opinion, But the stark reality is that no ‘ one knows at this time, what influence, if any, cigarette smoking bears in the pres - ent - day prevalence of lung cancer in men. We will look, then, at the subject in an unbiased way. What is the sense in trying peelr2ts"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "The Twentieth Annual PostgraduateMedical Assembly of South Texas will go down as one of the largest and most pleasing meet-ings yet held. The program for this year’s meeting at the Shamrock Hotel September 23-25 is outstanding. Among the guest sperkers are Dr. Elmer.774Hess, President-Elect of. the Ameri                Medical Association. Dr William C. Menninger, Foundation; Mr. Gordon Gray, Chairman of Personnel Security Board of Atomic Energy."
}