{
    "filename": "81491846_1849.jpg",
    "metadata": {},
    "text": " \n\n| EXPERIMENTAL PATHOLOGY LABORATORIES, INC.\n\nBORRISTUN PROJECT NUMBER 1544\n\nNINETY-DAY SUBCHRONIC sTuoY\nIN THE RAT WITH|D-15\n\nBe PATHOLOGY SUMMARY\n\n \n\nINTRODUCTION\nHematoxylin and eosin stained sections of tissues from 190\nSprague-Dawley rats were examined to determine the potential effect of\n\nprotracted administration of D-15. The study design was as follows:\n\nNumber of Rats\n\nGroup Males Females Dosage Level _Test Article\n\n1 (Controt)* 35 35 O mg/kg Vehicle (00)\n\n5 (Low) 2 20 1260 mg/kg p-15\n\n6 (Mia) 20 2 2510 ng/kg D-15 -\n7 (High) 20 20 5010 mg/kg D-15\n\n \n\n‘Shared common controls with companion studies testing 0-14 and\n0-20,\n\nFollowing ninety days of treatment, all surviving rats were\nsacrificed and complete necropsies were performed. All rats which died\nor were sacrificed moribund were also necropsied. Sections of the\nfollowing tissues were examined from all rats in the control and high\ndose groups: pituitary, heart, spleen, adrenai:, pancreas, colon,\n\ncecum, urinary bladder, ovaries, uterus, thyroid with parathyroid,\n\ng\na\ng\na\n\n   \n\f",
    "augmented_texts": [
        "| EXPERIMENTAL PATHOLOGY science lab, INC. BORRISTUN PROJECT NUMBER 1544 NINETY - DAY SUBCHRONIC sTuoY IN THE RAT WITH | D - 15 Be PATHOLOGY SUMMARY INTRODUCTION Hematoxylin and eosin stained sections of tissues from 190 Sprague - Dawley rats were examined to determine the potential effect of protracted administration of D - 15. The study design was as follows: Number of Rats Group Males Females Dosage Level _Test Article 1 (Controt) * 35 35 O mg / kilo Vehicle (00) little phoebe (Low) 2 20 1260 mg / kg p - 15 6 (Mia) 20 2 2510 ng / kilogram D - 15 - 7 (High) 20 20 5010 mg / kg D - 15 ‘ Shared common controls with companion studies testing 0 - 14 and 0 - 20, Following ninety days of treatment, all surviving rats were sacrificed and complete necropsies were performed. All rats which died or were sacrificed moribund were also necropsied. Sections of the following tissues were examined from all rats in the control and gamey dose groups: pituitary, heart, spleen, adrenai: , pancreas, colon, blind gut, urinary bladder, ovaries, uterus, thyroid with parathyroid, g a g a",
        "| EXPERIMENTAL PATHOLOGY LABORATORIES, INC. BORRISTUN PROJECT NUMBER 1544 NINETY - DAY SUBCHRONIC sTuoY IN THE RAT WITH | Vitamin d - 15 Be PATHOLOGY SUMMARY INTRODUCTION Hematoxylin and eosin stained sections of tissues from 190 Sprague - Dawley rats were examined to learn the potential effect of protracted administration of D - 15. The study design was as follows: Number of Rats Group Males Females Dosage Level _Test Clause 1 (Controt) * 35 35 O mg / kg Vehicle (00) 5 (Low) 2 20 1260 mg / kg p - 15 6 (Mia) 20 2 2510 ng / kg D - 15 - 7 (High) 20 20 5010 mg / kg D - 15 ‘ Shared common controls with companion studies testing 0 - 14 and 0 - 20, Following ninety days of treatment, all surviving rats were sacrificed and complete necropsies embody performed. All rats which died or were sacrifice moribund live also necropsied. Sections of the following tissues were examine from all rats in the control and high dose groups: pituitary, heart, spleen, adrenai: , pancreas, colon, cecum, urinary bladder, ovaries, uterus, thyroid with parathyroid, g a g a"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Hematoxylin and eosin stained sections of tissues from 190.Sprague-Dawley rats were examined to determine the. potential effect of D-15. The study design was as follows:. Shared common controls with companion studies testing 0-14, 20, and 30 mg/kg."
}