{
    "filename": "81843205_3207.jpg",
    "metadata": {},
    "text": "2Takel0.com\nOnline Parenting Survey\n\nPlease check one\n\nM\n\n \n\n‘Number of children in your household\n\n4 or more\nAges of children in your household (may select more than one):\n\n5 or younger\n6-12\n13-18\n\n1. Which of the following topics have you discussed with your child in the last three\nmonths?\n\nSex\nDrugs/Alcohol\nNot Smoking\nReligion/Morality\nSchool/Education\n\npeoge\n\n2. Have you discussed NOT smoking with your child?\n\n \n\na. Yes (if Yes, go to question #3)\nb. No Gif No, skip to question #4)\n\n3. How offen have you spoken to your child about NOT smoking in the last three\n\nmonths?\na. Once\nb, 2-5 Times\n\n  \n\nc. More than 5 times\n\n4. We know it is difficult to discuss not smoking with children. Which response best\ndescribes why you have not spoken with your child about this issue?\n\n81843205\n\f",
    "augmented_texts": [
        "2Takel0. com Online Parenting Survey Please check one Megabyte ‘ Number of children in your household 4 or more Ages of children in your household (may select more than one ): 5 or younger 6 - 12 13 - 18 1. Which of the following topics have you discussed with your child in the last three months? Sex Drugs / Alcohol Not Smoking Religion / Morality School / Education peoge 2. Have you discussed NOT smoking with your child? a. Yes (if Yes, go to question # 3) b. No Gif No, skip to question # 4) 3. How offen have you spoken to your child about NOT smoking in the last three months? a. Once b, 2 - 5 Times c. More than 5 times 4. We know it is difficult to discuss not fume with children. Which response best describes wherefore you have not spoken with your child about this issue? 81843205",
        "2Takel0. com Online Parenting Survey Please check one M ‘ Number of children in your household 4 or more Ages of kid in your household (may select more than than one ): 5 or younger 6 - 12 13 - 18 1. Which of the following topics have you discussed with your child in the last three months? Sex Drugs / Alcohol Not Smoking Religion / Morality School / Education peoge 2. Have you discussed NOT smoking with your youngster? a. Yes (if Yes, go to question # 3) b complex. No Gif No, skip to question # 4) 3. How offen have you speak to your child about NOT smoking in the last three months? a. Once b, 2 - 5 Times c. More than than 5 times 4. We know it is hard to discuss not smoking with children. Which response best describes why you have not spoken with your child about this issue? 81843205"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Online Parenting Survey at www.surveymonkey.com/r/ParentingSurvey. Have you discussed NOT smoking with your child? Yes (if Yes, go to question #3) No Gif No, skip toquestion #4. Once, 2-5 times or more than 5 times."
}