{
    "filename": "81865729_5731.jpg",
    "metadata": {},
    "text": "FOR IMMEDIATE RELEASE Contact Sarah Trego\n312/988-3703\n\nCOMPUTER PRIZE IS “COOL NEWS” FOR KIDS WHO EDUCATE OTHERS\nABOUT STAYING AWAY FROM CIGARETTES\nTeen.1.P. Rewards Budding Newspaper Reporters\n\n \n\nGREENSBORO, NC ~ May XX, 2001 ~ Young journalists from across the country now have\nthe opportunity to win recognition by using their writing skills to share an important message\nwith their peers—it’s not cool to smoke.\n\n‘The TeenHL.L.P. (Teens Helping Influence People) Cool News Program, sponsored by\nthe Lorillard Tobacco Company's Youth Smoking Prevention Program, offers middle- and high\nschool students a chance to win $5,000 in computer equipment and services for their school,\nplus notice for their writing skills, for publishing an article in their school paper that explains\nwhy kids shouldn't light up\n\n“Lorillard is 100 percent committed to significantly reducing teen smoking, and\nthrough our Youth Smoking Prevention Program, we hope to drive home the message that\nsmoking is not a ‘cool’ thing to do”, says Steve Watson, vice president, external affairs,\nLorillard Tobacco Company, “The Cool News Program allows kids to relay this important\nmessage to their peers using their own stories and in their own language.”\n\nThe News...\n\nEntering Cool News is easy. A student simply needs to write an article on one of the\n\nfollowing topics and get it published in his or her school newspaper:\nThe Top 10 Reasons Teens Shouldn't Smoke\n\n- Cool W\n\n \n\nto Say “No” to Smoking\n\n(more)\n\n81865729\n\f",
    "augmented_texts": [
        "FOR IMMEDIATE RELEASE Contact Sarah Trego 312 / 988 - 3703 COMPUTER PRIZE IS “ COOL NEWS ” FOR KIDS WHO EDUCATE OTHERS ABOUT STAYING AWAY FROM CIGARETTES Teen. 1. P. Rewards Budding Newspaper Reporters GREENSBORO, NC ~ May XX, 2001 ~ Young journalists from across the country now have the opportunity to win recognition by using their writing skills to share an important message with their peers — it ’ s not cool to smoke. ‘ The TeenHL. L. P. (Teens Helping Influence People) Cool News Program, sponsored by the Lorillard Tobacco Company ' s Youth Smoking Prevention Programme, offers middle - and high school students a chance to win $ 5, 000 in computer equipment and services for their school, positive notice for their writing skills, for publishing an article in their school paper that explains why kids shouldn ' mt light up “ Lorillard is 100 percent practice to significantly reducing teen smoking, and through our Youth Smoking Prevention Program, we hope to drive home the message that smoking is not a ‘ cool ’ thing to do ”, says Steve Watson, vice president, external affairs, Lorillard Tobacco Company, “ The Cool News Program allows kids to relay this important message to their peers using their own narrative and in their own language. ” The Tidings. .. Entering Cool News is easy. A student simply needs to write an article on one of the following topics and get it published in his or her school newspaper: The Top 10 Reasons Teens Shouldn ' t Smoke - Poise W to Say “ No ” to Smoking (more) 81865729",
        "FOR IMMEDIATE RELEASE Contact Sarah Trego 312 / 988 - 3703 COMPUTER PRIZE IS “ COOL NEWS ” FOR KIDS WHO EDUCATE OTHERS ABOUT STAYING AWAY FROM CIGARETTES Teen. 1. P. Rewards Budding Newspaper Reporters GREENSBORO, NC ~ May XX, 2001 ~ Young journalists from across the country now have the opportunity to win recognition by using their writing skills to share an important message with their peers — it ’ s not cool to smoke. ‘ The TeenHL. L. P. (Teens Helping Influence People) Cool News Program, sponsored by the Lorillard Tobacco Company ' s Spring chicken Smoking Prevention Program, offers middle - and high school students a chance to gain ground $ 5, 000 in computer equipment and services for their school, plus notice for their writing skills, for publishing an article in their school paper that explains why kids shouldn ' t light up “ Lorillard is 100 percent committed to significantly reducing teen smoking, and through our Youth Smoking Prevention Program, we hope to drive home the message that smoking is not a ‘ cool ’ thing to do ”, says Steve Watson, vice president, external affairs, Lorillard Baccy Company, “ The Cool News Program allows kids to relay this important message to their peers using their own stories and in their own language. ” The News. .. Entering Cool News is easy. A student simply needs to write an article on one of the following topics and get it published in his or her school newspaper: The Top 10 Reasons Teens Shouldn ' t Smoke - Cool W to Say “ No ” to Smoking (more) 81865729"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The TeenHL.L.P. (Teens Helping Influence People) Cool News Program offers middle- and high-school students a chance to win $5,000 in computer equipment and services for their school. The program is sponsored by the Lorillard Tobacco Company's Youth Smoking Prevention Program. A student simply needs to write an article on one of the following topics."
}