{
    "filename": "81873878.jpg",
    "metadata": {},
    "text": "orden Bressler/Lovterd/MLBA To mupiatestac net\n\navr 12002 03:12 PM cS\nbee\n\n‘Subject Per your voicemail\n\nBort-\nreceived your voicemail oflestweek and wanted to pointyou in the right direction, All media and sponsorship\npropasels regarding our Youth Smoking Prevention Program here et Larillard reed to begin with Antnony\n‘Arena, ourmedia planner, et Bozell NewYork at 212-727-5302, Please call him directly.\n\nThenkyau for your interest.\n\nPS. | attempted to return your call this afternoon. and it appears someone picked up the phone and then hung\nup.\n\n81873878\n\f",
    "augmented_texts": [
        "orden Bressler / Lovterd / MLBA To mupiatestac net avr 12002 03: 12 necropsy caesium bee ‘ Subject Per your voicemail Bort - received your voicemail oflestweek and wanted to pointyou in the right direction, All media and sponsorship propasels regarding our Youthfulness Smoking Prevention Political program hither et Larillard reed to start with Antnony ‘ Arena, ourmedia planner, et Bozell NewYork at 212 - 727 - 5302, Please call him directly. Thenkyau for your interest. PS. | attempted to return your call this afternoon. and it appears someone picked up the phone and then hung up. 81873878",
        "orden Bressler / Lovterd / MLBA To mupiatestac nett avr 12002 03: 12 PM cS bee ‘ Subject Per your voicemail Bort - received your voicemail oflestweek and wanted to pointyou in the right direction, All media and sponsorship propasels regarding our Youth Fume Prevention Program hither et Larillard reed to begin with Antnony ‘ Arena, ourmedia planner, et Bozell NewYork at 212 - 727 - 5302, Please call him directly. Thenkyau for your interest. PS. | attempted to return your call this afternoon. and it appears someone picked up the phone and then hung up. 81873878"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "orden Bressler/Lovterd/MLBA To mupiatestac net: cSbee: ‘Subject Per your voicemail, I wanted to pointyou in the right direction, All media and sponsorshippropasels regarding our Youth Smoking Prevention Program here et Larillard reed to begin with Antnony.’"
}