{
    "filename": "82247448.jpg",
    "metadata": {},
    "text": "LORLLLARD Togace 4064423857 03/03 '99 17:38 NO.646 02/05\n\n— 1 Chase mas \\\n\n \n\n \n\nnee wont\n4 ae\nRI Keynwhtr® ere\n=o Tobanco Company\nGS von\non\nne at\nFebruary 25, 1999\nDale Markovich\nRoach & Smith\n1005 §. Montana St.\nButte, MT 59701\n\nRE: DORAL Ultra Light BOX King and 100’\nDear Dale,\n\nR.J. Reynolds Tobacco Co. is pleased fo announce the availabilty of DORAL Ultra Lights in\nnew box styles, The tramendous growth in all Box Style products, a current 8% growth in\nUltra light products and DORAL's strong position make this new product a perfect fit.\n\nAttached is a fact sheet regarding these two new styles. We will be offering an introductory\nallowance of $7.50 per 6M case cn all product shipped from April 12 - May 7, 1999. Credit\nworthy customers will receive additional dating in your original allocations.\n\nWe have included @ summary of your initial allocations. Please retum the attached form with\nP.O. to our office by March 31, 1899. This will Insure that you will have this new product\navaiable to your customers, Our Salas Representatives are currently pre-seliing this product\n‘and we will forward orders to you the first week of April 1999.\n\n‘We have also included a sample of the DORAL Ultra Light 100's BOX to assist with gotting this\nproduct up in your system. Please callit you have any questions.\n\n      \n  \n     \n\n‘Sincerely,\n\nChase Breet\n\nJ. Chase Hymas Brent Sabo\n\nKey Account Manager Account Manager\n\niwi TEE FOLDING FORTATENTITS GETS\n\ntress )\noats | Baie Hartonct\ncha Smith Pit Bate MT)\n\n‘and fowacded 3\n\nEnclosures - DORAL Product\nAttachments - Fact Sheet\n= Initial Order Sheet\n\ncc: Mike Bucklor\n\n \n\n8rrLrZZ8\n\n \n\f",
    "augmented_texts": [
        "LORLLLARD Togace 4064423857 03 / 03 ' 99 17: 38 NO. 646 02 / 05 — 1 Chase mas \\ nee wont 4 ae RI Keynwhtr ® ere = o Tobanco Company GS von on ne at February 25, 1999 Dale Markovich Roach & Smith 1005 §. Montana St. Butte, MT 59701 RE: DORAL Ultra Light BOX King and 100 ’ Dear Dale, R. J. Reynolds Tobacco Co. is pleased fo announce the availabilty of DORAL Ultra Lighting in new loge styles, The tramendous growth in all Box Style products, a current 8% growth in Ultra light products and DORAL ' s strong position make this new product a perfect fit. Attached is a fact sheet regarding these two new styles. We will be offering an introductory allowance of $ 7. 50 per 6M case cn all product shipped from April 12 - May 7, 1999. Credit worthy customers will receive additional dating in your original allocations. We have included @ summary of your initial allocations. Please retum the attached form with P. Group o. to our office by March 31, 1899. This will Insure that you will have this new product avaiable to your customers, Our Salas Representatives are currently pre - seliing this product ‘ and we will forward orders to you the first week of April 1999. ‘ We have also included a sample of the DORAL Ultra Light 100 ' s BOX to assist with gotting this product upward in your system. Please callit you have any questions. ‘ Sincerely, Chase Breet J. Chase Hymas Brent Sabo Key Account Manager Account Manager iwi TEE FOLDING FORTATENTITS GETS tress) oats | Baie Hartonct cha Smith Pit Bate MT) ‘ and fowacded 3 Enclosing - DORAL Product Attachments - Fact Sheet = Initial Order Sheet cc: Mike Bucklor 8rrLrZZ8",
        "LORLLLARD Togace 4064423857 03 / 03 ' 99 17: 38 NO. 646 02 / 05 — 1 Chase mas \\ nee wont iv ae RI Keynwhtr ® ere = o Tobanco Company GS von on ne at February 25, 1999 Dale Markovich Roach & Smith 1005 §. Montana St. Butte, MT 59701 RE: DORAL Ultra Light BOX King and 100 ’ Dear Dale, R. J. Reynolds Tobacco Co. is pleased fo announce the availabilty of DORAL Ultra Lights in new box styles, The tramendous growth in all Box Style products, a current 8% growth in Ultra light products and DORAL ' s strong position make this new product a perfect fit. Attached is a fact sheet regarding these ii new styles. We will be offering an introductory allowance account of $ heptad. 50 per 6M case cn all product shipped from April 12 - May 7, 1999. Credit worthy customers will receive additional dating in your original allocations. We have included @ summary of your initial allocations. Please retum the attached form with P. O. to our office by March 31, 1899. This will Insure that you will have this new product avaiable to your customers, Our Salas Representatives are currently pre - seliing this product ‘ and we will forward orders to you the world class week of April 1999. ‘ We have also included a sample of the DORAL Ultra Light 100 ' s BOX to assist with gotting this product up in your system. Please callit you have any questions. ‘ Sincerely, Chase Breet J. Chase Hymas Brant Sabo Key Account Manager Account Manager iwi TEE FOLDING FORTATENTITS GETS tress) oats | Baie Hartonct cha Smith Pit Bate MT) ‘ and fowacded 3 Enclosures - DORAL Product Attachments - Fact Sheet = Initial Order Sheet cc: Mike Bucklor 8rrLrZZ8"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "R.J. Reynolds Tobacco Co. is pleased to announce the availabilty of DORAL Ultra Lights in two new box styles. We will be offering an introductory.allowance of $7.50 per 6M case cn all product shipped from April 12 - May 7, 1999."
}