{
    "filename": "82340750.jpg",
    "metadata": {},
    "text": "Memorandum\n\n \n\n \n\n \n\nTo: Distribution\nFrom: JoAnn Paradiso fe\nDate: February 1, 1995\n\nSubjects Direct Marketing Project - Status\n\n \n\n‘The following documents outline progress made since the last status was distributed in early\nDecember of 1994. The business model for the Direct Marketing pilot is being built with the\ncurrent Kent and True promotions. If necessary, MIS will modify the model based on feedback\nfrom the Market Planning and Brand Management members of the project team. Upon\nacceptance of the model by the project team, activities to incorporate all of the Epsilon data will\nbegin.\n\nCognos! PowerPlay training has been scheduled for March 29th and 30th, in the 14th floor\ntraining room, \"Teach Yourself Windows” computer based training has been installed on the\nMarketing LAN and is accessible by the Direct Marketing project team. This self training\n‘course can be used to help Marketing and Brand Management become more comfortable with\nthe Windows environment, Refer to the attached training schedule for more details.\n\nBana\nFD-05.95\n\nDist: Direct Marketing Project Team\nTT. Baylies, S. Benson, S. Evans, M. Orlowsky, A. Pasheluk, S. Smith, T. Smith,\nP. Tsigrikes, R. Yang\n\ncc: A. Alexander, 8, Cleary, A. Chan, F. D'Aurizio, M, Nelson, R. Tatonetti, G. Telford\n\nOSL0bE78\n\f",
    "augmented_texts": [
        "Memorandum To: Distribution From: JoAnn Paradiso atomic number 26 Date: February 1, 1995 Field of study Direct Marketing Project - Status ‘ The following written document outline progress made since the last status was distributed in early December of 1994. The business manakin for the Direct Marketing pilot is being built with the current Kent and True promotions. If necessary, MIS will modify the model based on feedback from the Market Planning and Brand Management members of the project team. Upon acceptance of the model by the project team, activities to incorporate all of the Epsilon data will begin. Cognos! PowerPlay training has been scheduled for March 29th and 30th, in the 14th floor training elbow room, \" Teach Yourself Windows ” computer based training has been installed on the Marketing LAN and is accessible by the Direct Marketing project team. This self training ‘ course can be used to help Marketing and Brand Management become more comfortable with the Windows environment, Refer to the attached training schedule for more point. Bana FD - 05. 95 Dist: Direct Marketing Project Team TT. Baylies, S. Benson, S. Evans, M. Orlowsky, A. Pasheluk, S. Smith, T. Smith, P. Tsigrikes, R. Yang cc: A. Alexander, 8, Cleary, A. Chan, F. D ' Aurizio, M, Nelson, R. Tatonetti, G. Telford OSL0bE78",
        "Memorandum To: Distribution From: JoAnn Paradiso fe Date: February 1, 1995 Subjects Direct Marketing Projection - Status ‘ The following documents outline progress made since the last status was distributed in early December of 1994. The business model for the Direct Marketing pilot make up being built with the current Kent and True promotions. If necessary, MIS will modify the model based on feedback from the Market Planning and Brand Management members of the project team. Upon acceptance of the model by the project team, activities to incorporate all of the Epsilon data will begin. Cognos! PowerPlay training has been scheduled for March 29th and 30th, in the 14th floor training room, \" Teach Yourself Windows ” computer based training has been installed on the Marketing LAN and is accessible by the Direct Marketing project team. This self training ‘ course can be used to help Marketing and Brand Management become more comfortable with the Windows environment, Refer to the connected training schedule for more details. Bana FD - 05. 95 Dist: Direct Marketing Projection Team TT. Baylies, S. Benson, S. Evans, M. Orlowsky, A. Pasheluk, S. Smith, T. Smith, P. Tsigrikes, R. Yang cc: A. Alexander, 8, Cleary, A. Chan, F. D ' Aurizio, M, Nelson, R. Tatonetti, G. Telford OSL0bE78"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "The business model for the Direct Marketing pilot is being built with the current Kent and True promotions. PowerPlay training has been scheduled for March 29th and 30th, in the 14th floor training room. The self training course can be used to help Marketing and Brand Management become more comfortable withthe Windows environment."
}