{
    "filename": "82569960_9967.jpg",
    "metadata": {},
    "text": "RECEIVED\nOCT 1 4 1999\nR. B. SPELL\n\n \n\nTo: Peter Keegan (Via Fax)\nFrom: T.R. Staab H dizaho\nDate: October 14, 1999\n\nSubject: Volume Performance Industry and Lorillard\n\n \n\nIf you recall, when we met on 9/29 you indicated that it would be helpful if you\ncould receive the subject information on a “Quarter to Date” basis, Exhibit |\nattached is the information that our Market Research group has developed.\n\nPlease advise if Exhibit ! is what you had in mind or needs to be altered.\n\niv :\nattachments\n\nce: R. Spell\n\n69528\n\n026\n\f",
    "augmented_texts": [
        "RECEIVED OCT 1 4 1999 R. B. SPELL To: Peter Keegan (Via Facsimile) From: T. R. Staab H dizaho Date: October 14, 1999 Subject: Loudness Performance Industry and Lorillard If you recall, when we met on 9 / 29 you indicated that it would be helpful if you could receive the subject information on a “ Quarter to Engagement ” basis, Exhibit | attached is the information that our Market Research group has developed. Please advise if Exhibit! is what you had in mind or needs to be altered. foursome: attachments atomic number 58: R. Spell 69528 026",
        "RECEIVED OCT 1 4 1999 R. B. SPELL To: Peter Keegan (Via Fax) From: T. R. Staab H dizaho Engagement: October 14, 1999 Subject: Volume Performance Industry and Lorillard If you recall, when we meet on niner / twenty nine you indicated that it would be helpful if you could receive the subject information on a “ Quarter to Day of the month ” basis, Exhibit | attached is the information that our Market Research group has developed. Please suggest if Display! follow what you had in mind or needs to be altered. iv: attachments ce: R. Spell 69528 026"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Received on October 14, 1999, from T.R. Staab H dizaho. Subject: Volume Performance Industry and Lorillard. Exhibit is information that our Market Research group has developed. Please advise if Exhibit! is what you had in mind or needs to be altered."
}