{
    "filename": "82918358_82918362.jpg",
    "metadata": {},
    "text": "MEMORANDUM\n\nMarch 11, 1991\n\nTo: T. L. Achey M. L. Orlowsky\nK. P. Augustyn A. Pasheluk\nA. J. Giacoio M. A. Peterson\n\nc. J. Gilbert\n\nL. Gordon\n\nR. D. Hammer\n\n8. T. Jones\n\nM. M. Lepre\n\nv. D. Lindsley\nJ. P. Mastandrea\nP. J. McCann\n\nR. H. Orcutt\n\nF. smith\n\nH. Tisch\nTsigrikes\nM. Wagner\n\n \n\nFrom: S. L. Evans\n\nR. Telford\n\nPrakash (DMG)\nL. Rhyne (GBO)\nS$. Sciannimanico\n\nH. Westphalen\n\nRe: 1991 WEEKLY VOLUME PERFORMANCE - INDUSTRY AND LORILLARD\n\n  \n\nAttached is the Weekly Volume Analysis for the week ending\n\nMarch 8, 1991 - Week #10 of the calendar year\n\nINDUSTRY\n\ncumulative volume through (3/8/91) of 66.4 billion units was\nTrends for\n\n5.5 billion units or 8% lower than last year.\nthe latest four weeks are 10% below last year.\n\nINDUSTRY SHIPMENT TRENDS.\nVolume (Billions:\n\n—1290- 1991\n\nYear-To-Date 72.972 66.449\nWeekly Avg. 7.344 6.922\nWeek #07 8.848 7.965\n08 7.932 7.303\n\n09 9.046 7.965\n\n10 8.639\nLatest 4 Weeks 31.872\n\n \n\n   \n\n-10\n- 8\n-12\n=10\n\n-10\n\nesesteze\n\f",
    "augmented_texts": [
        "MEMORANDUM March 11, 1991 To: T. L. Achey M. L. Orlowsky K. P. Augustyn Group a. Pasheluk A. J. Giacoio M. A. Peterson c. J. Gilbert L. Gordon R. 500. Hammer 8. T. Jones M. Megabyte. Lepre v. D. Lindsley J. P. Mastandrea P. J. McCann R. H. Orcutt F. smith Total heat. Tisch Tsigrikes M. Wagner From: S. L. Evans R. Telford Prakash (DMG) L. Rhyne (GBO) South $. Sciannimanico H. Westphalen Re: 1991 WEEKLY VOLUME PERFORMANCE - INDUSTRY AND LORILLARD Attached is the Weekly Volume Analysis for the week ending March 8, 1991 - Week # 10 of the calendar year INDUSTRY cumulative loudness through (3 / 8 / 91) of 66. 4 billion units was Trends for 5. 5 billion units or 8% lower than last year. the latest four weeks are 10% below last year. INDUSTRY SHIPMENT TRENDS. Volume (Billions: — 1290 - 1991 Year - To - Date seventy two. 972 66. 449 Weekly Avg. 7. 344 6. 922 Week # 07 8. 848 7. 965 08 7. 932 7. 303 09 9. 046 7. 965 10 8. 639 Latest 4 Weeks 31. 872 - 10 - 8 - 12 = 10 - 10 esesteze",
        "MEMORANDUM March 11, 1991 To: T. L. Achey M. L. Orlowsky K. P. Augustyn A. Pasheluk A. J. Giacoio M. A. Peterson c. J. Gilbert L. Gordon Gas constant. D. Pounding 8. T. Jones M. M. Lepre quintet. D. Lindsley J. P. Mastandrea P. J. McCann R. H. Orcutt F. smith H. Tisch Tsigrikes M. Wagner From: S. L. Evans R. Telford Prakash (DMG) L. Rhyne (GBO) S $. Sciannimanico Planck's constant. Westphalen Re: 1991 WEEKLY VOLUME PERFORMANCE - INDUSTRY AND LORILLARD Attached is the Weekly Volume Analysis for the week ending March 8, 1991 - Week # 10 of the calendar year INDUSTRY cumulative volume through (3 / 8 / 91) of 66. 4 one million million units personify Trends for 5. 5 billion units or 8% lower than last year. the latest four weeks be 10% below last year. INDUSTRY SHIPMENT TRENDS. Volume (Billions: — 1290 - 1991 Year - To - Date 72. 972 66. 449 Weekly Avg. 7. 344 6. 922 Week # 07 8. 848 7. 965 08 7. 932 7. 303 09 9. 046 7. 965 10 8. 639 Latest 4 Weeks 31. 872 - 10 - 8 - 12 = 10 - 10 esesteze"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Weekly Volume Analysis for the week ending March 8, 1991 - Week #10 of the calendar year. Cumulative volume through (3/8/91) of 66.4 billion units was 8% lower. Latest four weeks are 10% below last year's total volume."
}