{
    "filename": "83238187_8215.jpg",
    "metadata": {},
    "text": "EMM Draft 1. Lead in Paper for Mofecular\n\nCharacterization Paper\n\nReversion Profiles of 1R4F Cigarette Smoke-Induced Mutation in Base-\nSubstitution Specific Salmonella typhimurium Strains\n\nR. S. Lake, R. Leverette, E. Crouse, C. Gaworski and J. D. Heck\n\nLorillard Tobacco Co.\nResearch Center\n\n420 English Street\nGreensboro, NC 27420\n\nFax: (336) 335-6640\n£. Phone: (336) 335-6663\nMail: slake@lortobco.com\n\n \n\nFor submission:\n\nDr. Thomas A. Cebula\nEnvironmental and Molecutar Mutagenesis\n\nJournal Editorial Office\nP.O, Box 4869\nBaltimore, MD 21211, USA\n\nPhone: (410) 243-6506\nFax: (410) 243-6608\n\nFIGURES (7); TABLES (3)\n\n£81 882o9\n\f",
    "augmented_texts": [
        "EMM Draft 1. Lead in Paper for Mofecular Characterization Newspaper Reversion Profiles of 1R4F Cigarette Smoking - Induced Mutation in Root - Substitution Particular Salmonella typhimurium Strains R. S. Lake, R. Leverette, E. Crouse, C. Gaworski and J. D. Heck Lorillard Tobacco Co. Research Center 420 English Street Greensboro, NC 27420 Fax: (336) 335 - 6640 £. Phone: (336) 335 - 6663 Mail: slake @ lortobco. com For submission: Dr. Thomas A. Cebula Environmental and Molecutar Mutagenesis Journal Editorial Office Atomic number 15. O, Box 4869 Baltimore, MD 21211, USA Phone: (410) 243 - 6506 Fax: (410) 243 - 6608 physique (7 ); TABLES (3) £ 81 882o9",
        "EMM Draft 1. Lead in Paper for Mofecular Characterization Paper Reversion Profile of 1R4F Cigarette Gage - Induced Mutation in Base - Substitution Particular Salmonella typhimurium Strains R. S. Lake, R. Leverette, E. Crouse, C. Gaworski and J. D. Heck Lorillard Tobacco Co. Research Center 420 English Street Greensboro, NC 27420 Fax: (336) 335 - 6640 £. Phone: (336) 335 - 6663 Mail: slake @ lortobco. com For submission: Dr. Thomas A. Cebula Environmental and Molecutar Mutagenesis Journal Editorial Office P. O, Box 4869 Baltimore, MD 21211, USA Phone: (410) 243 - 6506 Fax: (410) 243 - 6608 FIGURES (7 ); TABLES (3) £ eighty one 882o9"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "EMM Draft 1.5: Lead in Paper for Mofecular Guidelines. Paper: 1R4F Cigarette Smoke-Induced Mutation in Base-Specific Salmonella typhimurium Strains. For submission: Dr. Thomas A. Cebula and Molecutar Mutagenesis. Email: slake@lortobco.com."
}