{
    "filename": "83259092.jpg",
    "metadata": {},
    "text": " \n\n‘Tomicorocie ParwoLooy, vol. 26, no, 3. pp. 307-314. 1998\nCopprign © 1998 by tne Society of Toxtoiogte Pathologie\n\nA Review of Chronic Inhalation Studies with Mainstream Cigarette\nSmoke in Rats and Mice*\n\nCuristoruer R. EB. Cocaws\n\nLorillard Tobacco Co. Greensboro, North Carolina 27408-7018\n\nApsteact\nIn this papec review the results ofa epresentative selection of chronic inhalation studies with rats and mice exposed to mainstream,\n\ncigerete smoke ar\n\n \n\ndescribe the inhalation exporures and the histopathological changes reported by various authors. Many of the\n\nstudies used nose-only exposure systems whereas others simply used large whole-body chambers. Smoke-induced epithelial hyper-\n‘eophy. hyperplasia, and squamous metaplasia were reporied in the conducting aleways in most of the studies, along with increased\n\n‘numbers of inisalveciar macrophages that were cccasionally a\n\n \n\nJated with alveolar metaplasia. Lang adenomas and adenocarci-\n\nrnomas were reported in only a few of the studies. No statistically significant increase inthe incidence of malignant lung tumors was\n\nsecon in either species as a result of smoke exposure, a finding that does not agree withthe resuls of\n\nhumans, Posible reasons for ths lack of eorelation are given.\nKeywords. Cigarete sok\n\n \n\nINTRODUCTION\n\nRats and mice are used routinely in studies of experi-\n‘mental carcinogenesis (12, 30, 33), leading others (11) to\nconsider that “these laboratory ‘results are the main\nsource of information that is used to set regulatory stan-\ndards for potential human exposures.” The (unstated)\npresumption is that the rodent carcinogenic responses ac~\ncurately predict human carcinogenic responses (27). The\npresent review was performed to verify whether the mea\nsured response to cigarette smoke in rodents reflects the\nstrong epidemiological findings in human smokers (19,\n30.\n\n‘This paper is a critical review ofthe scientific literature\nrelating to the pulmonary pathology of rats and mice ex-\nposed by inhalation to cigarette smoke. There is a large\namount of published literature on this subject, so for\nspace reasons only a selection of the major papers is pre~\nsented: the reviewed findings are similar to those in p\npers not so selected. Although there are numerous reports\nfon smoke inhalation studies with other small animals\n(e.g. hamsters and rabbits) and larger animals (e.g.. dogs\n‘and primates), these species will be considered in future\nreviews, Rigorous eriteria by which to evaluate the results\nwere selected in accord with accepted standards of toxi-\ncology, pathology, and carcinogenesis.\n\nReviews of the earlier literature are available (32, 36),\nso the present review includes only the more recent work\nfon animal inhalation studies with cigarette smoke. Cri-\n\n \n\n \n\n \n\nidemiological studies in\n\n \n\nInalation toxicology: rodent cespratory tract\n\n \n\nteria for inclusion of such studies were (a) an overall\nduration consistent with the induction of cancer, includ-\ning those studies where details on gross pathology, sub-\nsequent histopathology, or both were lacking, and (b) de~\ntailed histopathological descriptions, no matter what the\nduration of the experiment.\n\n6069258\n\n \n\f",
    "augmented_texts": [
        "‘ Tomicorocie ParwoLooy, vol. 26, no, 3. pp. 307 - 314. 1998 Copprign © 1998 by tne Society of Toxtoiogte Pathologie A Review of Chronic Inhalation Studies with Mainstream Cigarette Smoke in Rats and Mice * Curistoruer R. EB. Cocaws Lorillard Tobacco Co. Greensboro, North Carolina 27408 - 7018 Apsteact In this papec review the results ofa epresentative selection of chronic inhalation studies with rats and mice exposed to mainstream, cigerete fume ar describe the inhalation exporures and the histopathological changes reported by various authors. Many of the studies used nose - only photo systems whereas others simply used large whole - body chambers. Smoke - induced epithelial hyper - ‘ eophy. hyperplasia, and squamous metaplasia were reporied in the conducting aleways in most of the subject area, along with increased ‘ numbers of inisalveciar macrophages that were cccasionally a Jated with alveolar metaplasia. Lang adenomas and adenocarci - rnomas were reported in only a few of the studies. No statistically significant increase inthe incidence of malignant lung tumors was secon in either species as a result of smoke exposure, a finding that does not agree withthe resuls of man, Posible reasons for ths lack of eorelation are given. Keywords. Cigarete sok INTRODUCTION Rats and mice are used routinely in studies of experi - ‘ mental carcinogenesis (12, 30, 33 ), leading others (11) to consider that “ these laboratory ‘ results are the main source of information that is employ to set regulatory stan - dard for potential human exposures. ” The (unstated) presumption is that the rodent carcinogenic responses ac ~ curately predict human carcinogenic responses (27 ). The present review was performed to verify whether the mea sured response to cigarette smoke in rodents reflects the strong epidemiological findings in human smokers (19, 30. ‘ This paper is a critical review ofthe scientific literature relating to the pulmonary pathology of rats and mice ex - posed by inhalation to cigarette smoke. There is a large amount of published literature on this subject, so for space reasons only a selection of the major papers is pre ~ sented: the reviewed findings are similar to those in p pers not so selected. Although there are numerous reports fon smoke inhalation studies with other small animals (e. g. hamsters and rabbits) and larger animals (e. g. . dogs ‘ and primates ), these species will be considered in future reviews, Rigorous eriteria by which to evaluate the results were selected in accord with accepted standards of toxi - cology, pathology, and carcinogenesis. Reviews of the earlier literature are available (32, 36 ), so the present review includes only the more recent work fon animal inhalation studies with cigarette smoke. Cri - idemiological studies in Inalation toxicology: rodent cespratory tract teria for inclusion of such studies were (a) an overall continuance consistent with the induction of cancer, includ - ing those studies where details on gross pathology, sub - sequent histopathology, or both were lacking, and (b) de ~ tailed histopathological descriptions, no matter what the duration of the experiment. 6069258",
        "‘ Tomicorocie ParwoLooy, vol. 26, no, trey. pp. 307 - 314. 1998 Copprign © 1998 by tne Society of Toxtoiogte Pathologie A Review of Chronic Intake Studies with Mainstream Cigarette Smoke in Rats and Mice * Curistoruer R. EB. Cocaws Lorillard Tobacco Co. Greensboro, North Carolina 27408 - 7018 Apsteact In this papec review the results ofa epresentative selection of chronic inhalation report with rats and mice exposed to mainstream, cigerete smoke ar describe the inhalation exporures and the histopathological changes reported by various authors. Many of the studies used nose - only exposure systems whereas others simply used large whole - body chambers. Smoke - induced epithelial hyper - ‘ eophy. hyperplasia, and squamous metaplasia were reporied in the conducting aleways in most of the studies, along with increased ‘ numbers of inisalveciar macrophages that were cccasionally a Jated with alveolar metaplasia. Lang adenomas and adenocarci - rnomas were reported in only a few of the study. No statistically significant increase inthe incidence of malignant lung tumors was secon in either species as a result of smoke exposure, a finding that does not agree withthe resuls of humans, Posible reasons for ths lack of eorelation are given. Keywords. Cigarete sok INTRODUCTION Rats and mice are used routinely in studies of experi - ‘ mental carcinogenesis (12, 30, 33 ), leading others (11) to consider that “ these laboratory ‘ results are the main source of information that is used to set regulatory stan - dards for potential human exposures. ” The (unstated) presumption is that the rodent carcinogenic responses ac ~ curately predict human carcinogenic responses (27 ). The present review was performed to verify whether the mea sured response to cigarette smoke in rodents reflects the strong epidemiological findings in human smokers (nineteen, 30. ‘ This paper is a critical review ofthe scientific literature relating to the pulmonary pathology of rats and mice ex - posed by inhalation to cigarette smoke. There is a large amount of published literature on this subject, so for space reasons only a selection of the major papers is pre ~ sented: the reviewed findings are similar to those in p pers not so selected. Although there are numerous reports fon smoke inhalation studies with other small animals (e. g. hamsters and rabbits) and larger animals (e. g. . dogs ‘ and primates ), these species will be considered in future reviews, Rigorous eriteria by which to evaluate the results were selected in accord with accepted standards of toxi - cology, pathology, and carcinogenesis. Reviews of the earlier literature are available (32, 36 ), so the present review includes only the more recent work fon animal inhalation studies with cigarette smoke. Cri - idemiological studies in Inalation toxicology: rodent cespratory tract teria for inclusion of such discipline were (a) an overall duration consistent with the induction of cancer, includ - ing those studies where details on gross pathology, sub - sequent histopathology, or both were lacking, and (b) diamond state ~ tail histopathological descriptions, no matter what the duration of the experiment. 6069258"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "A Review of Chronic Inhalation Studies with Mainstream Cigarette Smoke in Rats and Mice. No statistically significant increase inthe incidence of malignant lung tumors was found in either species as a result of smoke exposure. Smoke-induced epithelial hyper-phthalmophy, squamous metaplasia, and inisalveciar macrophages were reporied in the studies."
}