{
    "filename": "83256898_6907.jpg",
    "metadata": {},
    "text": "OR. C.RE. COGCINS\n\nsvenowuesra. Reese 15, 160-169 0778) Ke\n\n18190,\nserene\n\n \n\n \n\nEffects of Graded Concentrations of Cigarette Smoke\non Plasma Enzyme, Corticosterone, and Body\nTemperature in Rats\n\nPact D. Actiaxp, Mittos G. Paasen, axp Howaap F. Baesactt\n\nLaboratory of Choma Phases: Naa! tue vf Ati, Metabo and\n‘Digenive Disases, Nasional aude af Hel, Betas 20018. Marland\n\nReceived March 7.1977\n\n \n\nMale ats were exposed to cigarette smoke concentrations fom 2.4 maf? of suspended\n‘parcuate mate SPMD at 8 pom ef CO 199 mpm of SPM\nBoor rest oe ster igh termiten exer. Hypothermia\nreine inane sontining 1S mp of SPM a 13 pen of CO ad ie severity ereaved\n2 bier smoke soncenators. asi nee deby operas increased sea et\n‘xercein smoke tonaining 38 mgm! of SPM and $1 ppm of CO. Am inoreane i the\n{oncenation of asa cree Kinase and of Blood slacoxe and inthe density of PLO\n[Roeniyine Ban § wert found ony at he highest smoke lve! 1199 mem of SPF ar 290\nppm of CO1. Pawns crtowatone concentons were eleva aft excrete i he (8\nFihexr smu conzentatns. No tante changes were unl, 2 elevation fo pla\n2ybe eee atued to increased cellar permeaily. Some cages ace by eke\n‘ere more severe flowing ph exesne an were atu ts SPStat lees exceeding 34\nimei\" and to ths Mypona (COMED I-77 indosed By Co concentrations stone SL pp\n‘The umount of uct sake nando ta indie ienicant Wyse changes as eTY\nexceeded aceepblesatinal ait giully andads and tveshold limits fr SPM and CO\n‘Saabinned fora\n\n    \n\nINTRODUCTION\nRecently the possible deleterious effects of atmospheric pollutants on man have\nreceived wide publicity. A number of reports on the effects of cigarette smoke\ninduced by smokers ina confined space or by smoking machines in chambers have\nshown an increased incidence of subjective symptoms such as headaches and\nitvtation ofthe eyes and respiratory passages (Johansson and Ronge. 1965: Edito-\nFial. 1974: Rylander, 1974: Schmidt. 1974 Weber et wl, 1976). However. rela-\ntively little is known of systemic effects of various concentrations of ambient\ncigarette smoke on man or animals. Previous studies have shown that exposure 0\nenvironmental stresses couned chnges in blood chemistry and changes in body\nTemperature that aided in the diagiwiis of the severity of stresses (Selye, 1950:\nHighman and Aland, 1962, 1966; Hess. 1963: Garbus ef wl.. 1968). No such\nstudies have been reported on the acute effects of increasing concentrations of\ntobacco smoke. Consequently we have determined the effects of different\namounts of cigarette smoke on changes in plasma lactic dehydrogenase and\ncreatine kinase of rats whieh were maintained for 4 hours at rest or ater light\nexercise. We have also determined the effects of sooke upon body weight and\ntemperature, blood lactic and pyruvic acids. blood glucose, plasma corticos-\nterone, and tissbe changes.\n\n \n\n \n\n \n\n \n\n \n\n10\n\n0013.9381/720151-0144602.090\nExon Wy Arte\n\n86895zS9\n\f",
    "augmented_texts": [
        "OR. C. RE. COGCINS svenowuesra. Reese 15, 160 - 169 0778) Ke 18190, serene Effects of Graded Concentrations of Cigarette Smoke on Plasma Enzyme, Corticosterone, and Body Temperature in Rats Pact D. Actiaxp, Mittos G. Paasen, axp Howaap F. Baesactt Laboratory of Choma Phases: Naa! tue vf Ati, Metabo and ‘ Digenive Disases, Nasional aude af Hel, Betas 20018. Marland Received March 7. 1977 Male ats were exposed to cigarette smoke concentrations fom 2. 4 maf? of suspended ‘ parcuate mate SPMD at 8 pom ef CO 199 mpm of SPM Boor rest oe ster igh termiten exer. Hypothermia reine inane sontining 1S mp of SPM a 13 pen of CO ad ie severity ereaved 2 bier smoke soncenators. asi nee deby operas increased sea et ‘ xercein smoke tonaining 38 mgm! of SPM and $ 1 ppm of CO. Am inoreane i the {oncenation of asa cree Kinase and of Blood slacoxe and inthe density of PLO [Roeniyine Ban § wert found ony at he highest smoke lve! 1199 mem of SPF ar 290 ppm of CO1. Pawns crtowatone concentons were eleva aft excrete i he (8 Fihexr smu conzentatns. No tante changes were unl, 2 elevation fo pla 2ybe eee atued to increased cellar permeaily. Some cages ace by eke ‘ ere more severe flowing ph exesne an were atu ts SPStat lees exceeding 34 imei \" and to ths Mypona (COMED I - 77 indosed By Co concentrations stone SL pp ‘ The umount of uct sake nando ta indie ienicant Wyse changes as eTY exceeded aceepblesatinal ait giully andads and tveshold limits fr SPM and CO ‘ Saabinned fora INTRODUCTION Recently the possible deleterious effects of atmospheric pollutants on man have received wide publicity. A number of reports on the effects of cigarette smoke induced by smokers ina confined space or by smoking machines in chambers have shown an increased incidence of subjective symptoms such as headaches and itvtation ofthe eyes and respiratory passages (Johansson and Ronge. 1965: Edito - Fial. 1974: Rylander, 1974: Schmidt. 1974 Weber et wl, 1976 ). However. rela - tively little is known of systemic effects of various concentrations of ambient cigarette smoke on man or animals. Old studies have shown that exposure cypher environmental stresses couned chnges in blood chemistry and changes in body Temperature that aided in the diagiwiis of the severity of stresses (Selye, 1950: Highman and Aland, 1962, 1966; Hess. 1963: Garbus ef wl. . 1968 ). No such studies have been reported on the penetrative effects of increasing concentrations of tobacco smoke. Consequently we have determined the effects of different amounts of cigarette smoke on changes in plasma lactic dehydrogenase and creatine kinase of rats whieh were maintained for 4 hours at rest or ater light exercise. We have also determined the effects of sooke upon body weight and temperature, blood lactic and pyruvic acids. blood glucose, plasma corticos - terone, and tissbe changes. 10 0013. 9381 / 720151 - 0144602. 090 Exon Wy Arte 86895zS9",
        "OR. C. RE. COGCINS svenowuesra. Reese 15, 160 - 169 0778) Ke 18190, serene Effects of Graded Concentrations of Cigarette Smoke on Plasma Enzyme, Corticosterone, and Body Temperature in Rats Pact D. Actiaxp, Mittos G. Paasen, axp Howaap F. Baesactt Laboratory of Choma Phases: Naa! tue vf Ati, Metabo and ‘ Digenive Disases, Nasional aude af Hel, Betas 20018. Marland Received March 7. 1977 Male ats were exposed to cigarette smoke concentrations fom 2. 4 maf? of suspended ‘ parcuate mate SPMD at 8 pom ef CO 199 mpm of SPM Boor rest oe ster igh termiten exer. Hypothermia reine inane sontining 1S mp of SPM a 13 pen of CO ad ie severity ereaved 2 bier smoke soncenators. asi nee deby operas increased sea et ‘ xercein smoke tonaining 38 mgm! of SPM and $ 1 ppm of CO. Am inoreane i the {oncenation of asa cree Kinase and of Blood slacoxe and inthe density of PLO [Roeniyine Ban § wert found ony at he highest smoke lve! 1199 mem of SPF ar 290 ppm of CO1. Pawns crtowatone concentons were eleva aft excrete i he (8 Fihexr smu conzentatns. No tante changes were unl, 2 elevation fo pla 2ybe eee atued to increased cellar permeaily. Some cages ace by eke ‘ ere more severe flowing ph exesne an were atu ts SPStat lees exceeding 34 imei \" and to ths Mypona (COMED I - 77 indosed By Co concentrations stone SL pp ‘ The umount of uct sake nando ta indie ienicant Wyse changes as eTY exceeded aceepblesatinal ait giully andads and tveshold limits fr SPM and CO ‘ Saabinned fora INTRODUCTION Recently the possible deleterious effects of atmospheric pollutants on man have received wide publicity. A number of reports on the effects of cigarette smoke induced by smokers ina confined space or by smoking machines in chambers have shown an increased incidence of immanent symptoms such as headaches and itvtation ofthe eyes and respiratory passages (Johansson and Ronge. 1965: Edito - Fial. 1974: Rylander, 1974: Schmidt. 1974 Weber et wl, 1976 ). However. rela - tively little is known of systemic effects of various concentrations of ambient cigarette smoke on man or animals. Previous studies have shown that exposure 0 environmental stresses couned chnges in blood chemistry and changes in body Temperature that aided in the diagiwiis of the severity of stresses (Selye, 1950: Highman and Aland, 1962, 1966; Hess. 1963: Garbus ef wl. . 1968 ). No such studies have been reported on the acute effects of increasing concentrations of tobacco smoke. Consequently we have determined the effects of different amounts of cigarette smoke on changes in plasma lactic dehydrogenase and creatine kinase of rats whieh were maintained for 4 hours at rest or ater light exercise. We have also determined the effects of sooke upon body weight and temperature, blood lactic and pyruvic acids. blood glucose, plasma corticos - terone, and tissbe changes. 10 0013. 9381 / 720151 - 0144602. 090 Exon Wy Arte 86895zS9"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Cigarette smoke has been shown to cause changes in plasma lactic dehydrogenase andcreatine kinase of rats. We have also determined the effects of sooke upon body weight and.temperature. Previous studies have shown that exposure to 0.4 maf? of suspended oxygen concentrations couned chnges in blood chemistry and body temperature."
}