{
    "filename": "83545660.jpg",
    "metadata": {},
    "text": " \n\nLVe TOBACCO COMPANY\n\nMEMORANDUM\n\nJanuary 10, 2000\n\nTo: TR. Staab\n\nJA. Wilson\n\n \n\n \n\nAttached is a statement from Jones Day Reavis & Pogue for their\nwork in the month of November on arbitration matters. Lorillard’s share\nof this statement, based on market share, is $13,714.87. Please arrange\nto have a check issued to Jones Day in that amount and forward it\n\ndirectly to them at their Chicago office.\n\nJAW:jp\nAttachments\nce: RS, Milstein\n\nH. Evans\n(w/attachments)\n\n099SbS¢8\n\f",
    "augmented_texts": [
        "LVe TOBACCO caller MEMORANDUM January 10, 2000 To: TR. Staab JA. Wilson Attached is a statement from Jones Day Reavis & Pogue for their work in the month of November on arbitration matters. Lorillard ’ s share of this statement, based on market ploughshare, is $ xiii, 714. lxxxvii. Please arrange to have a check issued to Jones Day in that amount and forward it directly to them at their Chicago office. JAW: jp Attachments cerium: r, Milstein H. Evans (w / attachments) 099SbS ¢ 8",
        "LVe TOBACCO COMPANY MEMORANDUM Jan 10, 2000 To: TR. Staab JA. Wilson Attached is a statement from Jones Day Reavis & Pogue for their work in the month of November on arbitration matters. Lorillard ’ s portion of this statement, based on market share, follow $ 13, 714. 87. Please arrange to have a check issued to Jones Mean solar day in that sum and forward it directly to them at their Chicago office. JAW: jp Attachments ce: RS, Milstein H. Evans (w / attachments) 099SbS ¢ 8"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Lorillard’s share of this statement, based on market share, is $13,714.87. Please arrange to have a check issued to Jones Day in that amount and forward it to them at their Chicago office. For confidential support call the National Suicide Prevention Lifeline at 1-800-273-8255 or visit http://www.suicidepreventionlifeline.org/."
}