{
    "filename": "83553602_3608.jpg",
    "metadata": {},
    "text": " \n\nR a\nECEive >\nOCT\ns CT 08 r999\n. Sony\nInvoice ud 0\nFIRMANI & ASSOCIATES INC. vv\n2505 Second Avenue; Suite 700\nSeattle, WA 98121 \\OUS\n206-443-9357 on th\nMr. Steve Berman September 30, 1998\nHagens and Berman a“ | Invoice # 10777\n1301 Fifth Avenue Na\nSuite 2929\nSeattle WA 98101\n\ne- e\n\n \n\nria:\n\n09/0498 PW\n\neB\n\n09/00/98 EB\n\nMF\n\noon10%8 EB\n\nwe\n\nWeb research to locate newspaper articles relating to Washington State Tobacco\nlawsuit, Prepare binder of tobacco related articles for media.\n\n‘Work with Pat to reate clipping book for Aviva Brandt's use, Review and pull\nrelevant stories from archival files, review for relevance, and categorize for\nbinder\n\nMeet with Steve and AP reporter Aviva Brandi on opening of WA tobacco tial\n‘Transeribe notes from tobacco debrief meeting with Steve and Avivia Brandt,\n(Create fact sheet for planning advance media relations strategies wit Mark\n‘Firmani and Bill Coleman, Meet with Mark Fiemani and Bill to sot stategy.\nDownload from Ellen Bukey on Aviva mecting\n\n‘Strategy meeting with Ellen Bukey and Bill regarding upcoming tobacco wal\nReview AG's site and make site recommendations\n\nContinue strategy meeting with Bill Coleman and Mark Finmani on WA tobacco\n(ial media launch.\n\nResearch Supreme Court September 10 (a.m. decis\nindustry.\n\n \n\nHours,\n\n132\n\n250\n\n17\n\n134\n\n0s3\n\n134\n\n047\n\nos\n\n$3.20\n\n187.50\n\n8775\n\n135.50\n\n6095\n\n177.10\n\nS025\n\n675\n\nZ09eGGes\n\f",
    "augmented_texts": [
        "R a ECEive> OCT s CT 08 r999. Sony Invoice ud 0 FIRMANI & ASSOCIATES INC. vv 2505 Second Avenue; Suite 700 Seattle, WA 98121 \\ OUS 206 - 443 - 9357 on th Mr. Steve Berman September 30, 1998 Hagens and Berman a “ | Invoice # 10777 1301 One fifth Boulevard Na Retinue 2929 Seattle WA 98101 e - e ria: 09 / 0498 PW eB 09 / 00 / 98 EB MF oon10% 8 EB we Web research to locate newspaper articles relating to Washington State Tobacco lawsuit, Prepare binder of tobacco related articles for media. ‘ Work with Pat to reate clipping book for Aviva Brandt ' s utilization, Review and pull relevant stories from archival file, review for relevance, and categorize for binder Meet with Steve and AP reporter Aviva Brandi on opening of WA tobacco tial ‘ Transeribe notes from tobacco debrief meeting with Steve and Avivia Brandt, (Create fact sheet for planning advance media relations strategies wit Mark ‘ Firmani and Bill Coleman, Meet with Mark Fiemani and Bill to sot stategy. Download from Ellen Bukey on Aviva mecting ‘ Strategy meeting with Ellen Bukey and Bill regarding upcoming tobacco wal Review AG ' s site and make site recommendations Continue strategy meeting with Bill Coleman and Mark Finmani on WA tobacco (ial media launch. Research Supreme Court Sept 10 (a. m. decis industry. Hours, 132 250 17 134 0s3 134 047 os $ 3. 20 187. 50 8775 135. 50 6095 177. 10 S025 675 Z09eGGes",
        "R a ECEive> OCT s CT 08 r999. Sony Invoice ud 0 FIRMANI & ASSOCIATES INC. vv 2505 Second Avenue; Suite 700 Seattle, WA 98121 \\ OUS 206 - 443 - 9357 on th Mr. Steve Berman September 30, 1998 Hagens and Berman a “ | Invoice # 10777 1301 Fifth Avenue Na Suite 2929 Seattle WA 98101 e - e ria: 09 / 0498 PW eB 09 / 00 / 98 EB MF oon10% 8 EB we Web research to locate newspaper articles relating to Washington State Tobacco lawsuit, Prepare binder of tobacco related articles for media. ‘ Work with Pat to reate clipping book for Aviva Brandt ' s use, Review and pull relevant stories from archival files, review for relevance, and categorize for binder Meet with Steve and AP reporter Aviva Brandi on opening of WA tobacco tial ‘ Transeribe notes from tobacco debrief meeting with Steve and Avivia Brandt, (Create fact sheet for planning advance media relations strategies wit Mark ‘ Firmani and Bill Coleman, Sports meeting with Mark Fiemani and Bill to sot stategy. Download from Ellen Bukey on Aviva mecting ‘ Strategy meeting with Ellen Bukey and Bill regarding upcoming tobacco wal Review AG ' s site and make site recommendations Continue strategy meeting with Bill Coleman and Mark Finmani on WA tobacco (ial media launch. Research Supreme Court September 10 (a. m. decis industry. Hour, 132 250 17 134 0s3 134 047 os $ 3. xx 187. 50 8775 135. l 6095 177. 10 S025 675 Z09eGGes"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Web research to locate newspaper articles relating to Washington State Tobacco. Lawsuit, Prepare binder of tobacco related articles for media. Meet with Steve and AP reporter Aviva Brandi on opening of WA tobacco tial. Review and pull relevant stories from archival files, review for relevance."
}