{
    "filename": "83584930.jpg",
    "metadata": {},
    "text": "LORILLARD PUBLIC AFFAIRS COMMITTEE\n\n\"8th Floor * One Park Avenue # New York, NY. 100165895,\n\n—\n[PETER 4 MAIZULL, Peesuer\n\nSite reco me MBE ORS:\n\nFriends of Cliff Stearns\nP.O. Box 308\nSilver Springs, FL 34489\nAttention: Frank Stafford - Treasurer\n\nLadies and Gentlemen:\n\n| am pleased to enclose a Lorillard Public Affairs Committee check, in the\namount of $500, payable to Friends of Cliff Stearns.\n\nPlease furnish us, at your earliest convenience, with the appropriate receipt\n\nacknowledging this contribution,\n\nVery truly yours,\n\nLUE\n\nArthuf J. Stevens\n\nAJS:sds\nEnclosure\n\nbe: S. Wilson, Esq.\nMr. S. Chilcote\nMr. R. Vinovich\n\nbec: Dr. A.W. Spears\nMr. MLL. Orlowsky\n\n‘copy carers es wi he Facer! lin Commies ad ale\nTer tchwn am ne Fan Host Cosoon, ahngen 3 Sah\n\nOf678SS8\n\f",
    "augmented_texts": [
        "LORILLARD PUBLIC AFFAIRS COMMITTEE \" 8th Floor * One Mungo park Avenue # New York, NY. 100165895, — [PETER 4 MAIZULL, Peesuer Site reco me MBE ORS: Friends of Cliff Stearns Atomic number 15. O. Box 308 Silver Springs, FL 34489 Attention: Frank Stafford - Treasurer Ladies and Gentlemen: | am pleased to enclose a Lorillard World Affairs Committee check, in the amount of $ 500, payable to Friends of Cliff Stearns. Please furnish us, at your earliest convenience, with the appropriate receipt acknowledging this contribution, Very truly yours, LUE Arthuf J. Stevens AJS: sds Enclosure be: S. Wilson, Esq. Mr. S. Chilcote Mr. R. Vinovich bec: Dr. A. W. Spears Mr. MLL. Orlowsky ‘ copy carers es wi he Facer! lin Commies ad ale Ter tchwn am ne Fan Emcee Cosoon, ahngen 3 Sah Of678SS8",
        "LORILLARD PUBLIC AFFAIRS COMMITTEE \" 8th Floor * Single Park Avenue # New York, NY. 100165895, — [PETER 4 MAIZULL, Peesuer Site reco me MBE ORS: Friends of Cliff Stearns P. O. Box 308 Silver Springs, FL 34489 Attention: Frank Stafford - Treasurer Lady and Gentlemen: | am pleased to enclose a Lorillard Public Affairs Committee check, in the sum of $ 500, payable to Friends of Cliff Stearns. Please furnish us, at your earliest convenience, with the appropriate receipt acknowledging this contribution, Very truly yours, LUE Arthuf J. Stevens AJS: sds Enclosure be: S. Wilson, Esq. Mr. Mho. Chilcote Mr. Roentgen. Vinovich bec: Dr. A. W. Lance Mr. MLL. Orlowsky ‘ copy carers es wi he Facer! lin Commies ad ale Ter tchwn am ne Fan Host Cosoon, ahngen tierce Sah Of678SS8"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Lorillard Public Affairs Committee check for $500, payable to Friends of Cliff Stearns. Check sent to \"8th Floor * One Park Avenue # New York, NY. 100165895, with return address \"P.O. Box 308, Silver Springs, FL 34489\""
}