{
    "filename": "83641461.jpg",
    "metadata": {},
    "text": "+ pat GBaEhe\n\n \n\n \n\nPARTE TORINO SPATE MEAT TO ge\" P.oaie.ei7\n\n \n\nnews release\n\n‘a March 1308\n\nEurope's largest ever passive smoking study has failed to\nestablish a meaningtul risk of lung cancer to non-smokers.\n\n“The ten year study, which wes commissioned bythe World Help Organisation ard rvowed\ntwee conta neavan counties, has cast further doubt on the stahss of passive smoking as\naeauce of dense.\n\n‘Dr Chrie Proctor, Hoad of Sthenca tr Bish American Tobacco ald! \"New sclontic research\nDee dl Gat Organization hes hatin te ek af lng eanear from erwironmenta\none Moke to Be ether nonexitert oF too smal Wo Be measured at a mearingyl evel”\n\n“The aut found tat hae any rg sane oak a ran-smokes trom smoke inthe\nait Te £0 emallthat it was unquaruitable a ary meaningf tev\n\n“The Internstional Agency for Resgarch on Gancer (\\ARC) is part f tha World Meal\nGigantsavon, mn (ARC's Biennial Report 1996-1907 K reports tha results ofa study of nore\n‘snakes from seven European counkies, including the UK\n\n-The stalstical study compared samples of the norrsmaking papuiaon bo eee if ving, wensiog\nSe gtowdng up with a smoker icteases the tek at lung cancer. Nane of tne data reported Py\nTARG ound & eafstcaly vali inerease of fsk for ung cance emong non-smokers.\n\nDr Ghvis Proctor sald: “This eludy from the Ward Heath Organisation jp the largest ever\n‘ndettaken on eovironmental tabacco smoke in Europe. i this study cannot find any\n‘rately vad tsk, you nave fo Rak whothar there can be any Hgk th”\n\nInchon, tho study faedto find any statistical valid neteas in tang cancer Askin nor-\n‘smokers wne hava lived, worked oF graw up with smokers.\n\n1 Chis Proctor sig “wa waicoma tis new uy wich corms wha! we ard he\nCooreate nave Tong believed, that whio smaling may annoy some non-emoxers. the scionce\n{Sos pot show mat being around a emcker is a ng cancer rs\n\nBritish American Tobacco Spokespeopts are avaliable for interview as i\na Beta tape with background footage and # pre-recorded interview with\nBAT's Head of Science, Dr Chris Proctor.\n\nPlease call Dagmar Schluter or Helene Chabran on 0173 439 1774\n\ni\nLov lyoes\n\n‘pata arnacan Tosco ge\nPRESUMES TERRE HRS anonner ame nar rie\n\ncomune wauan 917@4aa8991 PAGE.O12\n\f",
    "augmented_texts": [
        "+ pat GBaEhe PARTE TORINO SPATE MEAT TO ge \" P. oaie. ei7 news release ‘ a March 1308 Europe ' s largest ever passive smoke study has failed to establish a meaningtul risk of lung cancer to non - smokers. “ The ten year study, which wes commissioned bythe World Help Organisation ard rvowed twee conta neavan counties, has cast further doubt on the stahss of passive smoking as aeauce of dense. ‘ Dr Chrie Proctor, Hoad of Sthenca tr Bish American Tobacco ald! \" New sclontic research Dee dl Gat Organization hes hatin te ek af lng eanear from erwironmenta one Moke to Be ether nonexitert oF too smal Wo Be measured at a mearingyl evel ” “ The aut found tat hae any rg sane oak a ran - smokes trom smoke inthe ait Te £ 0 emallthat it was unquaruitable a ary meaningf tev “ The Internstional Agency for Resgarch on Gancer (\\ ARC) is part f tha World Meal Gigantsavon, mn (ARC ' s Biennial Report 1996 - 1907 K reports tha results ofa study of nore ‘ snakes from seven European counkies, including the UK - The stalstical study compared samples of the norrsmaking papuiaon bo eee if ving, wensiog Se gtowdng up with a smoker icteases the tek at lung cancer. Nane of tne data reported Py TARG ound & eafstcaly vali inerease of fsk for ung cance emong non - smokers. Dr Ghvis Proctor sald: “ This eludy from the Ward Heath Organisation jp the largest ever ‘ ndettaken on eovironmental tabacco smoke in Europe. i this study cannot find any ‘ rately vad tsk, you nave fo Rak whothar there can be any Hgk th ” Inchon, tho study faedto find any statistical valid neteas in tang cancer Askin nor - ‘ smokers wne hava live, worked oF graw up with smokers. 1 Chis Proctor sig “ wa waicoma tis new uy wich corms wha! we ard he Cooreate nave Tong believed, that whio smaling may annoy some non - emoxers. the scionce {Sos pot show mat being around a emcker is a ng cancer rs British American Tobacco Spokespeopts are avaliable for interview as i a Beta tape with background footage and # pre - recorded interview with BAT ' s Head of Science, Dr Chris Proctor. Please call Dagmar Schluter or Helene Chabran on 0173 439 1774 i Lov lyoes ‘ pata arnacan Tosco ge PRESUMES TERRE HRS anonner ame nar rie comune wauan 917 @ 4aa8991 PAGE. O12",
        "+ pat GBaEhe PARTE TORINO SPATE MEAT TO ge \" P. oaie. ei7 news release ‘ a March 1308 Europe ' siemens largest ever passive smoking study has failed to establish a meaningtul risk of lung cancer to non - smokers. “ The ten year study, which wes commissioned bythe World Help Organisation ard rvowed twee conta neavan counties, has cast further doubt on the stahss of passive smoking as aeauce of dense. ‘ Dr Chrie Proctor, Hoad of Sthenca tr Bish American Tobacco ald! \" New sclontic research Dee dl Gat Organization hes hatin te ek af lng eanear from erwironmenta one Moke to Be ether nonexitert oF too smal Wo Be measured at a mearingyl evel ” “ The aut found tat hae any rg sane oak a ran - smokes trom smoke inthe ait Te £ 0 emallthat it was unquaruitable a ary meaningf tev “ The Internstional Agency for Resgarch on Gancer (\\ ARC) is part f tha World Meal Gigantsavon, mn (ARC ' s Biennial Report 1996 - 1907 K reports tha results ofa study of nore ‘ snakes from seven European counkies, including the UK - The stalstical study compared samples of the norrsmaking papuiaon bo eee if ving, wensiog Se gtowdng up with a smoker icteases the tek at lung cancer. Nane of tne data reported Py TARG ound & eafstcaly vali inerease of fsk for ung cance emong non - smokers. Dr Ghvis Proctor sald: “ This eludy from the Ward Heath Organisation jp the largest ever ‘ ndettaken on eovironmental tabacco smoke in Europe. iodin this study cannot find any ‘ rately vad tsk, you nave fo Rak whothar there can be any Hgk th ” Inchon, tho study faedto find any statistical valid neteas in tang cancer Askin nor - ‘ smokers wne hava lived, worked oF graw up with smokers. 1 Chis Proctor sig “ wa waicoma tis new uy wich corms wha! we ard he Cooreate nave Tong believed, that whio smaling may annoy some non - emoxers. the scionce {Sos pot show mat being around a emcker is a ng cancer rs British American Tobacco Spokespeopts are avaliable for interview as i a Beta tape with background footage and # pre - recorded interview with BAT ' s Brain of Science, Dr Chris Proctor. Please call Dagmar Schluter or Helene Chabran on 0173 439 1774 i Lov lyoes ‘ pata arnacan Tosco ge PRESUMES TERRE HRS anonner ame nar rie comune wauan 917 @ 4aa8991 PAGE. O12"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Europe's largest ever passive smoking study has failed toestablish a meaningtul risk of lung cancer to non-smokers. The ten year study, which wes commissioned by the World Help Organisation, has cast further doubt on the stahss of passivesmoking. British American Tobacco Spokespeopts are avaliable for interview as i.e. background footage and pre-recorded interview with Dr Chris Proctor."
}