{
    "filename": "87110816_87110824.jpg",
    "metadata": {},
    "text": "   \n \n   \n \n \n \n \n \n \n   \n  \n   \n   \n   \n    \n\nINDUSTRIAL CONFIDENTIAL Study No. SN78LOR\n\nECREIVE\nNOV 1 6 t9g7\n\n \n \n \n\n   \n\nIMMUNOMODULATORY SCREENING TEST OF COMPOUND B182\nIN FEMALE CD, MICE\n\n \n\n \n\nPINAL REPORT\nSTUDY NO. SN78LOR\n\nIITRI PROJECT NO. 108161\nContractor: |\n\nIIT Research Institute\nLife Sciences Research\n10 West 35th Street\n\nChicago, Illinois 60616\n\nLorillard Research\n420 English Street\nP. 0. Box 21688\nGreensboro, NC 27420\n\nAttn: Dr. J. Daniel Heck\n\nOctober 1987\n\nTR\n\nsince 1936\n\nQ\na\n»\np\n8\nJ\na\n\n \n\nNNT RESEARCH INSTITUTE\n\n \n\nSpo\n\f",
    "augmented_texts": [
        "INDUSTRIAL CONFIDENTIAL Study No. SN78LOR ECREIVE NOV 1 6 t9g7 IMMUNOMODULATORY SCREENING TEST OF COMPOUND B182 IN FEMALE CD, MICE PINAL written report STUDY NO. SN78LOR IITRI PROJECT NO. 108161 Contractor: | IIT Research Institute Life Sciences Research 10 West thirty fifth Street Chicago, Illinois 60616 Lorillard Research 420 English Street P. 0. Box 21688 Greensboro, north carolina 27420 Attn: Dr. J. Daniel Heck October 1987 TR since 1936 Q a » p 8 J a NNT inquiry INSTITUTE Spo",
        "INDUSTRIAL CONFIDENTIAL Sketch No. SN78LOR ECREIVE november 1 6 t9g7 IMMUNOMODULATORY SCREENING TEST OF COMPOUND B182 IN FEMALE CD, MICE PINAL REPORT STUDY NO. SN78LOR IITRI PROJECT NO. 108161 Contractor: | IIT Research Institute Life Sciences Research ten West 35th Street Chicago, Prairie state 60616 Lorillard Research 420 English Street Phosphorus. 0. Box 21688 Greensboro, NC 27420 Attn: Dr. Joule. Daniel Heck October 1987 TR since 1936 Q a » p 8 J a NNT RESEARCH INSTITUTE Spo"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "INDUSTRIAL CONFIDENTIAL Study No. SN78LOR is published in the Journal of the American Chemical Society (JACS) The study was conducted by the National Institute of Standards and Technology (NIST) in Chicago and Greensboro, North Carolina. It is based on a chemical compound called B182."
}