{
    "filename": "87215075_87215111.jpg",
    "metadata": {},
    "text": "ENVIRONMENTAL TOBACCO SMOKE Presented by: H. J. Minnemeyer\nVersion 12/1/88 This version presented Dec 2/1988\nPOWER UP\n\nINTRODUCTION\n\n, the number of acientific publications\n\n \n\nSince the late seventii\ndiscussing the alleged deleterious effects of environmental tobacco\nsmoke upon indoor air quality have mushroomed. The subject of\nenvironmental tobacco smoke, or ETS, has become a major issue in\nregard to indoor air quality largely due to recent reports by the\n\nU. 8. Surgeon General, the National Academy of Sciences, and the news\nmedia. One critic in particular, in a series of publications in\nscientific journals, concluded that passive smoking produces 5000\n\nlung cancer deaths per year in U. S. nonsmokers\n\nAnd, these critical reports have been seemingly accepted by much of\nthe public, and the result has been much regulatory®and legislative\nactivity at the federal, state, and local level. Presently, there\nare over six hundred approved bille‘that restrict smoking in\n\nworkplaces and restaurants in the United States, and the end is not\n\n \n\nin sight.\n\nunfortunately, the conclusions of these reports were not based upon\nsignificant numbers of reliable ETS measurements in indoor\nenvironments. This view is supported by the fact that over the last\nfive years, three scientific conferences have been convened to review\nthe scientific literature regarding ETS. All three of the\n\nconferences have concluded that the available scientific evidence\n\n®\n\nSLOST2L8\n\n \n\ni\ni\n\f",
    "augmented_texts": [
        "ENVIRONMENTAL TOBACCO SMOKE Presented by: H. J. Minnemeyer Version 12 / 1 / 88 This version present Dec 2 / 1988 POWER UP INTRODUCTION, the number of acientific publications Since the late seventii discuss the alleged deleterious effects of environmental tobacco smoke upon indoor air quality have mushroomed. The subject of environmental tobacco smoke, or ETS, has become a major issue in regard to indoor air quality largely due to recent reports by the U. 8. Surgeon General, the National Academy of Sciences, and the news media. One critic in particular, in a series of publications in scientific journals, concluded that passive smoking produces 5000 lung cancer deaths per year in U. S. nonsmokers And, these critical reports have been seemingly accepted by much of the world, and the result has been much regulatory ® and legislative activity at the federal, state, and local level. Presently, there are over six hundred approved bille ‘ that restrict smoke in workplaces and restaurants in the United States, and the end is not in sight. unfortunately, the conclusions of these reports were not based upon significant numbers of reliable ETS measurements in indoor environments. This view is supported by the fact that over the last five years, three scientific conferences have been convened to review the scientific literature regarding ETS. All three of the conferences have concluded that the uncommitted scientific evidence ® SLOST2L8 unity i",
        "ENVIRONMENTAL TOBACCO SMOKE Presented by: H. J. Minnemeyer Version 12 / 1 / 88 This version presented Dec 2 / 1988 POWER UP instauration, the number of acientific publications Since the late seventii discussing the say deleterious effects of environmental tobacco smoke upon indoor air quality have mushroomed. The subject of environmental tobacco smoke, or ETS, has become a major issue in regard to indoor air quality largely due to recent reports by the U. 8. Surgeon General, the National Academy of Sciences, and the word media. One critic in particular, in a series of publications in scientific journals, concluded that passive smoking produces 5000 lung cancer deaths per year in U. S. nonsmokers And, these critical reports have been seemingly accepted by much of the public, and the result has been much regulatory ® and legislative activity at the federal, state, and local level. Before long, there are over six hundred approved bille ‘ that restrict smoking in workplaces and restaurants in the United States, and the end is not in sight. unfortunately, the conclusions of these reports were not based upon significant numbers of reliable ETS measurements in indoor environments. This view is supported by the fact that over the last five years, three scientific conferences have been convened to review the scientific literature regarding ETS. All three of the conferences stimulate concluded that the available scientific evidence ® SLOST2L8 i i"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The subject of environmental tobacco smoke, or ETS, has become a major issue in the U.S. Presently, there are over six hundred approved bille’s that restrict smoking in restaurants and workplaces. The end is not in sight, however, according to the author."
}