{
    "filename": "87248711_8723.jpg",
    "metadata": {},
    "text": " \n\nApplication of a System For the Direct In Vitro Exposure of Mammalian\n«Calis to Cigarette Smoke in Studies of DNA Strand Breaks (SB). i\n\norm ena\n\nhe Toxicologist 12(1) 58,\n\nj, RLS. Lake, MM, Dozier, AP, Deaton and .A. Vollmuth.\n\nComper, Geto, NC\n\n \n\n \n\n \n\n1992, abstract #132, 1992 5.0.7. Meeting\n\nCigerete smoke pansed through asin produces e eckson wiley he\n\n‘boon reported to\n'314:462, 1985). Since It Is most\n\ninduce DNA SB In cultured cells (Nakayems ot al, Nature\ndesirable to conduct such studies under\n\n‘Conditions which accommodate the dynamic physicochemical cheraciey\nSttresh cigarette smoke, an In vitro systom adapted from tnat described\nby Volontine (J. Tox, Env. Hith. 16:115, 1988) was\n\n* direct exposure of CHO-K1 calls to\n“parties. Direct emoke-cll contact was echleved’by rotting co cuttre\n\n~GGahee on an Inclined platform within a smoke-iled chamber, DNA S&\nftkatine fiter ebutlon method. Tho area of the cell\n‘exposure correlated with the extent of\nIncldence of ONA SB was\n\n‘constftuents of both the vapor and\n\nto DNA SB Induction by fresh, whole\n\ntechnique constitutes an informative approach to the study of an array of\nccallular responses to complex aerosols such as cigarette smoke,\n\n \n\nTIL8b2L9\n\n \n\f",
    "augmented_texts": [
        "Application of a System For the Direct In Vitro Exposure of Mammalian « Calis to Cigarette Smoke in Studies of DNA Strand Breaks (SB ). i orm ena he Toxicologist 12 (1) 58, j, RLS. Lake, MM, Dozier, AP, Deaton and. A. Vollmuth. Comper, Geto, NC 1992, abstract # 132, 1992 5. 0. 7. Meeting Cigerete smoke pansed through asin produces e eckson wiley he ‘ boon reported to ' 314: 462, 1985 ). Since It Is most induce DNA SB In cultured cells (Nakayems ot al, Nature desirable to conduct such studies under ‘ Conditions which fit the dynamic physicochemical cheraciey Sttresh cigarette smoke, an In vitro systom adapted from tnat described by Volontine (J. Tox, Env. Hith. 16: 115, 1988) was * direct exposure of CHO - K1 calls to “ parties. Direct emoke - cll contact was echleved ’ by rotting co cuttre ~ GGahee on an Inclined platform within a smoke - iled chamber, DNA S & ftkatine fiter ebutlon method. Tho area of the cell ‘ exposure correlated with the extent of Incldence of ONA SB was ‘ constftuents of both the vapor and to DNA SB Induction by fresh, whole technique constitutes an informative approach to the report of an array of ccallular responses to complex aerosols such as cigarette smoke, TIL8b2L9",
        "Application of a System For the Direct In Vitro Exposure of Mammalian « Calis to Cigarette Smoke in Studies of DNA Strand Breaks (SB ). i orm ena he Toxicologist 12 (1) 58, j, RLS. Lake, MM, Dozier, AP, Deaton and. A. Vollmuth. Comper, Geto, NC 1992, abstract # 132, 1992 5. 0. 7. Converge Cigerete smoke pansed done asin produces e eckson wiley he ‘ boon reported to ' 314: 462, 1985 ). Since Information technology Is most induce DNA SB In cultured cells (Nakayems ot al, Nature desirable to conduct such studies under ‘ Conditions which accommodate the dynamic physicochemical cheraciey Sttresh cigaret fume, an In vitro systom adapted from tnat key by Volontine (J. Tox, Env. Hith. 16: 115, 1988) was * direct exposure of CHO - K1 calls to “ parties. Direct emoke - cll contact was echleved ’ by rotting co cuttre ~ GGahee on an Inclined platform within a smoke - iled chamber, DNA S & ftkatine fiter ebutlon method. Tho area of the cell ‘ exposure correlated with the extent of Incldence of ONA SB was ‘ constftuents of both the vapor and to DNA SB Induction by fresh, whole technique constitutes an informative approach to the study of an array of ccallular responses to complex aerosols such as cigarette smoke, TIL8b2L9"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Application of a System For the Direct In Vitro Exposure of Mammalian. Calis to Cigarette Smoke in Studies of DNA Strand Breaks (SB) i.e. a smoke-iled chamber. Induction of CHO-K1 calls to ‘parties. Direct emoke-cll contact was echleved’ by rotting co cuttreTre. Fiter ebutlon method."
}