{
    "filename": "87298643.jpg",
    "metadata": {},
    "text": "  \n\nexch coMPANY\n\nMEMORANDUM\n\nFebruary 21, 1992\n\nTo: M.S. Ireland\nFROM: EK. M. Striegel\n\nSUBJECT: Progress Report on Capillary GC/FID and GC/NPD Organic\nGas Phase Analysis (PROJECT B 470, GPSA)\n\nProject Review\n\nMethod development on gas phase analysis began with the purchase\nof the Varian 3600 multiple detector gas chromatograph in November\nof 1988. A 60 meter DBWAX column was initially used and evaluated\nwith injections of gas phase components. A six port valve wi\ninstalled on the Varian GC in March of 1989 for introducing gai\nphase smoke to the column via a sampling loop and a portabl\nsmoking machine. With the installation of a liquid nitrogen valve\nfor oven cryogenic cooling a 30 meter DBS capillary column wi\ninstalled (1). A splitter was connected at the end of the column\ndividing the column effluent to both the FID and NPD detectors\n\nThe output signal from the FID and NPD detectors was linked to the\nDec system using the Nelson software in September 1989. Various\ncolumns and combination of column were tested to improve separa-\ntion and resolution. In December of 1989 100 meter X 0.25 mm X\n0.5 pm was purchased form Supelco and installed initially on the\nFinnigan 1050 GC/MS and used for gas phase component identifi-\ncation. Early in 1990 the Petrocol column was installed on the\nvarian 3600 (2). A Borgwaldt RM 1/G single port smoker wa:\npurchased and installed in March of 1990. The fifth puff was\ninitially selected for analysis, later the puff selected was\nmodified to be the next puff after the burnline passed a point\n35mm from the tipping paper.\n\n  \n\n   \n\n   \n\n \n\n \n\n  \n\n \n\nPhi lopment for 1992\n\nIn conversations with Jim Bell and Dr. Vello Norman it wi\nsuggested that a method for collecting and analyzing all the puffs\nwould give more representative data. A twenty port Borwaldt RM\n20/CS smoking machine was purchased by Jim Bell’s group and loaned\nto Analytical Development in October of 1992.\n\n \n\n \n\nDevelopment of this method is now being pursued. The Borgwaldt RM\n20/CS puffer is loaded with the number of cigarettes equal to the\nnumber of puffs in a particular Brand. As each selected puff is\ntaken it is collected in a 500Ml gas syringe modified by Dave\nSmart of the Glass shop. The cigarettes are lit one minute apart\n\n \n\n \n\nebssez.g\n\f",
    "augmented_texts": [
        "exch coMPANY MEMORANDUM February 21, 1992 To: M. S. Ireland FROM: EK. M. Striegel SUBJECT: Progress Report on Capillary GC / FID and GC / NPD Organic Gas Phase Analysis (PROJECT B 470, GPSA) Project Review Method development on gas phase analysis began with the purchase of the Varian 3600 multiple detector gas chromatograph in November of 1988. A 60 meter DBWAX column was initially used and evaluated with injections of gas phase components. A six port valve wi installed on the Varian GC in March of 1989 for introducing gai phase smoke to the column via a sampling loop and a portabl smoking machine. With the installation of a liquid nitrogen valve for oven cryogenic cooling a 30 meter DBS capillary column wi installed (1 ). A splitter was connected at the end of the column dividing the column effluent to both the FID and NPD detectors The output signal from the FID and NPD detectors was linked to the Dec system using the Nelson software in September 1989. Various columns and combination of column were tested to meliorate separa - tion and resolution. In December of 1989 100 meter X 0. 25 mm X 0. 5 pm was purchased form Supelco and installed initially on the Finnigan 1050 GC / MS and used for gas phase component identifi - cation. Early in 1990 the Petrocol column was installed on the varian 3600 (2 ). A Borgwaldt RM 1 / G single port wine smoker wa: purchased and installed in March of 1990. The fifth puff was initially selected for analysis, later the puff selected was modified to be the next puff after the burnline passed a point 35mm from the tippytoe paper. Phi lopment for 1992 In conversations with Jim Bell and Dr. Vello Norman it wi suggested that a method for collecting and analyzing all the puffs would give more representative data. A twenty port Borwaldt RM 20 / CS smoking machine was purchased by Jim Bell ’ s group and loaned to Analytical Development in October of 1992. Development of this method is now being pursued. The Borgwaldt RM 20 / CS pufferfish is loaded with the number of cigarettes equal to the number of puffs in a particular Brand. As each selected puff is taken it is collected in a 500Ml gas syringe modified by Dave Smart of the Glass shop. The cigarettes are lit one minute apart ebssez. g",
        "exch coMPANY MEMORANDUM February 21, 1992 To: M. S. Ireland FROM: EK. M. Striegel SUBJECT: Progress Report on Capillary GC / FID and GC / NPD Organic Gas Stage Analysis (PROJECT B 470, GPSA) Project Review Method development on gas phase analysis began with the purchase of the Varian 3600 multiple detector gas chromatograph in November of 1988. A 60 meter DBWAX column was initially used and evaluated with injections of gas phase components. A six port valve wi establish on the Varian GC in March of 1989 for introducing gai phase smoke to the column via a sampling loop and a portabl smoking machine. With the installation of a liquid nitrogen valve for oven cryogenic cooling a 30 meter DBS capillary column wi installed (1 ). A splitter was connected at the end of the column dividing the column effluent to both the FID and NPD detectors The output signal from the FID and NPD detectors was linked to the Dec system using the Nelson software in September 1989. Various columns and combination of column were tested to improve separa - tion and resolution. In December of 1989 100 meter X 0. 25 mm X 0. 5 pm was purchased form Supelco and installed initially on the Finnigan 1050 GC / MS and used for gas phase component identifi - cation. Early in 1990 the Petrocol column was installed on the varian 3600 (2 ). A Borgwaldt RM 1 / G single port smoker wa: purchased and installed in March of 1990. The fifth pouf was initially selected for analysis, later the puff selected was modified to be the next puff after the burnline passed a point 35mm from the tipping paper. Phi lopment for 1992 In conversations with Jim Bell and Dr. Vello Norman it wi suggested that a method acting for collecting and analyzing all the puffs would give more representative data. A twenty port Borwaldt RM 20 / CS smoking machine was purchased by Jim Bell ’ s group and loaned to Analytical Development in October of 1992. Development of this method is at present being pursued. The Borgwaldt RM 20 / CS puffer is loaded with the number of cigarettes equal to the number of puffs in a particular Brand. As each selected puff is taken it is collected in a 500Ml gas syringe modified by Dave Smartness of the Glass shop. The cigarettes are lit one minute apart ebssez. g"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Method development on gas phase analysis began with the purchase of the Varian 3600 multiple detector gas chromatograph in November 1988. The output signal from the FID and NPD detectors was linked to the Nelson software in September 1989. Variouscolumns and combination of column were tested to improve separa-handedlytion and resolution. A twenty port Borwaldt RM20/CS smoking machine was purchased by Jim Bell’s group and loaned to Analytical Development."
}