{
    "filename": "87400654.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\n{\n|\n\n  \n  \n\nCOMPOUND PHYSICAL PARAMETERS\n\nr=\n\nB64\n\nBrownish-gray powder\ni\n\nThe pH of a SOX concentration of B164 in water was theoretically calculated to\n\nbe 4.82 at 25°C according to the extrapolation procedure of Dr. P. D. Schickedantz|\nLorillard Research Center Accession Number 1662,\n\n \n\nnot applicable\n\nseTAGENCHTY SOLVENTS\n\n3164 forms a slightly soluble slurry in distilled water at 0.2 g/aL, with stirring\nat room temperature. Reference BC30-62.\n\n \n\nB164 4s insoluble for tp dosing. Reference BC20-48.\n\n \n\nom\n\nB164 forms a suspension in corn ofl at 0,1 g/mL, with constant stirring. Dosing\nvolumes of 20 ml/kg or higher may be necessary to achieve desired dosage.\nReference BC20-48.\n\nEPylverive witK mocturt pestle beGee doSing, preparing aoing. Solotioas,\n\n \n\nB164 in insoluble for this procedure. Reference BC20-08.\n\n \n\nSORE ROTO\nRefrigerate in an anber glass bottle at no more than 8°C.\n\n87400654\n\nOAR Gear GwosnRe cone\n\n \n\n‘BEET COMMS USES AONE PROCEOIRE)\n\n \n\n \n\n \n\n \n\n \n\n \n\nnels Deaton Tiivcornter 2 1985 |\n\n(ORD RstaReH COMER\n\n   \n\n \n\f",
    "augmented_texts": [
        "{ | COMPOUND PHYSICAL PARAMETERS r = B64 Brownish - gray powder i The pH of a SOX concentration of B164 in water was theoretically calculated to be 4. 82 at 25 ° C according to the extrapolation procedure of Dr. P. D. Schickedantz | Lorillard Research Center Accession Number 1662, not applicable seTAGENCHTY SOLVENTS 3164 forms a slightly soluble slurry in distilled water at 0. 2 g / aL, with stirring at way temperature. Reference BC30 - 62. B164 4s insoluble for tp dosing. Book of facts BC20 - 48. om B164 shape a suspension in corn whiskey ofl at 0, 1 g / mL, with constant stirring. Dosing volumes of 20 milliliter / kg or higher crataegus oxycantha be necessary to achieve desired dosage. Reference BC20 - 48. EPylverive witK mocturt pestle beGee doSing, preparing aoing. Solotioas, B164 in insoluble for this procedure. Reference BC20 - 08. SORE ROTO Refrigerate in an anber glass bottle at no more than 8 ° C. 87400654 OAR Gear GwosnRe cone ‘ BEET COMMS USES AONE PROCEOIRE) nels Deaton Tiivcornter 2 1985 | (ORD RstaReH COMER",
        "{ | COMPOUND PHYSICAL PARAMETERS r = B64 Brownish - gray powder i The pH of a SOX engrossment of B164 in water supply be theoretically calculated to be 4. 82 at 25 ° C according to the extrapolation procedure of Dr. Atomic number 15. D. Schickedantz | Lorillard Research Center Accession Number 1662, not applicable seTAGENCHTY SOLVENTS 3164 forms a slightly soluble slurry in distilled water at 0. 2 g / aL, with stirring at room temperature. Reference BC30 - 62. B164 4s insoluble for tp dosing. Reference BC20 - 48. om B164 forms a suspension in corn ofl at 0, 1 g / mL, with perpetual stirring. Dosing volumes of 20 ml / kg or higher may be necessary to achieve desired dosage. Character reference BC20 - 48. EPylverive witK mocturt pestle beGee doSing, preparing aoing. Solotioas, B164 in insoluble for this procedure. Reference BC20 - 08. SORE ROTO Refrigerate in an anber glass bottle at no more than 8 ° C. 87400654 OAR Gear GwosnRe cone ‘ BEET COMMS USES AONE PROCEOIRE) nels Deaton Tiivcornter 2 1985 | (ORD RstaReH COMER"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "B164 forms a slightly soluble slurry in distilled water at 0.2 g/aL, with stirring at room temperature. The pH of a SOX concentration of B164 in water was theoretically calculated to 4.82 at 25°C according to the extrapolation procedure of Dr. D. Schickedantz."
}