{
    "filename": "87426496.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\n \n\nProject No. 108272\nStudy No. 8N145LOR\n\nIV. QUALITY ASSURANCE STATEMENT:\n\n \n\nstudy Title: Immunomodulatory Screening Test of A199\nAdministered Orally Via Gavage to B,C,F, Mice\n\nProject Numbe1 108272,\n\nStudy Number: 145L0R\n\nStudy Director: H.V. Ratajezak\n\nReport Audit Date: February 18-19, 1991 and February 19, 1992\n\nThis study has been subjected to inspections and the report has been\naudited by the IITRI Quality Assurance Unit. The report describes the\nmethods and procedures used in the study and the reported results accurately\nreflect the raw data of the study. There were no significant deviations from\nFDA Good Laboratory Practice Regulations (Title 21 CFR Part 58), with the\nfollowing exception: no chemical analyses of the test article/carrier\nmixtures were conducted.\n\nThe following are the inspection dates and the dates inspection reports\nwere submitted:\n\nInspection Reports Submitted to:\n\na spect io —Study Director __Management _\nSept. 11, 1990 Sept. 11, 1990 Sept. 11, 1990\nOct. 10,1990 Oct. 10,'1990 Oct. 10,1990\n\n    \n\nRoxald A. Boyne, B.S.\nManager, Quality Assurance\n\nDate\n\nSGEHIZELE\n\nZIT RESEARCH INSTITUTE\naa\n\f",
    "augmented_texts": [
        "Project No. 108272 Study No. 8N145LOR IV. QUALITY ASSURANCE STATEMENT: study Title: Immunomodulatory Screening Mental test of A199 Administered Orally Via Gavage to B, C, F, Mice Project Numbe1 108272, Study Number: 145L0R Study Director: H. V. Ratajezak Paper Audit Date: February eighteen - 19, 1991 and February 19, 1992 This study has been subjected to inspections and the report has been audited by the IITRI Lineament Assurance Unit. The report describes the methods and procedures used in the study and the reported results accurately reflect the raw data of the study. There were no significant deflection from FDA Good Laboratory Practice Regulations (Title 21 CFR Part 58 ), with the following exception: no chemical analyses of the test article / carrier mixtures were conducted. The following are the inspection dates and the dates inspection reports were submitted: Inspection Reports Submitted to: a spect io — Study Director __Management _ Sept. 11, 1990 Sept. 11, 1990 Sept. 11, 1990 Oct. 10, 1990 Oct. 10, ' 1990 Oct. 10, 1990 Roxald A. Boyne, B. S. Manager, Quality Assurance Date SGEHIZELE ZIT RESEARCH INSTITUTE aa",
        "Project No. 108272 Study No. 8N145LOR IV. QUALITY pledge STATEMENT: study Title: Immunomodulatory Sieve Test of A199 Administered Orally Via Gavage to B, C, F, Mice Project Numbe1 108272, Study Number: 145L0R Study Director: Total heat. V. Ratajezak Report Audit Date: February 18 - 19, 1991 and February 19, 1992 This study has been subjected to inspections and the report has been audited by the IITRI Quality Assurance Unit. The report describes the methods and procedures used in the study and the reported results accurately reflect the raw data of the study. There were no significant deviations from FDA Good Lab Practice Regulations (Title 21 CFR Part 58 ), with the following exception: no chemical analyses of the test article / carrier wave mixtures were conducted. The following are the inspection dates and the dates inspection reports were submitted: Inspection Reports Submitted to: a spect io — Study Director __Management _ Sept. 11, 1990 Sept. 11, 1990 Sept. 11, 1990 Oct. 10, 1990 Oct. 10, ' 1990 October. 10, 1990 Roxald Vitamin a. Boyne, B. S. Manager, Quality Assurance Date SGEHIZELE ZIT RESEARCH INSTITUTE aa"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "This study has been subjected to inspections. The report describes themethods and procedures used in the study. There were no significant deviations from Good Laboratory Practice Regulations (Title 21 CFR Part 58) No chemical analyses of the test article/carrier. were conducted. No tests were carried out on mice."
}