{
    "filename": "87429367.jpg",
    "metadata": {},
    "text": " \n\nQUALITY ASSURANCE STATEMENT\n\nStudy Tit\n\n \n\n: INDUCTION OF HEPATIC MICROSOMAL ENZYMES IN RATS\n\nStudy Number: 17044. 401\n\nStudy Director: RAYMOND M. DAVID, Ph.D., D.A.B.T.\nInitiation Date: 87/04/13\n\nReview Completed Date: 87/09/25\n\nThis study has been divided into a series of phases. Using a\nrandom sampling approach, Quality Assurance monitors each of\nthese phases over a seriés of studies. Procedures, documenta—\ntion, equipment, etc., are examined in order to assure that the\nstudy is performed in accordance with the U.S. FDA Good\nLaboratory Practice regulations (21CFRS58), the U.S. EPA GLPs\n(40CPR792 and 40CFR160), and the OECD guidelines and to assure\nthat the study is conducted according to the protocol.\n\nthe following are the inspection dates, phases inspected, and\nreport dates of QA inspections of the study.\n\nINSPECT ON 87/04/06 ~ 87/04/06,70 STUDY DIR 87/04/06,T0 MGMT 87/04/06\n\nPHASES: PROTOCOL REVIEW\n\nINSPECT ON 87/07/09 - 87/07/09,T0 STUDY DIR 87/07/09,T0 MGMT 87/07/17\nPHASES: p-NITROANISOLE O-DEMETHYLASE ACTIVITY\n\nINSPECT ON 87/09/11 - 87/09/20,T0 STUDY DIR 87/09/21,70 MGMT 87/09/25\nPHASES: FINAL REPORT\n\nThis report describes the methods and procedures used in the\nstudy and the reported results accurately reflect the raw data\nof the study.\n\naS}\nOGality Assurance Date\nRA/QA Department\n\nLSECZELS\n\nMicrobiological Associates, Inc.\n\n \n\f",
    "augmented_texts": [
        "QUALITY ASSURANCE STATEMENT Study Tit: INDUCTION OF HEPATIC MICROSOMAL ENZYMES indium RATS Study Number: 17044. 401 Study Director: RAYMOND M. DAVID, Ph. D. , Five hundred. A. B. T. Initiation Date: 87 / 04 / 13 Review Completed Date: 87 / 09 / 25 This study has been divided into a series of phases. Using a random sampling approach, Quality Confidence monitors each of these phases over a seriés of studies. Procedures, documenta — tion, equipment, etc. , are examined in order to assure that the study is performed in accordance with the U. S. FDA Good Laboratory Practice regulations (21CFRS58 ), the U. S. EPA GLPs (40CPR792 and 40CFR160 ), and the OECD guidelines and to assure that the study is conducted according to the protocol. the following are the inspection dates, phases inspected, and report dates of QA inspections of the study. INSPECT ON 87 / 04 / 06 ~ 87 / 04 / 06, 70 STUDY DIR 87 / 04 / 06, T0 MGMT 87 / 04 / 06 PHASES: PROTOCOL REVIEW INSPECT ON 87 / 07 / 09 - 87 / 07 / 09, T0 STUDY DIR 87 / 07 / 09, T0 MGMT 87 / 07 / 17 PHASES: p - NITROANISOLE O - DEMETHYLASE ACTIVITY INSPECT ON 87 / 09 / 11 - 87 / 09 / 20, T0 STUDY DIR 87 / 09 / 21, 70 MGMT eighty seven / 09 / 25 PHASES: final examination REPORT This report describes the methods and procedures used in the study and the reported results accurately reflect the raw data of the study. aS} OGality Assurance Date RA / QA Department LSECZELS Microbiological Associates, Inc.",
        "QUALITY ASSURANCE STATEMENT Study Tit: INDUCTION OF HEPATIC MICROSOMAL ENZYMES IN RATS Study Number: 17044. 401 Study Director: RAYMOND Chiliad. DAVID, Ph. D. , D. A. B. T. Initiation Date: 87 / 04 / 13 Review Completed Date: lxxxvii / 09 / 25 This study has been divided into a series of phases. Using a random sampling approach, Quality Assurance monitors each of these phases over a seriés of studies. Procedures, documenta — tion, equipment, etc. , are examined in order to assure that the study is performed in accordance with the U. S. FDA Good Laboratory Practice regulations (21CFRS58 ), the U. S. environmental protection agency GLPs (40CPR792 and 40CFR160 ), and the OECD guidelines and to assure that the study is conducted according to the protocol. the following are the inspection dates, phases inspected, and report dates of QA inspection of the study. INSPECT ON 87 / 04 / 06 ~ 87 / 04 / 06, 70 STUDY DIR 87 / 04 / 06, T0 MGMT 87 / 04 / 06 PHASES: PROTOCOL REVIEW INSPECT ON 87 / 07 / 09 - 87 / 07 / 09, T0 STUDY DIR 87 / 07 / 09, T0 MGMT 87 / 07 / 17 PHASES: p - NITROANISOLE O - DEMETHYLASE ACTIVITY INSPECT ON eighty seven / 09 / 11 - 87 / 09 / 20, T0 STUDY DIR 87 / 09 / 21, 70 MGMT 87 / 09 / 25 PHASES: FINAL REPORT This report describes the methods and procedures used in the study and the reported results accurately reflect the raw data of the study. aS} OGality Assurance Date RA / QA Department LSECZELS Microbiological Associates, Inc."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "This study has been divided into a series of phases. Quality Assurance monitors each ofthese phases over a seriés of studies. Procedures, documenta—tion, equipment, etc. are examined in order to assure that the study is performed in accordance with the U.S. FDA Good Guidelines."
}