{
    "filename": "87431033.jpg",
    "metadata": {},
    "text": "HAZLETON\n\nQUALITY ASSURANCE STATEMENT\n\nPROJECT TITLE: Salmonella/Mamnalian-Microsome Reverse Mutation Assay\n\n(Ames Test)\nPROJECT NO.: 20988 STUDY NO.: 12099-0-401\nPROTOCOL NO.: 401 EDITION NO.: 16\n\nQuality Assurance inspections of the study and/or review of the final report\nof the above referenced project were conducted according to the Standard\nOperating Procedures of the Quality Assurance Unit and according to the\n\ngeneral requirements of the appropriate Good Laboratory Practice regulations.\n\nFindings from the inspections and final report review were reported to\nmanagement and to the study director on the following date!\n\n \n\n \n\ninspection, indi\nCounting of Colonies / 03/30/90 03/30/90 P. Lacy\nFinal Report Review / 04/30/90 04/30/90 M. Murphy\n\n \n\n12099-0-401\n\nEEOTEPLS\n\f",
    "augmented_texts": [
        "HAZLETON QUALITY ASSURANCE STATEMENT PROJECT TITLE: Salmonella / Mamnalian - Microsome Reverse Mutation Assay (Ames Tryout) PROJECT NO. : 20988 STUDY NO. : 12099 - 0 - 401 PROTOCOL NO. : 401 EDITION NO. : 16 Quality Assurance inspections of the study and / or review of the final report of the above referenced project were conducted according to the Standard Operating Procedures of the Character Assurance Whole and according to the general requirements of the appropriate Good Laboratory Practice regulation. Findings from the inspections and final write up review were reported to management and to the study director on the following date! inspection, indi Counting of Colony / 03 / 30 / 90 03 / 30 / 90 P. Lacy Final Paper Review article / 04 / 30 / 90 04 / 30 / 90 M. Murphy 12099 - 0 - 401 EEOTEPLS",
        "HAZLETON QUALITY ASSURANCE STATEMENT undertaking TITLE: Salmonella / Mamnalian - Microsome Reverse Mutation Check (Ames Test) PROJECT NO. : 20988 STUDY NO. : 12099 - 0 - 401 communications protocol NO. : 401 variation nobelium. : 16 Quality Assurance inspections of the study and / or review of the final report of the above referenced project were conducted according to the Standard Operating Procedures of the Quality Assurance Unit and according to the general requirements of the appropriate Good Laboratory Practice regulations. Finding from the inspections and final report review were reported to direction and to the study director on the following date! inspection, indi Counting of Colonies / 03 / 30 / 90 03 / 30 / 90 P. Lacy Final Report Review / 04 / xxx / 90 04 / 30 / xc M. Murphy 12099 - 0 - 401 EEOTEPLS"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The project was a Salmonella/Mamnalian-Microsome Reverse Mutation Assay. The study and review of the final report were conducted according to the Quality Assurance Unit's operating procedures. Findings from the inspections were reported to management and the study director on the following date!"
}