{
    "filename": "87616336_6338.jpg",
    "metadata": {},
    "text": "The Relationship of Tar Content to Decline in Pulmonary\nFunction in Cigarette Smokers'*\n\nDAVID SPARROW, TED STEFOS, RAYMOND BOSSE, and SCOTT T. WEISS‘\n\nIntoduotion\nOver the past 30 yr, smoking habits\nhave changed considerably. Fire\nFees fat incoduced in 1950, bad 8\nmarkt share of les than 1% by 1954.\n‘Th average tar delivery of carette\nwas approximately 36 mg (D. Subse-\n{cna the consumpdion of fier ga\n‘tes ose rapidly and the average tar\nCoutent of cgnretes deceased. BY\nfpr the average ar content per t+\nrete was 17 me.\n\n‘Siookers hav turned o low tar cgn-\nsets the understandable expectation\nthat this would seduce the eal\nhardy of ther snaking. Available\nGace sugges tht this tue fra var-\nety of eaoers, acing hung, IY,\n‘esophagus, and bladder (2).\n\nata for respiratory symptoms and\ncisese ar less dear, Higenbotam.\nSid coworkes ) and Schenker and\nsosates (have showo that the oo-\nSRrrence of Cough and phlegm i de\nGreased in asotation with smoking\nSears with lowered tar cemtet.\nHele tngings re consistent wi the\nJutologe data of Averbach and aso-\nBes @), who loetfed decrease\n{he oasrence of mucotal absormal-\nites or tne bronchial ethelum ina\ntops subjects Ty atributed this\n{Serene tothe Increased ws of low ar\niparctes, To dates a sigaicant eect,\nPlow tar dgurtes on mortality from\nSrptysema has not been speccally\n<iemtfed (). In adltion, the elation\n‘hip of tat content to pumonary fane\nBon Gs tncear, One, crosesectonal\nStudy concioded that the number of\nSgartes but not tar content, infu\neas force expiratory volome fn one\nSecond FEV.) G). but & repeat\nStalls on the same population pur-\nore to show that a content as ell\number Of cgaetc had an eect\n©.\n\nin an attempt to ase the influence\nof tar content on pulmonary function,\ntre stuied a cohort of 1385 men par\n\n \n\n  \n\n \n\n\"SUMMARY Th pect lth content of crt on unary ertlon was earn\n{sem Thece men reprveted 93 eorat egw seen, S56 orm gute omaha,\nwetivteer anata owed ins longi! study ong. Curent snout cate ee\nSE TTAnTy tne memes of stautie smaed pr ay an a cota pa cate.\nSpvommay wea pertoned ie onal bjt at nar Amul regieston aha\nracrnd a tar contect not lglicaty nce basal eee ft al capac\n(Fvija reed expan volume none cond (FEV fe cotrating for 4p, gt\n(cr Seewte smoked Satya esta nt pins toc alow treo\nFCC Feta conting arog, ig amber of rte, nd basen ponte no,\n{to Thee at gyn at ow ar cigrtine eyo protect moka roman rena\n‘tanlne pulmonary tention. AERC REE a aR\n\na\n\ncipting in the Normative cing A wig wis msde ace\n{patio na) study Of aging.” masaien ncuron adi ra\n* ly of aBINB- ifort had teen made. Three acceptable\nMethods {feces on ech ube were obtain an\nEOE Stet was we Fone wl capac\ntation. The population of this study ity (YC) and FEV, were obtained by stam\nSet chacrenr 2) 00 oFeee Pa Gag cheng (1) and coed to.\nUiSpring nthe Normative Ag SY C, Ser cabins ofthe sprees Ue\n8)\"Ine Normative Asin Sts RIO hr dy ented no chain he\nOe ec etisalat gt teen ae ak Thea\nlected at the Weteans Admisitaion fomecne data were coleaed on cach sy\n‘Sipatient nei Bono. Ax previous ata wee colle on eh ey\nee ie ees eects: Doaere tere sree,\na ee Te Arne: Shee Races 2a ae\nsree er ie procrring te Nor wot athe Ne M wie\narg Ole geen ppm lend eerecty pee\na hee ae el ates, Se aera tng ie aaeeey\nec fe fameion. There were S69 men with missing\n“Denians of cere smoking. A de- ance varies ih sete sk\ntale smoking ior was te OM ng cr pulmonary fenton) anda,\nad eet ee ramccn: SEG ene Oise: warae er\nSoe eerie Sait tek mintcaad\nSmee races eae\nShoking nats eas rorat, andthe\ncea a eee at ete Wal GEGGEGFT xehaire ne it 2\nCe Ee re cla cmc ae: asieee niin in ees ant\nfined as those men who were smoking one semi\n\need a en Te cbse, Fev —T Fic Name Adlg Su, Vora\nSeukes oa Sed se those en who daianean Samet Cine, e Pe\nFrevously smoked one of more Ggaretes ary Unit ofthe Chares H. Dana Research ns\n‘eae had cased omcking at base: and he Hare Thorne Labora of\ney Ba whe ea Sewee Slieed as those be Bey at Hospial and Harvard Medes\nSc thotad neve smoted cigarettes Cige Shon, Door, Masa\nae aie ean was encgresa ne. opm he ete Rome Sve\nsame oied dep of afaition offinveans hile,\nGi ches or ot nto ches). Raa for rearing sould bared\n‘Pulmonary fonction tering. Forced vial 94 Suga Ca 7 Cao er Boson,\ncapac (700) mancovers were performed Ws\nerr mg potion wthounoncio, Rapin: of Cie! nvigatr Award No\nta atid recording sroncet MLO from the ala Me see\nGiaken E Colin, ey Beane, MA). lod lt\n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\n9EC9TILE\n\nye ke\n\f",
    "augmented_texts": [
        "The Relationship of Tar Content to Decline in Pulmonary Function in Cigarette Smokers ' * DAVID SPARROW, TED STEFOS, RAYMOND BOSSE, and SCOTT T. WEISS ‘ Intoduotion Over the past 30 yr, smoking habits have changed considerably. Fire Fees fat incoduced in 1950, bad 8 markt share of les than 1% by 1954. ‘ Th average tar delivery of carette was approximately 36 mg (D. Subse - {cna the consumpdion of fier ga ‘ tes ose rapidly and the average tar Coutent of cgnretes deceased. BY fpr the average ar content per t + rete was 17 me. ‘ Siookers hav turned o low tar cgn - sets the understandable expectation that this would seduce the eal hardy of ther snaking. Available Gace sugges tht this tue fra var - ety of eaoers, acing hung, IY, ‘ esophagus, and bladder (2 ). ata for respiratory symptoms and cisese ar less dear, Higenbotam. Sid coworkes) and Schenker and sosates (have showo that the oo - SRrrence of Cough and phlegm i de Greased in asotation with smoking Sears with lowered tar cemtet. Hele tngings re consistent wi the Jutologe data of Averbach and aso - Bes @ ), who loetfed decrease {he oasrence of mucotal absormal - ites or tne bronchial ethelum ina tops subjects Ty atributed this {Serene tothe Increased ws of low ar iparctes, To dates a sigaicant eect, Plow tar dgurtes on mortality from Srptysema has not been speccally <iemtfed (). In adltion, the elation ‘ hip of tat message to pumonary fane Bon Gs tncear, One, crosesectonal Study concioded that the number of Sgartes but not tar content, infu eas force expiratory volome fn one Second FEV.) G ). but & repeat Stalls on the same population pur - ore to show that a content as ell umber Of cgaetc had an eect ©. in an attempt to ase the influence of tar content on pulmonary function, tre stuied a cohort of 1385 men par \" SUMMARY Th pect lth content of crt on unary ertlon was earn {sem Thece men reprveted 93 eorat egw seen, S56 orm gute omaha, wetivteer anata owed ins longi! study ong. Curent snout cate ee SE TTAnTy tne memes of stautie smaed pr ay an a cota pa cate. Spvommay wea pertoned ie onal bjt at nar Amul regieston aha racrnd a tar contect not lglicaty nce basal eee ft al capac (Fvija reed expan volume none cond (FEV fe cotrating for 4p, gt (cr Seewte smoked Satya esta nt pins toc alow treo FCC Feta conting arog, ig amber of rte, nd basen ponte no, {to Thee at gyn at ow ar cigrtine eyo protect moka roman rena ‘ tanlne pulmonary tention. AERC REE a aR a cipting in the Normative cing A wig wis msde ace {patio na) study Of aging. ” masaien ncuron adi ra * ly of aBINB - ifort had teen made. Three acceptable Methods {feces on ech ube were obtain an EOE Stet was we Fone wl capac tation. The population of this study ity (YC) and FEV, were obtained by stam Set chacrenr 2) 00 oFeee Pa Gag cheng (1) and coed to. UiSpring nthe Normative Ag SY C, Ser cabins ofthe sprees Ue 8) \" Ine Normative Asin Sts RIO hr dy ented no chain he Oe ec etisalat gt teen ae ak Thea lected at the Weteans Admisitaion fomecne data were coleaed on cach sy ‘ Sipatient nei Bono. Ax previous ata wee colle on eh ey ee ie ees eects: Doaere tere sree, a ee Te Arne: Shee Races 2a ae sree er ie procrring te Nor wot athe Ne M wie arg Ole geen ppm lend eerecty pee a hee ae el ates, Se aera tng ie aaeeey ec atomic number 26 fameion. There were S69 men with missing “ Denians of cere smoking. A de - ance varies ih sete sk tale smoking ior was te OM ng cr pulmonary fenton) anda, ad eet ee ramccn: SEG ene Oise: warae er Soe eerie Sait tek mintcaad Smee races eae Shoking nats eas rorat, andthe cea a eee at ete Wal GEGGEGFT xehaire ne it 2 Ce Ee re cla cmc ae: asieee niin in ees ant fined as those men who were smoking one semi eed a en Te cbse, Fev — T Fic Name Adlg Su, Vora Seukes oa Sed se those en who daianean Samet Cine, e Pe Frevously smoked one of more Ggaretes ary Unit ofthe Chares H. Dana Research ns ‘ eae had cased omcking at base: and he Hare Thorne Labora of ey Ba whe ea Sewee Slieed as those be Bey at Hospial and Harvard Medes Sc thotad neve smoted cigarettes Cige Shon, Doorway, Masa ae aie ean was encgresa ne. opm he ete Rome Sve same oied dep of afaition offinveans hile, Gi ches or ot nto ches ). Raa for rearing sould bared ‘ Pulmonary fonction tering. Forced vial 94 Suga Ca 7 Cao er Boson, capac (700) mancovers were performed Ws err milligram potion wthounoncio, Rapin: of Cie! nvigatr Award No ta atid recording sroncet MLO from the ala Me see Giaken E Colin, ey Beane, MA ). lod lt 9EC9TILE ye ke",
        "The Relationship of Tar Content to Decline in Pulmonary Function in Cigarette Smokers ' * DAVID SPARROW, TED STEFOS, RAYMOND BOSSE, and SCOTT T. WEISS ‘ Intoduotion Over the past 30 yr, smoking habits have changed considerably. Fire Fees fat incoduced in 1950, bad 8 markt share of les than 1% by 1954. ‘ Th average tar delivery of carette was approximately 36 mg (D. Subse - {cna the consumpdion of fier ga ‘ tes ose rapidly and the average tar Coutent of cgnretes deceased. BY fpr the average ar content per t + rete was 17 me. ‘ Siookers hav turned o low tar cgn - sets the understandable expectation that this would seduce the eal hardy of ther snaking. Available Gace sugges tht this tue fra var - ety of eaoers, acing hung, IY, ‘ esophagus, and bladder (2 ). ata for respiratory symptoms and cisese ar less dear, Higenbotam. Sid coworkes) and Schenker and sosates (have showo that the oo - SRrrence of Cough and phlegm i de Greased in asotation with smoking Sears with lowered tar cemtet. Hele tngings re consistent wi the Jutologe data of Averbach and aso - Bes @ ), who loetfed decrease {he oasrence of mucotal absormal - ites or tne bronchial ethelum ina tops subjects Ty atributed this {Serene tothe Increased ws of low ar iparctes, To dates a sigaicant eect, Plow tar dgurtes on mortality from Srptysema has not been speccally <iemtfed (). In adltion, the elation ‘ hip of tat content to pumonary fane Bon Gs tncear, One, crosesectonal Study concioded that the number of Sgartes but not tar content, infu eas force expiratory volome fn one Second FEV.) G ). but & repeat Stalls on the same population pur - ore to show that a content as ell umber Of cgaetc had an eect ©. in an attempt to ase the influence of tar content on pulmonary function, tre stuied a cohort of 1385 men par \" SUMMARY Th pect lth content of crt on unary ertlon was earn {sem Thece men reprveted 93 eorat egw seen, S56 orm gute omaha, wetivteer anata owed ins longi! study ong. Curent snout cate ee SE TTAnTy tne memes of stautie smaed pr ay an a cota pa cate. Spvommay wea pertoned ie onal bjt at nar Amul regieston aha racrnd a tar contect not lglicaty nce basal eee ft al capac (Fvija reed expan volume none cond (FEV fe cotrating for 4p, gt (cr Seewte smoked Satya esta nt pins toc alow treo FCC Feta conting arog, ig amber of rte, nd basen ponte no, {to Thee at gyn at ow ar cigrtine eyo protect moka roman rena ‘ tanlne pulmonary tention. AERC REE a aR a cipting in the Normative cing A wig wis msde ace {patio na) study Of aging. ” masaien ncuron adi ra * ly of aBINB - ifort had teen made. Three acceptable Methods {feces on ech ube were obtain an EOE Stet was we Fone wl capac tation. The population of this study ity (YC) and FEV, were obtained by stam Set chacrenr 2) 00 oFeee Pa Gag cheng (1) and coed to. UiSpring nthe Normative Ag SY C, Ser cabins ofthe sprees Ue 8) \" Ine Normative Asin Sts RIO hr dy ented no chain he Oe ec etisalat gt teen ae ak Thea lected at the Weteans Admisitaion fomecne data were coleaed on cach sy ‘ Sipatient nei Bono. Ax previous ata wee colle on eh ey ee ie ees eects: Doaere tere sree, a ee Te Arne: Shee Races 2a ae sree er ie procrring te Nor wot athe Ne M wie arg Ole geen ppm lend eerecty pee a hee ae el ates, Se aera tng ie aaeeey ec fe fameion. There were S69 men with missing “ Denians of cere smoking. A de - ance varies ih sete sk tale smoking ior was te OM ng cr pulmonary fenton) anda, ad eet ee ramccn: SEG ene Oise: warae er Soe eerie Sait tek mintcaad Smee races eae Shoking nats eas rorat, andthe cea a eee at ete Wal GEGGEGFT xehaire ne it 2 Ce Ee re cla cmc ae: asieee niin in ees ant fined as those men who were smoking one semi eed a en Te cbse, Fev — T Fic Name Adlg Su, Vora Seukes oa Sed se those en who daianean Samet Cine, e Pe Frevously smoked one of more Ggaretes ary Unit ofthe Chares H. Dana Research ns ‘ eae had cased omcking at base: and he Hare Thorne Labora of ey Ba whe ea Sewee Slieed as those be Bey at Hospial and Harvard Medes Security council thotad neve smoted cigarettes Cige Shon, Door, Masa ae aie ean was encgresa ne. opm he ete Rome Sve same oied dep of afaition offinveans hile, Gi ches or ot nto ches ). Raa for rearing sould bared ‘ Pulmonary fonction tering. Forced vial 94 Suga Ca 7 Cao er Boson, capac (700) mancovers were performed Ws err mg potion wthounoncio, Rapin: of Cie! nvigatr Award No ta atid recording sroncet MLO from the ala Me see Giaken E Colin, ey Beane, MA ). lod lt 9EC9TILE ye ke"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The Relationship of Tar Content to Decline in PulmonaryFunction in Cigarette Smokers'* The average tar delivery of carette. was approximately 36 mg (D. Subse-                {cna the consumpdion of fier ga’tes ose rapidly and the averageTar.Coutent of cgnretes deceased."
}