{
    "filename": "87649015_87649016.jpg",
    "metadata": {},
    "text": "AMERICAN ASSOCIATION FOR RESPIRATORY. CARE\n“11090 Ables Lane, Dall. 1X 75229, 214/243-2272, Fox 214/484-2720\n\nBACKGROUNDER: #3.\n\nFor Inmediate Release Contact: Sherry Milligan\n12: noon (E0T) Communications Coordinator\nTuesday, June 20, 1989 (214) 243-2272\n\nAMERICAN ASSOCIATION FOR RESPIRATORY CARE:\n‘THE VOICE FOR THE RESPIRATORY CARE PROFESSION\n\nFounded in 1947 ini Chicago, Illinois, the AARC is the professional association\nfor respiratory therapists and technicians and others involved in pulmonary\nand respiratory-related fields. The AARC has grown fron a menbership of 59 in\n1947 to its current membership of more than 27,000. A network of 50 state\norganizations involve members in state and local activities. Members include\nrespiratory therapists, respiratory technicians, pulmonary laboratory techni-\ncians, nurses, physicians, home health providers, home medical equipment sup-\npliers, industrial sales representatives, manufacturers of respiratory care\n\nequipment, and respiratory patients.\n\nNow based’ in Dallas, Texas, the AARC provides its members with benefits and!\nservices to enhance their personal and professional career goals. These\nrespiratory therapy practitioners work with patients in hospitals, the home\n\nand nursing homes.\n\nSTO6P9LS\n\f",
    "augmented_texts": [
        "AMERICAN ASSOCIATION FOR RESPIRATORY. CARE “ 11090 Ables Lane, Dall. 1X 75229, 214 / 243 - 2272, Fox 214 / 484 - 2720 BACKGROUNDER: # 3. For Inmediate Release Contact: Sherry Milligan 12: noon (E0T) Communications Coordinator Tuesday, June 20, 1989 (214) 243 - 2272 AMERICAN ASSOCIATION FOR RESPIRATORY CARE: ‘ THE VOICE FOR THE RESPIRATORY CARE professing Founded in 1947 ini Chicago, Illinois, the AARC is the professional association for respiratory healer and technicians and others involved in pulmonary and respiratory - related fields. The AARC has grown fron a menbership of 59 in 1947 to its current membership of more than 27, 000. A network of 50 state organizations involve members in state and local activities. Members include respiratory healer, respiratory technicians, pulmonary laboratory techni - cians, nurses, physicians, home health providers, home medical equipment sup - pliers, industrial sales representatives, manufacturers of respiratory care equipment, and respiratory patient. Now based ’ in Dallas, Texas, the AARC provides its members with benefits and! services to enhance their personal and professional career goal. These respiratory therapy practitioners work with patients in hospitals, the home and breast feeding homes. STO6P9LS",
        "AMERICAN ASSOCIATION FOR RESPIRATORY. CARE “ 11090 Ables Lane, Dall. 1X 75229, 214 / 243 - 2272, Fox 214 / 484 - 2720 BACKGROUNDER: # 3. For Inmediate Release Contact: Sherry Milligan 12: noon (E0T) Communications Coordinator Tuesday, June 20, 1989 (214) 243 - 2272 AMERICAN ASSOCIATION FOR RESPIRATORY CARE: ‘ THE VOICE FOR THE RESPIRATORY CARE PROFESSION Founded in 1947 ini Chicago, Illinois, the AARC is the professional association for respiratory therapist and technicians and others involved in pulmonary and respiratory - related fields. The AARC has grown fron a menbership of 59 in 1947 to its current membership of more than 27, 000. A network of 50 state organizations involve members in state and local activities. Members include respiratory therapists, respiratory technicians, pulmonary laboratory techni - cians, nurses, physicians, home health providers, home medical equipment sup - pliers, industrial sales representatives, manufacturers of respiratory care equipment, and respiratory patients. Now based ’ in Dallas, Texas, the AARC provides information technology members with benefits and! services to enhance their personal and professional career goals. These respiratory therapy practitioners work with patients in hospitals, the home and nursing homes. STO6P9LS"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "AARC is the professional association for respiratory therapists and technicians. The AARC has grown fron a menbership of 59 in1947 to its current membership of more than 27,000. Members include respiratory therapy practitioners, respiratory technicians, nurses, physicians, home health providers, and manufacturers of respiratory care equipment."
}