{
    "filename": "87659753.jpg",
    "metadata": {},
    "text": "i EXHIBIT\n\n@\n\n \n\nou don't start with True.\nYou change to True.\n\nYou've changed. Your iife style has changed. And so has\nyour attitude towards smoking. You've decided you should\nchange to a low tar and nicotine cigarette. That brings\nmany people to True.\n\nU.S. Gov't. tests show True is lower in both tar and\nnicotine than 98% of all other cigarettes sold. That means.\nTrue is not only gentle on your taste, it's gentle on your\nmind.\n\n   \n\nRegular or Menthol.\n\nAerie tng we 8303\n\n \n\nMe to 2\n\n€SL6S948\n\n \n\neearnnan\n\n \n\f",
    "augmented_texts": [
        "i EXHIBIT @ ou don ' t start with True. You change to True. You ' ve changed. Your iife style has changed. And so has your attitude towards smoking. You ' ve decided you should change to a low tar and nicotine cigarette. That bring in many people to True. Uracil. S. Gov ' t. tests show True is lower in both tar and nicotine than xcviii% of all other cigarettes sold. That means. True is not only gentle on your taste, it ' s gentle on your mind. Regular operating room Menthol. Aerie tng we 8303 Me to 2 € SL6S948 eearnnan",
        "i display @ ou don ' t start with True. You change to True. You ' ve changed. Your iife panache has changed. And so has your attitude towards smoking. You ' ve decided you should change to a low tar and nicotine cigarette. That brings many people to True. U. S. Gov ' t. tests show True is lower in both tar and nicotine than 98% of all other cigarettes sold. That means. True is not only gentle on your taste, it ' s gentle on your mind. Regular or Menthol. Aerie tng we 8303 Me to 2 € SL6S948 eearnnan"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "U.S. Gov't. tests show True is lower in both tar and nicotine than 98% of all other cigarettes sold. That means.True is not only gentle on your taste, it's gentleon yourmind. You don't start with True, you change to True."
}