{
    "filename": "87675435.jpg",
    "metadata": {},
    "text": "      \n  \n \n \n   \n \n   \n   \n   \n     \n    \n \n \n \n    \n       \n  \n\nVol 42/ No.2 mmwr a\nWorksite Health Promotion — Continued\n\nIn this efor, during 1980, DPHS published Work Healthy New Hampshire: A Guide\nto Worksite Health and Safety Programs (6) that lists approximately 200 local busi-\nnesses that provide health services for worksites. The guide is used by companies to\nestablish worksite programs including health-promotion. occupational health and\nsaety, and employee-assstance programs. The national Direcnns m=\nPromotion Resourcae!7\\ b~\n\n \n\neae S Jew :\n\nDavy oe te ~~\n\nWAT June S Cane\n\nae asec tty. fowl,\n\nob Ck anes\nRit Ge\n\n3 mean venetts of mammography seresinginthe workplace. American\n‘Association of Gczupationsl Health Nurses Journal 1969:37:177-1.\n\n4, Publis Health Servie. National survey af worksite health promotion activities—a summary.\n‘Washington, 0¢: US Department of Heath and Human Services, Public Health Service, 1987\n\nIODPHP monograph series)\n\nDivision of Public Health Services, New Hampshire State Department of Health and Human\n\n‘Services Work healthy New Hampahte: 2 guide to worksite health an salety programs. Con\n\nord, New Hampshire: New Hompenite State Department of Health and Human Service\n\nDivision of Pubic Heekth Services: lve Crose and Blue Shield of New Hampshire: American\n\n«_ Hear Association, New Hampshire Alle, 1989.\n\n6, Nationel Resourcs Canter on Warksite Health Promotion. Directory of worksite heath promo\ntion rexourees, Washington, DC: National Resource Center on Worksite Health Promotion, 1980,\n\n \n\n \n\n    \n\n \n\n \n\nCurrent Trends ja\n\nPr\n\n  \n\ninary Data: Exposure of Persons Aged >4 Years\nto Tobacco Smoke — United States, 1988-1991\n\n‘The recent report of the U.S. Environmental Protection Agency on the respiratory\nhealth effects of passive smoking (1) and the known adverse effecs of active smoking\nemphasize the need to quantity the exposure ofthe U.S. population to tobacco smoke,\nMeasurements of cotinine (a nicotine metabolite) in serum, urine, and saliva have\nbeen used effectively to quantify exposure to tobacco smoke (2-10). As part of the\n\n     \n      \n\n \n\n \n\nSEPSLOLE\n\f",
    "augmented_texts": [
        "Vol 42 / No. 2 mmwr a Worksite Health Promotion — Continued In this efor, during 1980, DPHS published Work Healthy New Hampshire: A Guide to Worksite Health and Safety Programs (6) that lists approximately 200 local busi - nesses that provide health services for worksites. The guide live used by companies to establish worksite programs including health - promotion. occupational health and saety, and employee - assstance programs. The national Direcnns m = Promotion Resourcae! 7 \\ b ~ eae S Jew: Davy oe te ~ ~ WAT June S Cane ae asec tty. fowl, ob Ck anes Rit Ge 3 mean venetts of mammography seresinginthe workplace. American ‘ Association of Gczupationsl Health Nurses Journal 1969: 37: 177 - 1. 4, Publis Health Servie. National survey af worksite health promotion bodily process — a summary. ‘ Washington, 0 ¢: US Department of Heath and Human Services, Public Health Service, 1987 IODPHP monograph series) Division of Public Health Services, New Hampshire State Department of Health and Human ‘ Services Work healthy New Hampahte: 2 guide to worksite health an salety programs. Con ord, New Hampshire: New Hompenite State Department of Health and Human Service Division of Pubic Heekth Services: lve Crose and Blue Shield of New Hampshire: American « _ Hear Association, New Hampshire Alle, 1989. 6, Nationel Resourcs Canter on Warksite Health Promotion. Directory of worksite heathland promo tion rexourees, George washington, DC: National Resource Center on Worksite Health Promotion, 1980, Current Trends ja Pr inary Data: Exposure of Persons Aged> 4 Years to Tobacco Smoke — United States, 1988 - 1991 ‘ The recent report of the U. S. Environmental Protection Agency on the respiratory health effects of passive smoking (1) and the known adverse effecs of active smoking emphasize the need to quantity the exposure ofthe U. S. population to tobacco smoke, Measurements of cotinine (a nicotine metabolite) in serum, urine, and saliva have been used effectively to quantify exposure to tobacco smoke (2 - 10 ). As part of the SEPSLOLE",
        "Vol 42 / No. 2 mmwr a Worksite Health Promotion — Continued In this efor, during 1980, DPHS published Workplace Healthy New Hampshire: A Guidebook to Worksite Health and Safety Programs (6) that lists approximately 200 local busi - nesses that provide health services for worksites. The guide is used by companies to establish worksite programs including health - promotion. occupational health and saety, and employee - assstance programs. The national Direcnns m = Promotion Resourcae! 7 \\ b ~ eae S Jew: Davy oe te ~ ~ WAT June S Cane ae asec tty. fowl, ob Ck anes Rit Ge 3 mean venetts of mammography seresinginthe workplace. American ‘ Association of Gczupationsl Health Nurses Journal 1969: 37: 177 - 1. 4, Publis Health Servie. National survey af worksite health promotion activities — a summary. ‘ Washington, 0 ¢: US Department of Heath and Human Services, Public Health Service, 1987 IODPHP monograph series) Division of Public Health Services, New Hampshire State Department of Health and Human ‘ Services Work healthy New Hampahte: 2 guide to worksite health an salety programs. Con ord, New Hampshire: New Hompenite State Department of Health and Human Service Division of Pubic Heekth Service: lve Crose and Blue Shield of New Hampshire: American « _ Hear Association, New Hampshire Alle, 1989. half dozen, Nationel Resourcs Canter on Warksite Health Promotion. Directory of worksite heath promo tion rexourees, Washington, DC: National Resource Center on Worksite Health Promotion, 1980, Current Trends ja Pr inary Data: Exposure of Persons Aged> 4 Years to Tobacco Smoke — United States, 1988 - 1991 ‘ The recent report of the U. S. Environmental Protection Agency on the respiratory health effects of passive smoking (ace) and the known adverse effecs of active smoking emphasize the need to quantity the photograph ofthe U. S. population to tobacco smoke, Measurements of cotinine (a nicotine metabolite) in serum, urine, and saliva have been used effectively to quantify exposure to tobacco mary jane (2 - 10 ). As part of the SEPSLOLE"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "In this efor, during 1980, DPHS published Work Healthy New Hampshire: A Guide to Worksite Health and Safety Programs. The guide is used by companies toestablish worksite programs including health-promotion. occupational health and employee-assstance programs. As part of the U.S. Environmental Protection Agency on the respiratory.health effects of passive smoking (1) and the known adverse effecs of active smoking, we emphasize the need to quantity the exposure of. the population to tobacco smoke."
}