{
    "filename": "87858147_87858153.jpg",
    "metadata": {},
    "text": " \n\n \n\nMEMORANDUM\n\nug. 24, 1992\n\nA.M. Thrig\nJ. H. Bell\n\nFROM: F. R. Perini\n\nSUBJECT: Potassium Concentration on Denim Swatches Processed by\nCelanese (PROJECT B-448)\n\n \n\nA request was recently made by the Physical Chemistry Group for\npotassium ion analysis of ten different samples or swatches of\nGenim material. These were rectangular swatches about 7 x 18 cm\n{n size which were numbered 1 - 10. This was a single-blind test.\nThe submitter knew the target values; the analyst did not, other\nthan a total range up to 10000 ppm.\n\n‘The extraction procedure was patterned after the Lorillard-\nestablished sequence for broad-spectrum anion analysis in tobacco\nand other solids, and is as follows.\n\nSolid Matrix Sample Isolation. %\n\n(a) Fabric (0.2-0.3 g)* is suspended in 50 mb unfiltered\ndeionized water (dzw). Record thé exact weight of the\nsample. The suspension is shaken on a wrist-action\nshaker for 20 minutes.\n\n(b) The suspension is gravity filtered. The solid sample is\nwashed with 50 mL additional dzw, then thoroughly\npressed with a spatula to squeeze out residual liquid.\n\n(c) Separately, a C™ Sep'pak cartridge (Waters Part No.\n51910) is washed with 10 mL methanol, then 50 mb dzw.\nRemove the Sep:pak from the syringe tip after each wash\nto eliminate suckback contamination of the Sep‘pak.\nThen 8 mL of the sample is drawn through the first\ncartridge and discarded, followed with 8 mb of sample,\nwhich is collected.\n\nLVTSS8L8\n\nLANL TNT\n\f",
    "augmented_texts": [
        "MEMORANDUM ug. 24, 1992 A. M. Thrig J. H. Bell FROM: F. R. Perini SUBJECT: Potassium Assiduity on Denim Swatches Processed by Celanese (PROJECT B - 448) A request was lately made by the Physical Chemistry Group for potassium ion analysis of ten different samples or swatches of Genim material. These were rectangular swatches about 7 x 18 cm {n size which were numbered 1 - 10. This was a single - blind test. The submitter knew the target value; the analyst did not, other than a total range up to 10000 ppm. ‘ The origin procedure was patterned after the Lorillard - established sequence for spacious - spectrum anion analysis in tobacco and other solids, and is as follows. Solid Matrix Sample Isolation. % (a) Fabric (0. 2 - 0. 3 g) * is suspended in 50 mb unfiltered deionized water (dzw ). Record thé exact weight of the sample. The suspension is shaken on a wrist - action shaker for 20 minutes. (b) The suspension is gravity filtered. The solid sample is washed with 50 mL additional dzw, then thoroughly pressed with a spatula to squeeze out residual liquid. (nose candy) Separately, a C ™ Sep ' pak cartridge (Waters Part No. 51910) is washed with 10 mL methanol, then 50 mb dzw. Remove the Sep: pak from the syringe tip after each wash to eliminate suckback contamination of the Sep ‘ pak. Then 8 mL of the sample is drawn through the first cartridge and discarded, followed with 8 mb of sample, which is collected. LVTSS8L8 LANL TNT",
        "MEMORANDUM ug. 24, 1992 A. M. Thrig J. H. Bell FROM: F. R. Perini SUBJECT: Potassium Concentration on Denim Swatches Processed by Celanese (PROJECT B - 448) A request was recently made by the Physical Chemistry Group for potassium ion analysis of ten different samples or swatches of Genim material. These were rectangular swatches about 7 x 18 cm {n size which were numbered 1 - 10. This was a single - blind test. The submitter knew the target values; the analyst did not, other than a total range up to 10000 ppm. ‘ The extraction procedure was patterned after the Lorillard - established sequence for broad - spectrum anion analysis in tobacco and other solids, and be as follows. Solid Matrix Sample Isolation. % (a) Fabric (0. 2 - 0. 3 g) * is suspend in 50 mb unfiltered deionized water (dzw ). Record thé exact weight of the sample. The suspension is shaken on a wrist - action shaker for 20 minutes. (b) The suspension is gravitational attraction filtered. The solid sample is washed with 50 mL additional dzw, then thoroughly pressed with a spatula to squeeze out residual liquid. (c) Separately, a C ™ Sep ' pak cartridge (Waters Part No. 51910) is washed with 10 mL methanol, then 50 mebibyte dzw. Remove the Sep: pak from the syringe tip after each wash to eliminate suckback contamination of the Sep ‘ pak. Then 8 mL of the sample is drawn through the inaugural cartridge and discarded, followed with 8 mb of sample, which is collected. LVTSS8L8 LANL TNT"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The extraction procedure was patterned after the Lorillard-established sequence for broad-spectrum anion analysis in tobacco and other solids. Fabric is suspended in 50 mb unfiltered unfionized water (dzw) The suspension is gravity filtered. The solid sample is thoroughlypressed with a spatula to squeeze out residual liquid."
}