{
    "filename": "88018390a.jpg",
    "metadata": {},
    "text": " \n\nTobacco indu\n\n3-25\nTe asad el\n\nWINSTON-SALEM — A feceral\n\ntwict Cour. The industry plaintiffs\n\nshown that they bave suffered\neconomic loses a a result of the\nFeport and therefore can sue the\n\nagency for those losses, the judge\nsaid\n\n“We are pleased with this deci-\nsion,\" said Dancel W. Donahue, a\nSenlor vice president and deputy\ngeneral counsel for RJ. Reynolds\n‘obwcco Co \"The cour has now\naccepted our arguments\ntobacco indusary hes been directly\nfind negatively impacted by ths\nreport” .\n\n‘The tobacco industry bas main-\ntained thet the EPA excluded data\nthat contradicted the finding on\nsecondhand smoke and cancer,\n\n\"EPA officials on Wednesday\n\nTobacco groups can sue\n\nEPA for report, judge says\n\nst cmp ed\n4 St ioad Sco ane as\nSs ae on ae\n\nMeh include two cigarette compa:\n\ntes and groups represent\nSaco farmers, sustmned econ\n\nlosses resuling from the 1993 re:\nort. The EPA declared second:\n\n \n\nhhand smoke tobe a cancer-causing\nagent, producing as many a 300\n(000 respiratory illnesses in. chi\ndren and 3,000 lung-carcer deaths\nach year\n\n‘The EPA had asked Osteen to\ndismiss ‘the lawsuit, whieh was\n‘led by RJ. Reynolds Tobacco Co,\nPhilp Morris Ine. and the Flue”\n\nCured Tobacco Cooperative Stabl-\n‘zation Corp,, among others.\n\n \n\nstry can sue EPA\n\nagain sald they stand behind their\nFeport.\n\n“wee, been, bearing ths for\nyears,” \"A spokesman Dave\nRyanin a tetepbons intervie fom\n‘Washington “The agency's view\nthat secondhand smoke can couse\n\n‘The tobacco industry wants the\nreport withdrawn, which may Te\n‘sce the number of smoking re\nfrictions enacted based on the\nEPA's report\n\n06¢8}083\n\nV' o6estoss\n\f",
    "augmented_texts": [
        "Tobacco indu 3 - 25 Te asad el WINSTON - SALEM — A feceral twict Cour. The industry plaintiffs shown that they bave suffered economic loses a a result of the Feport and therefore can litigate the agency for those losses, the judge said “ We are pleased with this deci - sion, \" said Dancel W. Donahue, a Senlor vice united states president and deputy general counsel for RJ. Reynolds ‘ obwcco Co \" The cour has now accepted our arguments tobacco indusary hes been directly find negatively impacted by ths report ”. ‘ The tobacco industry ab main - tained thet the EPA excluded data that contradicted the finding on secondhand smoke and cancer, \" EPA officials on Wednesday Tobacco groups can sue EPA for report, judge says st cmp ed 4 St ioad Sco ane as Ss ae on ae Meh include two cigarette compa: tes and groups represent Saco farmers, sustmned econ losses resuling from the 1993 re: ort. The EPA declared second: hhand smoke tobe a cancer - causing agent, producing as many a 300 (000 respiratory illnesses in. chi dren and 3, 000 lung - carcer deaths ach year ‘ The EPA receive asked Osteen to dismiss ‘ the lawsuit, whieh was ‘ led by RJ. Reynolds Tobacco Co, Philp Morris Ine. and the Flue ” Cured Tobacco Cooperative Stabl - ‘ zation Corp, , among others. stry can sue EPA again sald they stand behind their Feport. “ wee, been, bearing ths for years, ” \" A spokesman Dave Ryanin a tetepbons intervie fom ‘ Washington “ The agency ' s view that secondhand smoke can couse ‘ The tobacco industry wants the report withdrawn, which may Te ‘ sce the number of smoking re detrition enacted based on the EPA ' s report 06 ¢ 8} 083 V ' o6estoss",
        "Tobacco indu 3 - 25 Te asad el WINSTON - SALEM — A feceral twict Cour. The industry plaintiffs shown that they bave suffered economic loses a a result of the Feport and therefore can sue the agency for those losses, the judge said “ We are pleased with this deci - sion, \" said Dancel W. Donahue, a Senlor vice president and deputy general counsel for RJ. Reynolds ‘ obwcco Co \" The cour has now accepted our arguments tobacco indusary hes been directly find negatively impacted by ths account ”. ‘ The tobacco diligence bas main - tained thet the EPA excluded data point that contradicted the finding on secondhand smoke and cancer, \" EPA officials on Wednesday Tobacco groups can sue EPA for report, judge says st cmp ed 4 St ioad Sco ane as Ss ae on ae Meh include two cigarette compa: tes and groups represent Saco farmers, sustmned econ losses resuling from the 1993 re: ort. The EPA declared second: hhand smoke tobe a cancer - causing agent, producing as many a 300 (000 respiratory illnesses in. chi dren and 3, 000 lung - carcer deaths ach year ‘ The EPA had asked Osteen to dismiss ‘ the lawsuit, whieh was ‘ led by RJ. Reynolds Tobacco Co, Philp Morris Ine. and the Flue pipe ” Cured Tobacco Cooperative Stabl - ‘ zation Corp, , among others. stry can sue EPA again sald they stand behind their Feport. “ wee, been, bearing ths for years, ” \" A spokesman Dave Ryanin a tetepbons intervie fom ‘ Washington “ The agency ' s view that secondhand smoke can couse ‘ The tobacco industry wants the report withdrawn, which may Te ‘ sce the number of smoke re frictions enact based on the EPA ' s report 06 ¢ 8} 083 V ' o6estoss"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Tobacco groups can sue EPA for report, judge says. Judge says they suffered economic loses as a result of the report. EPA had asked Osteen to dismiss ‘the lawsuit, which was led by RJ. Reynolds Tobacco Co. The EPA declared secondhand smoke to be a cancer-causing agent."
}