{
    "filename": "88116534_88116536.jpg",
    "metadata": {},
    "text": " \n\nTHE TOBACCO INSTITUTE\n\n1075 | STREET. NORTHWEST SAMUEL D. CHILCOTE, 18.\nWASHINGTON, UC 20006\n202/387-4800» 80 /424.9878\n\nJuly 7, 1987 1\nTO: Executive Committee\n\nFR: Samuel D. Chilcote, Jr. os\n\n \n\nPresident\n\nA\n\nMEMORANDUM\n\n \n\n‘The House Committee on Ways & Means today commenced three days of\npublic hearings on options to increase revenues. Today's witness\nlist and statements relating to excise taxes and advertising\nlimitations are attached.\n\nToday's session was chaired by Rep. J.J. Pickle (D-TX), who made\nno opening statement. Most witnesses on the first three panels\naddressed excise taxes: Six expressed general opposition to\nexcises; two supported increased excise taxes. A fourth panel\ndiscussed proposals related to advertising as Rep. Pete Stark\n(D-CA) presided.\n\nHighlights include:\n\no In opening testimony, Dennis E. Ross, Tax Counsel for the\nTreasury Department, assured the Committee that President Reagan\nwill accept no deficit-reduction tax increase. Ross affirmed the\nadministration's opposition to all options included in the Joint\nTaxation/House Ways & Means staff report, except for the\nPresident's own revenue increase proposals. He also suggested\nthat Reagan may accept a proposal to tax as corporations certain\nlimited partnerships.\n\no Rudolph A. Oswald, director of the AFL-CIO's Economic\nResearch Department, reaffirmed the federation's opposition to\nexcise taxes, In a strong statement, Oswald said, “Turning to\nexcise taxes now would represent a breach of faith with the\nfmerican people. A shift to excise taxes merely creates more\ninequity in the tax system. They are bad public policy.\"\n\no Paul Huard, National Association of Manufacturers’ vice\npresident of taxation and fiscal policy, said, \"We oppose without\nexception any change that would increase federal revenues derived\nfrom selectively-imposed excise taxes.\" Huard said if Congress\nis determined to raise additional tax revenues, it should be done\nby imposing a consumption-type tax at a uniform rate on the\nbroadest possible base of taxable goods and services.\n\npesorres:\n\f",
    "augmented_texts": [
        "THE TOBACCO INSTITUTE 1075 | STREET. NORTHWEST SAMUEL D. CHILCOTE, 18. wa, UC 20006 202 / 387 - 4800 » 80 / 424. 9878 July 7, 1987 1 TO: Executive Committee FR: Samuel D. Chilcote, Jr. os President A MEMORANDUM ‘ The House Committee on Ways & Means today commenced three days of public hearings on options to increase revenues. Today ' s witness list and statements relating to excise taxes and advertising limitations are attached. Today ' s session was chaired by Rep. J. J. Pickle (D - TX ), who made no opening statement. Most witnesses on the first three panels addressed excise taxes: Six expressed general opposition to excises; two supported increased excise taxes. A fourth panel discussed proposals related to advertising as Rep. Pete Stark (D - calif.) presided. Highlights include: o In opening testimony, Dennis E. Ross, Tax Counsel for the Treasury Department, assured the Committee that President Reagan will accept no deficit - reduction tax increase. Ross swear the administration ' s opposition to all options included in the Joint Taxation / House Ways & Means staff report, except for the President ' s own revenue increase proposals. He also suggested that Reagan crataegus oxycantha accept a proposal to tax as corporation certain limited partnerships. o Rudolph A. Oswald, director of the AFL - CIO ' s Economic Research Department, reaffirmed the federation ' s opposition to excise taxes, In a strong statement, Oswald said, “ Turning to excise taxes now would represent a breach of faith with the fmerican people. A shift to excise taxis merely creates more inequity in the tax system. They are bad public policy. \" o Paul Huard, National Association of Manufacturers ’ vice president of taxation and fiscal policy, said, \" We oppose without exception any change that would increase federal revenues derived from selectively - imposed excise taxis. \" Huard said if Congress is determined to raise additional tax revenues, it should be done by imposing a consumption - type tax at a uniform rate on the broadest possible base of taxable goods and services. pesorres:",
        "THE TOBACCO INSTITUTE 1075 | STREET. NORTHWEST SAMUEL D. CHILCOTE, 18. WASHINGTON, UC 20006 202 / 387 - 4800 » 80 / 424. 9878 July 7, 1987 1 TO: Executive Committee FR: Samuel D. Chilcote, Jr. os President A MEMORANDUM ‘ The Firm Committee on Ways & Means today commenced three days of public hearings on options to increase revenues. Today ' s witness list and statements relating to excise taxes and advertising limitations are attached. Today ' s session was chairman by Rep. J. J. Pickle (D - TX ), who made no opening financial statement. Most witnesses on the maiden three panels addressed excise taxes: Six expressed general opposition to excises; two supported increased excise taxes. A fourth panel discussed proposals related to advertising as Rep. Pete Stark (D - CA) presided. Highlights include: o In opening testimony, Dennis E. Ross, Tax Counsel for the Treasury Department, assured the Committee that President Reagan will accept no deficit - reduction tax increase. Ross affirmed the administration ' s opposition to all options included in the Joint Taxation / House Ways & Means staff report, except for the President ' due south own revenue increase proposals. He also suggested that Reagan may accept a proposal to tax as corporations certain limited partnerships. o Rudolph A. Oswald, director of the AFL - CIO ' s Economic Research Department, reaffirmed the federation ' s opposition to excise taxes, In a strong statement, Oswald said, “ Turning to excise taxes now would represent a breach of faith with the fmerican people. A shift to excise taxes merely creates more inequity in the tax system. They are bad public policy. \" o Paul Huard, National Association of Manufacturers ’ vice chair of taxation and fiscal policy, said, \" We oppose without exception any change that would increase federal revenues derived from selectively - imposed excise taxes. \" Huard said if Congress is determined to raise additional tax revenues, it should be done by imposing a consumption - type tax at a uniform rate on the broad possible base of taxable goods and services. pesorres:"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The House Committee on Ways & Means today commenced three days of public hearings on options to increase revenues. Most witnesses on the first three panelsaddressed excise taxes. A fourth panel discussed proposals related to advertising as Rep. Pete Stark(D-CA) presided. President Reagan assured the Committee that he will accept no deficit-reduction tax increase."
}