{
    "filename": "88155685.jpg",
    "metadata": {},
    "text": "MONTHLY MANAGEMENT STATUS REPORT PROJECT NO. :_C7194\n\nPROJECT TITLE! TOBACCO FLAVOR - 1981 DATE:\nBUDGET: $394,670 }Dec.31, 198.\nPROJECT DESCRIPTION? 4 variety of flavorants will be investigated\n\navorants having tobacco taste, body and impact, but also a nuaber of\nspecitic flavor inprovers, extenders, enhancers an replacerents for\ncigarette additives. The project will involve research, planning sed\nexecution of synthesis, followed by preliminary,\nProduct Development vill be involved ui\n\nWith initial safecy evaluation, Successful eval\nPeenie further ng oh separate project Heil, Project Tobacco Flavor”\nISG will alto Support applications of cospucers to basic flavor res\nand for flavorane record Reeping purpor\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPrimarily we will deal wits\n\n    \n   \n\n  \n\n \n\n   \n\n \n\n \n\nBUDGET VS ACTUAL K$\n\n80\n40\n0}\nPROJECT\nCOMPONENTS\nResearch, Planning,\nExecution of synthesis\nPreliminary Screening\nProd. Dev. ning\n‘Biological Evaluation\n\nKeeping\n\n \n\n \n\nLittle synthesis activity this month due to other project priorities.\nSome progress this month in computer applications, relating to \"Contour\nAnalysis.\"\n\n8\n\ni)\n5\nn\na\nD\n@\n\ng\nR. S. Marmor hp Meroasantgcre\nPREPARED BY\n\n \n\n \n\n \n\f",
    "augmented_texts": [
        "MONTHLY MANAGEMENT position REPORT PROJECT NO. : _C7194 PROJECT TITLE! TOBACCO FLAVOR - 1981 DATE: BUDGET: $ 394, 670} Dec. 31, 198. PROJECT DESCRIPTION? 4 variety of flavorants will be investigated avorants having tobacco taste, body and impact, but also a nuaber of specitic flavor inprovers, extenders, enhancers an replacerents for cigarette additives. The project will involve research, planning sed execution of synthetic thinking, followed by preliminary, Product Development vill be involved ui With initial safecy evaluation, Successful eval Peenie further ng oh separate project Heil, Project Tobacco Flavor ” ISG will alto Support applications of cospucers to basic flavor res and for flavorane record Reeping purpor Primarily we will deal wits BUDGET VS ACTUAL K $ eighty xl 0} PROJECT factor Research, Planning, Execution of synthesis Preliminary Screening Prod. Dev. ning ‘ Biological Evaluation Keeping Little deduction activity this month due to other project priorities. Some progress this month in computer applications, relating to \" Contour line Analysis. \" 8 i) 5 n a D @ gibibyte R. S. Marmor hp Meroasantgcre PREPARED BY",
        "MONTHLY MANAGEMENT STATUS REPORT PROJECT NO. : _C7194 PROJECT TITLE! TOBACCO FLAVOR - 1981 DATE: BUDGET: $ 394, 670} Dec. 31, 198. PROJECT DESCRIPTION? 4 variety of flavorants will be enquire avorants having tobacco taste, body and impact, but also a nuaber of specitic flavor inprovers, extenders, enhancers an replacerents for cigarette additives. The project will involve research, planning sed execution of synthesis, followed by preliminary, Product Development vill cost involved ui With initial safecy evaluation, Successful eval Peenie further ng oh separate project Heil, Project Tobacco Flavor ” ISG will alto Support applications of cospucers to basic flavor res and for flavorane record Reeping purpor Primarily we will deal wits BUDGET VS ACTUAL K $ 80 40 0} undertaking COMPONENTS Research, Planning, Execution of synthesis Preliminary Showing Prod. Dev. ning ‘ Biological Evaluation Retention Little synthesis activity this month due to other project priorities. Some progress this calendar month in computer applications, relating to \" Contour Analysis. \" 8 i) 5 n a D @ g R. S. Marmor hp Meroasantgcre PREPARED BY"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The project will involve research, planning, and execution of synthesis. 4 variety of flavorants will be investigated, including tobacco taste, body and impact. Little synthesis activity this month due to other project priorities. Some progress made in computer applications, relating to \"ContourAnalysis\""
}