{
    "filename": "88818663.jpg",
    "metadata": {},
    "text": " \n\n \n\nCALL BACK TITERVED ou YORK PIUTER clonnewre eRoouer Test\nRespontens's taxe: FC yp va | ol. Bt BILE\nLs About hor many of the YORK FILTER etgarettas aid you yoursel? aroket__<2_O\n2. Wont, if anything, aia you perticwarly Like about YORK FILTER cigarettes?\n2 fost\n\n \n\n \n\n \n\n3+ Moet, 4¢ anything, 41a you partiaulasly\n\n \n\nEE a a eh\n\ntaste\n\n \n\n \n\n \n\nYow T vould ue you to rate YORE FILTERS es they compare with your regular trend on\nseveral produc’ ebtributes.\n\n1. Do you fee) thet YORK FILEERS etter:\n\nMuch nore satdofying taste than your regular brand?\nA Hetle wore scziefying txeta than your regular brand?\n‘Aoout. the sane taste seviarvoiton se your regular brerd?\nA Little tose eotisfying taste hen yeur regular brand?\nMuch ese suttetying teste thon your remular tracdT\n\nA that YORK FILTERS exer\n\n \n\n5+ Do you fe\n\n \n\nA licele paider thon your regular brand?\n\n‘tout ‘he sane as your regular brand op atldvesst\n4 Little etronger thea your regular branit\n\nMach stronger than your regular trasdt\n\nMuch tlder then your regular brand? \\\n\n6. Do you feo that the £1lter on YORK FILEERS 491\n\nA Mttle easier to dra when the fAlver on your regvier cigarette?\nDravs about the gene ao tho Titer on your regular\nMuch herder dreving then the Tiltar om your regulat be\nWEEDS andor folaboy thon toe #uaSee Gn 7008 Seeulae slssteceer\n\nWwoses do Jou prefer, YORK FILEES cp your regula: beend, for:\n\nHeefor York Prefer Rogulas Bratt uo Froference\nesto Enspep fe Renter fener Beast le Fpefepenee\nmen. ($0 ge 4}\n\n{01 things considered, how vould you rate TORC FILRRGI ould yeu eay they exes\n\nBontlent () oot (AT Base () Boor ()\n\n  \n\nMuch castor draving than the £itex on your regular otgaretter }\npowtel }\n\n)\n\nG\n\n@\n\nOverall, which stgarette w- YORK or your regular brand <= do you like better? De you\nke thon much ore or a iittle zove?\n\nrefer YORK PIUNER ~ tien wore ( )Frofor zogular seen - wich ore (AY\nPrefer YORK FILTER - Little more ( ) ‘Prefer regula? brand - Little rore\n\nHo Preference ( )\n\negga1gee.\n\f",
    "augmented_texts": [
        "CALL BACK TITERVED ou YORK PIUTER clonnewre eRoouer Test Respontens ' s taxe: FC yp va | ol. Bt BILE Lambert About hor many of the YORK FILTER etgarettas aid you yoursel? aroket__ <2_O 2. Wont, if anything, aia you perticwarly Like about YORK FILTER cigarettes? 2 fost 3 + Moet, 4 ¢ anything, 41a you partiaulasly EE a a eh taste Yow T vould ue you to rate YORE FILTERS es they compare with your regular trend on several produc ’ ebtributes. 1. Do you fee) thet YORK FILEERS etter: Much nore satdofying taste than your regular brand? A Hetle wore scziefying txeta than your regular mark? ‘ Aoout. the sane taste seviarvoiton se your regular brerd? A Little tose eotisfying taste hen yeur regular brand? Much ese suttetying teste thon your remular tracdT A that YORK FILTERS exer 5 + Do you fe A licele paider thon your regular brand? ‘ tout ‘ he sane as your regular brand op atldvesst 4 Little etronger thea your regular branit Mach stronger than your regular trasdt Much tlder then your regular brand? \\ 6. Do you feo that the £ 1lter on YORK FILEERS 491 A Mttle easier to dra when the fAlver on your regvier cigarette? Dravs about the gene ao tho Titer on your regular Much herder dreving then the Tiltar om your regulat be WEEDS andor folaboy thon toe # uaSee Gn 7008 Seeulae slssteceer Wwoses do Jou prefer, YORK FILEES cp your regula: beend, for: Heefor York Prefer Rogulas Bratt uo Froference esto Enspep fe Renter fener Beast le Fpefepenee men. ($ 0 ge 4} {01 things considered, how vould you rate TORC FILRRGI ould yeu eay they exes Bontlent () oot (AT Base () Boor () Much castor draving than the £ itex on your regular otgaretter} powtel} ) G @ Overall, which stgarette w - YORK or your regular brand <= do you like better? De you ke thon much ore or a iittle zove? refer YORK PIUNER ~ tien wore () Frofor zogular seen - wich ore (AY Prefer YORK FILTER - Little more () ‘ Prefer regula? brand - Footling rore Ho Preference () egga1gee.",
        "CALL BACK TITERVED ou YORK PIUTER clonnewre eRoouer Test Respontens ' s taxe: FC yp va | ol. Bt BILE Ls About hor many of the YORK FILTER etgarettas aid you yoursel? aroket__ <2_O 2. Wont, if anything, aia you perticwarly Like about YORK FILTER cigarettes? 2 fost 3 + Moet, 4 ¢ anything, 41a you partiaulasly EE a a eh taste Yow T vould ue you to rate YORE FILTERS es they compare with your regular trend on several produc ’ ebtributes. 1. Do you fee) thet YORK FILEERS etter: Much nore satdofying taste than your even brand? A Hetle wore scziefying txeta than your regular brand? ‘ Aoout. the sane taste seviarvoiton se your regular brerd? A Little tose eotisfying taste hen yeur regular brand? Much ese suttetying teste thon your remular tracdT A that YORK FILTERS exer 5 + Do you fe A licele paider thon your regular brand? ‘ tout ‘ he sane as your regular brand op atldvesst 4 Little etronger thea your regular branit Mach strong than your regular trasdt Much tlder then your regular brand? \\ 6. Do you feo that the £ 1lter on YORK FILEERS 491 A Mttle easier to dra when the fAlver on your regvier cigarette? Dravs about the gene ao tho Titer on your regular Much herder dreving then the Tiltar om your regulat be WEEDS andor folaboy thon toe # uaSee Gn 7008 Seeulae slssteceer Wwoses do Jou prefer, YORK FILEES cp your regula: beend, for: Heefor York Prefer Rogulas Bratt uo Froference esto Enspep fe Renter fener Beast le Fpefepenee men. ($ 0 ge 4} {01 things considered, how vould you rate TORC FILRRGI ould yeu eay they exes Bontlent () oot (AT Base () Boor () Much castor draving than the £ itex on your regular otgaretter} powtel} ) G @ Overall, which stgarette w - YORK or your regular brand <= do you like better? De you ke thon much ore or a iittle zove? refer house of york PIUNER ~ tien wore () Frofor zogular seen - wich ore (AY Prefer YORK FILTER - Little more () ‘ Prefer regula? brand - Little rore Ho Preference () egga1gee."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "CALL BACK TITERVED ou YORK PIUTER clonnewre eRoouer Test. The York Prefer Rogulas Bratt uo Froference Test: FC yp va | ol. Bt BILE                Ls About hor many of the YORK FILTER etgarettas aid you yoursel? aroket__ <2_O."
}