{
    "filename": "89086479.jpg",
    "metadata": {},
    "text": "   \n\neo October 11, 1967\n\nTor Me, PR, Great, Vice President, General Counsel\nTow: = Mr. W. D, Okerson\nSUBJECT: Patent, Alfred Andreas, Application No. 667955\n\n \n\nabove application whieh you forwarded\npacts it reseables the air filtration\nis and which is alse used en Carlton\n\nover the\nte me and find that in many res;\ntte:\n\n‘The big dravback to Mr. Andreas’ solid segeant with channels\nde the difficulty of manufesturiag such a segnent. This would have te\nbe molded in two pisces, possibly even three. Our past experience with\nthis type apparatus indicates that the cost is prohibitive, plus the\n\nit that the filtering efficiency is mo better then can be obtained\nwith noreel filters.\n\n1, of course, would not expect you to use all these reasons\n\nin your ausver to the gentlonsn, but wanted te give you some of the\nbackground for my opinion that this 1s of mo value.\n\nW. DLO\n\nwoores\nAttachment\n\neet Dr. A, W, Spears\n\n6Lp98068\n\f",
    "augmented_texts": [
        "eo October 11, 1967 Tor Me, PR, Great, Vice President, General Counsel Tow: = Mr. West. D, Okerson SUBJECT: Patent, Alfred Andreas, Application No. 667955 above application whieh you forwarded pacts it reseables the air filtration follow and which is alse used en Carlton over the te me and find that in many res; tte: ‘ The big dravback to Mr. Andreas ’ solid segeant with channels de the difficulty of manufesturiag such a segnent. This would have te be molded in two pisces, possibly even three. Our past experience with this type setup indicates that the cost is prohibitive, plus the it that the filtering efficiency is mo better then can be obtained with noreel filters. one, of course, would not expect you to use all these reasons in your ausver to the gentlonsn, but wanted te give you some of the background for my opinion that this 1s of mo value. W. DLO woores Attachment eet Dr. A, W, Spears 6Lp98068",
        "eo October 11, 1967 Tor Me, PR, Great, Vice President, General Counsel Tow: = Mr. W. D, Okerson SUBJECT: Patent, Alfred Andreas, Application No. 667955 above application whieh you forwarded pacts it reseables the air filtration is and which is alse used en Carlton over the te me and find that in many res; tte: ‘ The big dravback to Mr. Andreas ’ solid segeant with channels de the difficulty of manufesturiag such a segnent. This would have te be molded in two pisces, possibly even three. Our past experience with this type setup indicates that the cost is prohibitive, plus the it that the filtering efficiency is mo better then can be obtained with noreel filters. 1, of line, would not expect you to use all these reason in your ausver to the gentlonsn, but wanted te give you some of the background for my opinion that this 1s of mo time value. W. DLO woores Attachment eet Dr. A, W, Spears 6Lp98068"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "The big dravback to Mr. Andreas’ solid segeant with channels is the difficulty of manufesturiag such a segnent. Our past experience with. this type apparatus indicates that the cost is prohibitive, plus the. filtering efficiency is mo better then can be obtained with noreel filters."
}