{
    "filename": "89088278.jpg",
    "metadata": {},
    "text": " \n\n| LP 2 nllad Company\n\nCIGARETTES~ TOBACCO\nRESEARCH DIVISION\n\n2525 Cust Market Sel, Guensboro Nb.\n\n \n\n \n\nsomes February 21, 1966\nTO: Mr. W. D. Okerson\nFROM : Harvey R. Pearman, Jr.\n\nSUBJECT: Grade Sample No, 358\n\nWe have completed our analysis of a sample of 70-mm. non-£ilter ciga-\nrettes identified by Mr. Welborn as Grade Sample No. 358. The tobacco\nemployed in making this sample was Grade VGE 1963.\n\nZt is our understanding that this grade is to be considered as a\nreplacement in the KENT, OLD GOLD, YORK, and OLD GOLD FILTER blends\nfor Grade VGE 1962 (Grade Sample No. 328).\n\nThe mean results of smoking tests and a comparison with the grade to,\nbe replaced are listed below:\n\nleicht = sdDxaw 0s Taras = Nicotine\n\n(328) Previous Grade\n\nVGE 1962 1.040 0.36 20.0 1.47\n(358) Replacement Grade\nVGE 1963 0.922 0.52 oie) 1.96\nThe mean firmness of these cigarettes as received by the laboratory\nwas 28.\nHarvey R. Pearman, dr.\nResearch Chemist\nHRP, OR: 3j\n\n84288069\n\nxe: pee. C. B. Welborn\nDr. A. W. Spears al\n\f",
    "augmented_texts": [
        "| LP 2 nllad Company CIGARETTES ~ TOBACCO RESEARCH DIVISION 2525 Cust Market Sel, Guensboro Nb. somes February 21, 1966 TO: Mr. W. D. Okerson FROM: Harvey R. Pearman, Jr. subject field: Grade Sample No, 358 We have completed our analysis of a sample of 70 - mm. non - £ ilter ciga - rettes identified by Mr. Welborn as Grade Sample No. 358. The tobacco employed in making this sample was Grade VGE 1963. Zt is our understanding that this grade is to be considered as a replacement in the KENT, OLD GOLD, YORK, and OLD GOLD FILTER blends for Grade VGE 1962 (Mark Sample No. 328 ). The mean results of smoking tests and a comparison with the class to, be replaced are lean below: leicht = sdDxaw 0s Taras = Nicotine (328) Previous Grade VGE 1962 1. 040 0. 36 20. 0 1. 47 (358) Replacement Grade VGE 1963 0. 922 0. lii oie) 1. 96 The beggarly firmness of these cigarettes as received by the laboratory was xxviii. Harvey R. Pearman, dr. Research Chemist HRP, OR: 3j 84288069 xe: pee. C. B. Welborn Dr. A. W. Spears al",
        "| LP 2 nllad Company CIGARETTES ~ TOBACCO inquiry DIVISION 2525 Cust Market Sel, Guensboro Nb. somes February 21, 1966 TO: Mr. W. D. Okerson FROM: Harvey R. Pearman, Jr. SUBJECT: Grade Sample No, 358 We have completed our analysis of a sampling of 70 - mm. non - £ ilter ciga - rettes identified by Mr. Welborn as Grade Sample No. 358. The tobacco employed in making this sample was Grade VGE 1963. Zt is our understanding that this grade is to be considered as a replacement in the KENT, OLD GOLD, YORK, and OLD GOLD FILTER blends for Grade VGE 1962 (Grade Sample No. 328 ). The mean results of smoking tests and a comparison with the degree to, be replaced are listed below: leicht = sdDxaw 0s Taras = Nicotine (328) Previous Grade VGE 1962 1. 040 0. 36 20. 0 1. 47 (358) Replacement Grade VGE 1963 0. 922 0. 52 oie) 1. 96 The mean firmness of these cigarettes as received by the laboratory was 28. Harvey R. Pearman, dr. Research Chemist HRP, OR: 3j 84288069 xe: pee. C. B. Welborn Dr. A. W. Spear al"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Grade Sample No. 358 was used to replace Grade VGE 1962. The mean firmness of these cigarettes as received by the laboratory was 28.0 per cent. It is our understanding that this grade is to be considered as areplacement in the KENT, OLD GOLD, YORK, and OOld GOLD FILTER blends."
}