{
    "filename": "89132881_2888.jpg",
    "metadata": {},
    "text": "ere\nerates Snnen UenearerrY\nFeira ne ues Cae\nbie sroenciar emer otra\nieee ea reer\neae eS\n\nPeer rence\n\nprone\nPreece reat eae\n\npor tng mneaena\nBremer eee tuna)\n\nets tiay\ncae ec tone ieee\nPec ak re ea esa\nPaani rine tienk Meera eet\nepee REEL\n\nin\n\nPerea nor re | ern\nEE rae SA Te\nParr)\n\nZum Nachweis canceroge\n\nMee aa\nPacey\n\nPeer Stic\n\nPerse cane a oe\nreer\n\nPaar weet\na eee eee en\nrae rer)\nLer ee aT ree AO)\nan ane ee eT\n\ney\n\n+ Kohlenwasserstoffe im Tabakrauch\n\nee kena\n\npee HN eran iti\n\nReena pre rey ie?\n\nbeer ee herent\nci\n\nCoe eer\neran est eT eae\nPisce cia ioneonea ne nC\neer rae eters\npierre\nDe rene Meee RTE\npear eer eon cea\nEar ee ere ea ery\npisnigiagr Ft neve\nke renee amare enny\nmn Renee rah cents tal\ntearm irs\nwe\n\nnents\neho UT\n\nabet eke\nPremed\npas\n\nf\n\nCe eee ess\n\nre\n\n \n\f",
    "augmented_texts": [
        "ere erates Snnen UenearerrY Feira ne ues Cae bie sroenciar emer otra ieee ea reer eae eS Peer rence prone Preece reat eae por tng mneaena Bremer eee tuna) ets tiay cae ec tone ieee Pec ak re ea esa Paani rine tienk Meera eet epee REEL in Perea nor re | ern EE rae SA Te Parr) Zum Nachweis canceroge Mee aa Pacey Peer Stic Perse cane a oe reer Paar weet a eee eee en rae rer) Ler ee aT ree AO) an ane ee eT ey + Kohlenwasserstoffe im Tabakrauch ee kena pee HN eran iti Reena pre rey internet explorer? beer ee herent ci Coe eer eran est eT eae Pisce cia ioneonea ne nC eer rae eters pierre De rene Meee RTE pear eer eon cea Spike ee ere ea ery pisnigiagr Ft neve ke renee amare enny mn Renee rah cents tal tearm irs we nents eho UT abet eke Premed pas f Ce eee ess re",
        "ere erates Snnen UenearerrY Feira ne ues Cae bie sroenciar emer otra ieee ea reer eae eS Peer rence prone Preece reat eae por tng mneaena Bremer eee tuna) ets tiay cae ec tone ieee Pec ak re ea esa Paani rine tienk Meera eet epee REEL in Perea nor re | ern EE rae SA Te Parr) Zum Nachweis canceroge Mee aa Pacey Peer Stic Perse cane a oe reer Paar weet a eee eee en rae rer) Lir ee aT ree AO) an ane ee eT ey + Kohlenwasserstoffe im Tabakrauch ee kena pee HN eran iti Reena pre rey ie? beer ee herent ci Coe eer eran est eT eae Pisce cia ioneonea ne nC eer rae eters pierre De rene Meee RTE pear eer eon cea Ear ee ere ea ery pisnigiagr Ft neve ke renee amare enny mn Renee rah cents tal tearm irs we nents eho UT abet eke Premed pas f Ce eee ess re"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "erephthalmologist.ere                 Snnen UenearerrYFeira ne ues Caebie sroenciar emer otraieeeee ea reer grotesquely reeae ee eer eon ceapear eo ere e a ery emphaticallypisnigiagr Ft neve progressivelyke renee amare enny. Renee rah cents talophobictearm irs atrociously weet a eee in a tone."
}