{
    "filename": "89281971_89281973.jpg",
    "metadata": {},
    "text": "1101 Connecticut Avene, NW mM Suite 700. M_Washingfon, DC 20036 Phone 202/028-5152. W Fax 202/223-4579\n\nWER) The National Council of Chain Restaurants\n\nStatement of Terrie Dort, Executive Director\nIntroduction by Congressman Waxman\n\n‘The National Council of Chain Restaurants applauds Congressman Henry Waxman for introducing\nthe Smoke-Free Environment Act of 1993. We are proud to endorse this legislation as a fair and\ncomprehensive resolution to the issue of smoking in places of public accommodation.\n\noe\nThe National Council of Chain Restaurants represents most of America's multi-state, multi-unit\nrestaurant and foodservice chains. We employ almost 2 million people in more than 90,000\nrestaurants nationwide. McDonald's, Burger King, Wendy's, Taco Bell and all our members appreciate\n\nCongressman Waxman's smokefree initiative because it treats all businesses equally under the law ~\n\nthe only legislation to do so.\n\n‘The National Council of Chain Restaurants is traditionally not 2 big fan of federal mandates.\nHowever, our industry recognizes the ever growing public demand for smokers to refrain from\nsmoking while they are in a public facility. The Smoke-Free Environment Act of 1993 is the only way\nto resolve this issue fairly. This bill makes no distinctions between different types of public facilities,\n\nand no one group or industry is singled out and treated differently.\n\nTAGTSZ68.\n\f",
    "augmented_texts": [
        "1101 Connecticut Avene, NW mM Suite 700. M_Washingfon, DC 20036 Phone 202 / 028 - 5152. W Fax 202 / 223 - 4579 WER) The National Council of Range of mountains Restaurants Statement of Terrie Dort, Executive Director Introduction by Congressman Waxman ‘ The National Council of Chain Restaurants applaud Congressman Henry Waxman for introducing the Smoke - Free Environment Act of 1993. We are proud to indorse this legislation as a fair and comprehensive resolution to the issue of fume in places of public fitting. oe The National Council of Chain Restaurants represents most of America ' s multi - state, multi - unit restaurant and foodservice chains. We utilize almost 2 million people in more than 90, 000 restaurants nationwide. McDonald ' s, Burger King, Wendy ' s, Taco Bell and all our members appreciate Congressman Waxman ' s smokefree initiative because it treats all businesses equally under the law ~ the only legislation to do so. ‘ The National Council of Chain Restaurants is traditionally not 2 big fan of federal mandates. However, our industry recognizes the ever growing public demand for smokers to refrain from smoking while they are in a public facility. The Smoke - Free Environment Act of 1993 is the only way to resolve this issue fairly. This bill makes no distinctions between different types of public facilities, and no one group or industriousness is singled out and treated differently. TAGTSZ68.",
        "1101 Connecticut Avene, NW mM Suite 700. M_Washingfon, DC 20036 Phone 202 / 028 - 5152. W Fax 202 / 223 - 4579 WER) The National Council of Chain Restaurants Statement of Terrie Dort, Administrator Director Launching by Congressman Waxman ‘ The Subject Council of Chain Restaurants applauds Congressman Henry Waxman for introducing the Smoke - Free Environment Act of 1993. We are proud to endorse this legislation as a fair and comprehensive resolution to the issue of smoking in places of public accommodation. oe The National Council of Chain Restaurants represents most of America ' s multi - state, multi - unit restaurant and foodservice chains. We employ almost 2 million people in more than 90, 000 restaurants nationwide. McDonald ' s, Burger King, Wendy ' s, Taco Bell and all our members appreciate Congressman Waxman ' s smokefree initiative because it treats all businesses equally nether the law ~ the only legislation to do and then. ‘ The National Council of Chain Eating place is traditionally not 2 big fan of federal mandates. However, our industry recognizes the ever growing public demand for smokers to refrain from smoking while they are in a public facility. The Smoke - Free Environment Act of 1993 is the only way to resolve this issue fairly. This bill makes no distinctions between different types of public facilities, and no one group or industry is singled out and treated differently. TAGTSZ68."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The National Council of Chain Restaurants applauds Congressman Henry Waxman for introducing the Smoke-Free Environment Act of 1993. The bill makes no distinctions between different types of public facilities, says Terrie Dort, Executive Director. McDonald's, Burger King, Wendy's and Taco Bell and all our members appreciate the legislation because it treats all businesses equally."
}