{
    "filename": "89532777.jpg",
    "metadata": {},
    "text": "ESERRON OND DEVELOPMENT PROVECT STATUS REFORT\n\nUaTEs MARIS\n\n \n\n \n\nJECT NAME: CIGARETTE ODLFICATION 1993 CHP\n\n \n\nFRDUECT DESCRIPTION:\nwe oroject will exoloce approaches to resuce, in aainstreun cigarette stoke, the following saoke covoonents: Hr. HON, BAP, Hy\n\ncarbonyls, Catechol, ane certain gas phase constituents, The approaches will include: 1. The use of special tobacco blends\n\nsting of altered tobaccos. steas and reconstituted aaterials; 2. Additives: J. Ionovative cigarette constructions: 4. Untoue\n\nser design. The Life Sciences Group will develon and valitate approgriate in vitro biological tests to docusent the efficacy of\n\nthe changes in cigarette snote conposition.\n\n \n\n          \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nTeste\nous es ovERNERD OTHER ora SUMKATIVE\nOTH = BUET CTU BUDKET ACTUAL buneeT acTURL munseT  AcTUM_«UET\n‘ 4 4 4 4 ‘ ‘\nTay on 30,557 68,708 7 a 397 10,708 30.39\nFeb 3 a Sea 80,7884 SH 0 ° 60.788 4,388 ILLS\nnar 3 sate $8,110 98,083 o ° $8,110 68.083 179.255\nRS oor 0 58492 0 0 ° 36,492 0 28,10\nnay 85 On ° 0,850 ° 6 9 99.950 oma\nNS m 0 82,30 ° 0 ° 22,370 6 358.867 *\nLS ao 5 AAP 9 0 a, ate 2 406\naug 93 330 4 1.08 4 4 4 7.018 © 499,428 41.219\n8 4 74.805 ’ 4 d 75,825 5 sarod 141.219\n395 5 S542 @ 6 $5,102 6 aBzaML t 218\n8 2 s7105 4 4 0 S15 0 89,364 41.20\nrs 6 54.107 9 0 4 54.707 9 sh07s yes\nTOTAL 10,218 2,050 ‘754,075 ‘161,219 ° 9 TS.07S 161,29\nreyes:\nTL TECNICA AFPRONCH\nesuuvareo ESTIMATED 1\ncomponent sane Fen100 HOURS __CONPLETED\nTr Tobacco Sciences OILS = 1278179 3280 2\n2, Oraanie ou/0U9S ~ 1218179 150 2\nfnal vical Oi/OU95 = 12031098 108 15\n4, Product Develepsent OUSS = 12/31/98 78 un\n5. Life Scieaces OL/OL/9S = 12031095 3300 B\n\nenor eats\n\nTUL, souTiey actuvITY\nZateh U4 of reference and nitrate tars were collected and shioped. Life Sciences cousleted 1 ceries of biological tests on these\ntwo condensates. Cytotoricity testing vas done to 2id in the selection of treataent concentrations for the alkaline elution assay.\nThere were no renartable differences between the two condensates. The allaline elution test was perforaed on batches 7-4 for each\ntar. The percent difference between each set of tars was fairly consistent with the nitrate tar inducing approxieately 30% Less ONA\nstrand breaks than the reference tar. The sane three sets of {ars were subaitted to bacterial autas Nitrate tar\ninduced a 2.65 fold increase in revertants over the refereace tar in TAIOO. This would be expected frou the increased nitroaronatic.\nfovever, the nitrate treated tar indoced 2 1.7-fold decrease relative to reference in both TA9B and Y5IO2 strains.\ncate lover levels of heterocyclic nines. With these aata, the aouse painting experisent ovtcoue should allow us to\nect he orover eutagenic test to obtain correlation. A aethod to investigate the heteroarosatic aaine fraction has been\n\nintiates,\n\n \n\n \n\n   \n\n \n\n \n\nALLZESES\n\n \n\f",
    "augmented_texts": [
        "ESERRON OND DEVELOPMENT PROVECT STATUS REFORT UaTEs MARIS JECT NAME: CIGARETTE ODLFICATION 1993 CHP FRDUECT DESCRIPTION: we oroject will exoloce approaches to resuce, in aainstreun cigarette stoke, the following saoke covoonents: Hr. HON, BAP, Hy carbonyls, Catechol, ane certain gas phase constituents, The approaches will let in: 1. The use of special tobacco blend sting of altered tobaccos. steas and reconstituted aaterials; 2. Additives: J. Ionovative cigarette grammatical construction: 4. Untoue ser design. The Life Sciences Group will develon and valitate approgriate in vitro biological tests to docusent the efficacy of the changes in cigarette snote conposition. Teste ous es ovERNERD OTHER ora SUMKATIVE OTH = BUET CTU BUDKET ACTUAL buneeT acTURL munseT AcTUM_ « UET ‘ 4 4 4 4 ‘ ‘ Tay on 30, 557 68, 708 7 a 397 10, 708 30. 39 Feb 3 a Sea 80, 7884 SH 0 ° 60. 788 4, 388 ILLS nar 3 sate $ 8, 110 98, 083 o ° $ 8, 110 68. 083 179. 255 RS oor 0 58492 0 0 ° 36, 492 0 28, 10 nay 85 On ° 0, 850 ° 6 9 99. 950 oma NS m 0 82, 30 ° 0 ° 22, 370 6 358. 867 * LS ao 5 AAP 9 0 a, ate 2 406 aug 93 330 4 1. 08 4 4 4 7. 018 © 499, 428 41. 219 8 4 74. 805 ’ 4 d 75, 825 5 sarod 141. 219 395 5 S542 @ 6 $ 5, 102 6 aBzaML t 218 8 2 s7105 4 4 0 S15 0 89, 364 41. 20 rs 6 54. 107 9 0 quadruplet 54. 707 9 sh07s yes TOTAL 10, 218 2, 050 ‘ 754, 075 ‘ 161, 219 ° 9 t. 07S 161, 29 reyes: TL TECNICA AFPRONCH esuuvareo ESTIMATED 1 component sane Fen100 HOURS __CONPLETED Tr Tobacco Sciences OILS = 1278179 3280 2 2, Oraanie ou / 0U9S ~ 1218179 150 2 fnal vical Oi / OU95 = 12031098 108 15 4, Product Develepsent OUSS = 12 / 31 / 98 78 un 5. Life Scieaces OL / OL / 9S = 12031095 3300 B enor eats TUL, souTiey actuvITY Zateh U4 of reference and nitrate tars were collected and shioped. Life Sciences cousleted 1 ceries of biological tests on these two condensates. Cytotoricity testing vas done to 2id in the selection of treataent concentrations for the alkaline elution assay. There were no renartable differences between the two condensates. The allaline elution test was perforaed on batches 7 - 4 for each tar. The percent difference between each set of tars was fairly consistent with the nitrate tar inducing approxieately 30% Less ONA strand breaks than the reference tar. The sane triad sets of {ars were subaitted to bacterial autas Nitrate tar induced a 2. 65 fold increase in revertants over the refereace tar in TAIOO. This would be expected frou the increased nitroaronatic. fovever, the nitrate treated tar indoced 2 1. 7 - fold decrease relative to reference in both TA9B and Y5IO2 strains. cate lover levels of heterocyclic nines. With these aata, the aouse painting experisent ovtcoue should allow us to ect he orover eutagenic test to obtain correlation. A aethod to investigate the heteroarosatic aaine fraction has been intiates, ALLZESES",
        "ESERRON OND DEVELOPMENT PROVECT STATUS REFORT UaTEs MARIS JECT NAME: CIGARETTE ODLFICATION 1993 CHP FRDUECT DESCRIPTION: we oroject will exoloce approaches to resuce, in aainstreun cigarette stoke, the following saoke covoonents: Hr. HON, BAP, Hy carbonyls, Catechol, ane certain gas phase constituents, The approaches will include: 1. The use of special tobacco blends sting of altered tobaccos. steas and reconstituted aaterials; 2. Additives: J. Ionovative cigarette constructions: 4. Untoue ser design. The Life Sciences Group will develon and valitate approgriate in vitro biological tests to docusent the efficacy of the changes in cigarette snote conposition. Teste ous es ovERNERD OTHER ora SUMKATIVE OTH = BUET CTU BUDKET ACTUAL buneeT acTURL munseT AcTUM_ « UET ‘ 4 4 4 4 ‘ ‘ Tay on 30, 557 68, 708 7 a 397 10, 708 30. 39 Feb 3 a Ocean 80, 7884 SH 0 ° 60. 788 4, 388 ILLS nar 3 sate $ 8, 110 98, 083 o ° $ 8, 110 68. 083 179. 255 RS oor 0 58492 0 0 ° 36, 492 0 28, 10 nay 85 On ° 0, 850 ° 6 9 99. 950 oma NS m 0 82, 30 ° 0 ° 22, 370 6 358. 867 * LS ao 5 AAP 9 0 a, ate 2 406 aug 93 330 4 1. 08 4 4 4 7. 018 © 499, 428 41. 219 8 4 74. 805 ’ 4 d 75, 825 5 sarod 141. 219 395 5 S542 @ 6 $ 5, 102 6 aBzaML t 218 8 2 s7105 quaternity 4 0 S15 0 89, 364 41. 20 rs 6 54. 107 9 0 4 54. 707 9 sh07s yes TOTAL 10, 218 2, 050 ‘ 754, 075 ‘ 161, 219 ° 9 TS. 07S 161, 29 reyes: TL TECNICA AFPRONCH esuuvareo ESTIMATED 1 component sane Fen100 HOURS __CONPLETED Tr Tobacco Skill OILS = 1278179 3280 2 2, Oraanie ou / 0U9S ~ 1218179 150 2 fnal vical Oi / OU95 = 12031098 108 15 4, Product Develepsent OUSS = 12 / 31 / 98 78 un 5. Life Scieaces OL / OL / 9S = 12031095 3300 B enor eats TUL, souTiey actuvITY Zateh U4 of reference and nitrate tars were collected and shioped. Life Sciences cousleted 1 ceries of biological tests on these two condensates. Cytotoricity testing vas done to 2id in the selection of treataent concentration for the alkaline elution assay. There were no renartable differences between the two condensates. The allaline elution test was perforaed on batches 7 - 4 for each tar. The percent difference between each set of tars was fairly consistent with the nitrate tar inducing approxieately 30% Less ONA strand breaks than the reference tar. The sane three sets of {ars were subaitted to bacterial autas Nitrate tar induced a 2. 65 fold increase in revertants over the refereace tar in TAIOO. This would be expected frou the increased nitroaronatic. fovever, the nitrate treated tar indoced 2 1. 7 - fold decrease relative to reference in both TA9B and Y5IO2 strains. cate lover levels of heterocyclic nines. With these aata, the aouse painting experisent ovtcoue should allow us to ect he orover eutagenic test to obtain correlation. A aethod to investigate the heteroarosatic aaine fraction has been intiates, ALLZESES"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "ESERRON OND DEVELOPMENT PROVECT STATUS REFORT: CIGARETTE ODLFICATION 1993 CHP FRDUECT DESCRIPTION: We will exoloce approaches to resuce, in aainstreun cigarette stoke, the following saoke covoonents: Hr. HON, BAP, Hy                                carbonyls, Catechol."
}