{
    "filename": "89605398.jpg",
    "metadata": {},
    "text": ", “ge? 1? er\nLeriliard\n\nMEMORANDUM\nSeptember 8, 1978\n\n \n\nSUBJECT: Malawi Burley Grade MB4\n\nno: Me. ovis B. Boreh Hi\nFROM: Howard Smith 0 | *\nRE: Your memo of August 30, 1978\n\nListed below are the taste evaluation and tobacco\nanalysis for Malawi Burley Grade MB4. This sample repre~\nsents an offer from Universal Leaf.\n\nTobacco analysis is listed below:\nGRADE NIT. TvB Nic. VOLUME ASH\nMB4 1978 2.98 0.36 0.75 310 20.2\n\nTaste evaluation is as follows.\n\n \n\nGRADE CHARACTER STRENGTH OF F-TASTE COMMENTS\n\nMB4 1978 3.0 5.5 1.25 Sour, smokey, cigar-\nlike taste character.\nUnacceptable.\n\npitied\nHess aft. Smit\n\nHS/1mh\n\nXe: Mr. A. B. Hudson\nMr. C. L. Tucker\nMr. D. R. Tedder\nDr. S. T. Jones\nMr. E. M. Wrenn\nMr. T. D. Jessup\n\ns6esoses\n\f",
    "augmented_texts": [
        ", “ ge? 1? er Leriliard MEMORANDUM September 8, 1978 case: Malawi Burley Grade MB4 no: Me. ovis B. Boreh Howdy FROM: Leslie howard Smith 0 | * RE: Your memo of August 30, 1978 Listed below are the taste evaluation and baccy psychoanalysis for Malawi Burley Grade MB4. This sample repre ~ sent an offer from Universal Leaf. Tobacco analysis is listed below: GRADE NIT. TvB Nic. VOLUME ASH MB4 1978 two. 98 0. 36 0. 75 310 20. 2 Taste evaluation is as follows. GRADE CHARACTER STRENGTH OF F - TASTE COMMENTS MB4 1978 3. 0 5. 5 1. 25 Sour, smokey, cigar - like taste character. Unacceptable. pitied Hess aft. Smit HS / 1mh Xe: Mr. A. B. Hudson Mr. C. L. Tucker Mr. D. R. Tedder Dr. S. T. Jones Mr. E. M. Wrenn Mr. T. D. Jessup s6esoses",
        ", “ gaia? 1? er Leriliard MEMORANDUM September 8, 1978 SUBJECT: Malawi Burley Grade MB4 no: Pine tree state. ovis Vitamin b complex. Boreh Hi FROM: Howard Smith cypher | * RE: Your memoranda of August 30, 1978 Listed below are the taste evaluation and tobacco analysis for Malawi Burley Grade MB4. This sample repre ~ sents an offer from Universal Leaf. Tobacco analysis is listed below: GRADE NIT. TvB Nic. VOLUME ASH MB4 1978 2. 98 0. 36 0. 75 310 20. 2 Taste evaluation is as stick with. GRADE CHARACTER STRENGTH OF F - TASTE COMMENTS MB4 1978 3. 0 5. 5 1. 25 Sour, smokey, cigar - like taste character. Unacceptable. pitied Hess aft. Smit HS / 1mh Xe: Mr. A. B. Hudson Mr. C. L. Tucker Mr. D. R. Tedder Dr. Entropy. T. Jones Mr. E. M. Wrenn Mr. T. D. Jessup s6esoses"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Taste evaluation is as follows. Sour, smokey, cigar-like taste character. Unacceptable. Taste evaluation and tobaccoanalysis for Malawi Burley Grade MB4 are listed below. This sample repre~                sents an offer from Universal Leaf. For confidential support call the National Suicide Prevention Lifeline on 1-800-273-8255."
}