{
    "filename": "89836751_89836752.jpg",
    "metadata": {},
    "text": " \n\nSs october 12,'1973\n\n70: Bob Ave\n\nFRQI: Dick Smith\n\nRE: STOCKTON FOCUS GROUPS:\n\n \n\n \n\nThis meno will summarize the conclusions reached out of last night's\nsessions, (There was one feuale lo-fi and one male lo-£{ group, Both\nwere’run in Northern, New Jersey.)\n\nCONCLUSTON\n\n \n\n1. Package - We will run with the ‘Farm Scene!\npackage. Our judgenent that this pack has\npotential for relevant and appealing distine-\ntiveness was supported. The 'Parm Scene’ pack\nwas generally felt to be “interesting” and\n“pot monotonous,\" Most men and vonen proferred\nit to the plain pack, Only one non-preferrer\nexpressed a serious problen; \"too complicated\nfor a cigarette pack”,\n\n \n\n2, Gent Fate/Fam Fatr Prosottonal Ads - Neither\nad will be used in the brand's introduction,\n‘The communication of the Stockton brand and the\n“Grown to Taste\" story vaa ueak, Since comunte:\ntion (not trial) was the major purpose of these\nads, they won't be used early, (Once Stockton ie\nestablished, these prozotions could have value.)\n\n \n\n \n\n3, Split Tlusteation Ad - The \"Night/Day\" ad will\nbo used, Tt comunicated the Stockton story, while\nbeing different and intrusive, Tt was also seen ao\ntoo busy, and sone modifications will be nade as\nthis ad io too couplicated. (Sone interest was\nshown in a single picture “Night” or “Dusk” ad,\nThio will be explored.)\n\nTSL9E868\n\f",
    "augmented_texts": [
        "Ss october 12, ' 1973 70: Bob Ave FRQI: Dick Smith RE: STOCKTON FOCUS GROUPS: This meno will summarize the conclusions reached out of last night ' s sessions, (There was single feuale lo - fi and one male lo - £ {group, Both were ’ run in Northern, New Jersey.) CONCLUSTON 1. Package - We will run with the ‘ Farm Scene! software program. Our judgenent that this pack has potential for relevant and appealing distine - tiveness was supported. The ' Parm Scene ’ plurality was generally felt to be “ interesting ” and “ pot monotonous, \" Most men and vonen proferred it to the plain pack, Only unrivalled non - preferrer expressed a serious problen; \" too complicated for a cigarette pack ”, 2, Gent Fate / Fam Fatr Prosottonal Ads - Neither ad will be used in the brand ' s introduction, ‘ The communication of the Stockton brand and the “ Grown to Taste \" story vaa ueak, Since comunte: tion (not trial) was the major purpose of these ads, they won ' t be used early, (Once Stockton ie established, these prozotions could have value.) 3, Split Tlusteation Ad - The \" Night / Day \" ad will bo used, Tt comunicated the Stockton story, while being different and intrusive, Tt exist also seen ao too busy, and sone modifications will be nade as this ad io too couplicated. (Sone interest was shown in a single picture “ Night ” or “ Dusk ” ad, Thio will be explored.) TSL9E868",
        "Ss october 12, ' 1973 70: Bob Ave FRQI: Gumshoe Smith RE: STOCKTON FOCUS GROUPS: This meno will summarize the last reached out of last night ' s sessions, (There was one feuale lo - fi and one male lo - £ {group, Both were ’ run in Northern, New Jersey.) CONCLUSTON 1. Package - We testament run with the ‘ Farm Scene! package. Our judgenent that this pack has potential for relevant and appealing distine - tiveness was supported. The ' Parm Scene ’ pack was generally felt to be “ interesting ” and “ pot monotonous, \" Most men and vonen proferred it to the plain pack, Only one non - preferrer expressed a grievous problen; \" too complicated for a cigarette pack ”, 2, Gent Fate / Fam Fatr Prosottonal Ads - Neither ad will be used in the brand ' s introduction, ‘ The communication of the Stockton brand and the “ Grown to Taste \" story vaa ueak, Since comunte: tion (not trial) was the major purpose of these ads, they won ' t be used early, (Once Stockton ie established, these prozotions could have value.) 3, Split Tlusteation Ad - The \" Night / Day \" ad will bo used, Tt comunicated the Frank stockton story, while being different and intrusive, Tt was also seen ao too busy, and sone modifications will be nade as this ad io too couplicated. (Sone interest was shew in a single picture “ Night ” or “ Dusk ” ad, Thio will be explored.) TSL9E868"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Ss october 12,'1973: Bob Ave. and Dick Smith. The 'Parm Scene' pack was generally felt to be ‘interesting’ and “pot monotonous\" Most men and vonen proferred to the plain pack, Only one non-preferrer said it was too complicated for a cigarette pack."
}