{
    "filename": "89933555.jpg",
    "metadata": {},
    "text": "Page-3\n\nPROJECT STATUS REPORT\n\nFINANCE COMPARISON TO\n\nESTIMATED MFG. COST_pistro Ks (Menthol) SIMILAR PRODUCT_L Menthol\nEXPLANATION OF MAJOR VARIANCES OF ABOVE Note: Small quantities purchased\nand manufactured initially. Costs will be calculated after markets are expanded.\n\n  \n\n \n\n \n\n \n\nNET-SALES GAIN — VOLUME\nFACTORY LEVEL YEAR ONE YEAR TWO YEAR THREE ‘ YEAR FOUR YEAR FIV?\n*Net Selling Price\n*Pactory Cost\nFactory Contribution\nAVERAGE RETURN ON\nINVESTMENT THROUGH PAYOUT PERTOD.\n\n \n\n \n\n \n\n \n\n \n\nPOST AUDIT TO POST AUDIT\nCOMMENCE ON. REPORT ISSUED OW.\n\n \n\n \n\n \n\n \n\nLEAF\nAVAILABILITY OF TOBACCO _ Available/In-house blend\n\n* IF NOT AVAILABLE - STEPS\n\nREQUIRED TO INSURE AVAILABILITY :\nAPPROXIMATE COST AND POUNDAGE,\nSPECIAL CONSIDERATION AND/OR\n\nABILITY TO SUPPORT ANTICIPATED\n\nSALES VOLUME, :\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\ni\n1\n\n‘APPROVALS\n\n(hye elev life)\n\nVICE PRESIDENT-DATY span T= DATE\n\nSSSREGES\n\f",
    "augmented_texts": [
        "Thomas nelson page - 3 PROJECT STATUS REPORT FINANCE COMPARISON TO ESTIMATED MFG. COST_pistro Ks (Menthol) SIMILAR PRODUCT_L Menthol EXPLANATION OF john r. major VARIANCES OF ABOVE Note: Small quantities purchased and manufactured ab initio. Costs will be calculated after markets are expanded. NET - SALES GAIN — VOLUME mill LEVEL YEAR ONE YEAR TWO YEAR THREE ‘ YEAR FOUR YEAR FIV? * Net Selling Price * Pactory Cost Mill Donation AVERAGE RETURN ON INVESTMENT THROUGH PAYOUT PERTOD. POST AUDIT TO POST AUDIT COMMENCE ON. REPORT ISSUED OW. LEAF AVAILABILITY OF TOBACCO _ Available / In - house blend * IF NOT AVAILABLE - STEPS REQUIRED TO INSURE handiness: APPROXIMATE COST AND POUNDAGE, SPECIAL CONSIDERATION AND / OR power TO SUPPORT ANTICIPATED SALES VOLUME, : i 1 ‘ APPROVALS (hye elev life) VICE PRESIDENT - DATY span T = DATE SSSREGES",
        "Page - 3 PROJECT STATUS REPORT FINANCE COMPARISON TO ESTIMATED MFG. COST_pistro Ks (Menthol) SIMILAR PRODUCT_L Menthol EXPLANATION OF MAJOR VARIANCES OF ABOVE Note: Small quantities purchased and manufactured initially. Costs will be calculated after markets are expanded. NET - SALES GAIN — mass FACTORY LEVEL YEAR ONE YEAR TWO YEAR THREE ‘ YEAR FOUR YEAR FIV? * Net Selling Price * Pactory Cost Factory Part AVERAGE RETURN ON INVESTMENT THROUGH PAYOUT PERTOD. POST AUDIT TO position AUDIT COMMENCE ON. REPORT ISSUED OW. folio AVAILABILITY OF TOBACCO _ Available / In - house portmanteau * IF NOT AVAILABLE - STEPS REQUIRED TO INSURE AVAILABILITY: APPROXIMATE COST AND POUNDAGE, SPECIAL CONSIDERATION AND / OR ABILITY TO SUPPORT ANTICIPATED SALES VOLUME, : i 1 ‘ APPROVALS (hye elev life) VICE PRESIDENT - DATY span T = DATE SSSREGES"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Small quantities purchased and manufactured initially. Costs will be calculated after markets are expanded. Small quantities of Menthol Ks (Menthol) are to be purchased in small quantities at the start of the project. The project is expected to have a positive return on investment by 2017."
}