{
    "filename": "91017483_91017490.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\nCarbon Monoxide Uptake by Inspectors\nat a United States-Mexico Border Station\n\nSeymour I. Cohen, MD, Berkeley, Cali\n\n \n\n \n\nGeorge Dorion, PhD, Riverside, Calif;\n\nJohn R, Goldsmith, MD, Berkeley, Calif: ond Solbert Permutt, MD, Baltimore\n\nCollection of expired-air carbon monoxide (CO)\n‘samples was utilized to examine Ingpectore of tho\nUnited States-Mexicen border to determine Hf g-\nnificant increases in carzoxyhemaglobin (COHD)\noccur. Twenty-six border Inepeciors were cato-\ngorized as to smoking habits and work shift CO\nexposures. Employees not activaly engaged in\ncar inspection dutics constituted the control\ngroup. Following shitte when particularly high am\n\n \n\n \n\n \n\nA. NUMBER of studies have been cat-\nTied out during the past several decades to\ndetermine whether occupational exposures to\ncarbon monoxide (CO) are associated ‘with\nany health impairment, Since the automobile\nhhas in recent times largely supplanted other\nemission sources of CO, a majority of these,\nstudies are of individuals whose occupations\ninvolve exposure to motor vehicle exhaust\"\nSimilar findings have been reported in Japa-\nnese cities, Generally, these investigations\nhave indicated that there is an increase in\n‘carboxyhemoglobin (COHb) levels associ-\nated with occupational exposure, but there is\nlittle evidence thet the levels achieved are\nassociated with any clinical evidence of\ndisease.*\n\n‘The border inspection station at San Ysi-\ndio, Calif, on the United States-Mexican\nborder, is an example of a station which bas\nbeen investigated frequently because of spo-\nadic reports of symptoms suggesting exces-\nsive exposures to CO, Carboxyhemoglobin\nlevels of US border inspectors before or after\nwork shifts were measured in 1946 and\n\n~Siimaliad for publication July 9, 3970; accepted\nsaiy S e\n\n \n\nPees Eee\ntee regucta fo 2151 Wos, Beetey\n\nsae tn\nolin Satake\n\nblant CO levels peristed, significant increases ia\nCOD were noted in both amokers and nom\n‘smokers. Controls did not exhibit significant alter-\nations in COMB levels, The hazards of such COHb\nelevations te exposed individuals are discussed\nin light of recent evidence of w tack of threshold\nfor cardiovascular and centrat nervous system of-\nfoots.\n\nCOHD levels as high as 30% were noted in\nsome employees.° No concurrent ambient CO\nmeasurements were made, but when ob-\ntained later, they ranged from 50 to 100\nppm. Recommendations for eliminating the\nhigh CO levels included alteration of the\ninspection station configuration and im-\nproved traffic control.\n\n‘A studly in 1961, based on COHD determi-\nnations in ten employees resulted in the\nconclusion that no CO hazard was present.t?\nSpot ambient air samples analyzed by the\ntube-delector method indicated that low en-\nvironmental CO Jevels existed throughout\nthe day of the study. Again in 1965, ambient\nCO measurements during an eight-hour peri-\ncd did not exceed the threshold limit value\n(PLY) of 50 ppm.ta2\n\n‘The Sen Diego County Department of\nPublic Health surveyed ambient CO levels\nat the station in 1967 and found that em-\nployees were exposed to concentrations that\nexceeded the recommended TLV for consid-\nerable periods of time.12 Exposures were de-\npendent upon traffic density and meteorolog-\nic conditions. A Public Health Service study\nin 1968 confirmed the Department of Public\nHealth's findings. Both studies utilized an\ninfrared CO analyzer with a continuous re-\ncorder for measurement of ambient CO lev-\nals. In the Public Health Service study\nCOHD levels ranged from 18% to 114%\n(CORD after the work period.\n\nSince ambient CO measurements at a\nfixed point are of limited value in determin\ning uptake by individuals exposed to fluct-\n\nArch Environ Health—Vol 22, Jan 1974\n\n \n\n \n\n \n\n   \n \n\negeztote\n\f",
    "augmented_texts": [
        "Carbon Monoxide Uptake by Inspectors at a United States - Mexico Border Station Seymour I. Cohen, MD, Berkeley, Cali George Dorion, PhD, Riverside, Calif; John R, Goldsmith, MD, Berkeley, Calif: ond Solbert Permutt, MD, Baltimore Collection of expired - air carbon monoxide (CO) ‘ samples was utilized to examine Ingpectore of tho United States - Mexicen border to determine Hf g - nificant increases in carzoxyhemaglobin (COHD) occur. Twenty - six border Inepeciors were cato - gorized as to smoking habits and work shift CO exposures. Employees not activaly engaged in car inspection dutics constituted the control group. Following shitte when particularly high am A. NUMBER of studies have been cat - Tied out during the past various decades to determine whether occupational exposures to carbon monoxide (CO) are associated ‘ with any health impairment, Since the automobile hhas in recent times largely supplanted other emission sources of CO, a majority of these, studies are of individuals whose occupations involve exposure to motor vehicle exhaust \" Similar findings have been reported in Japa - nese cities, Generally, these investigations have indicated that there is an increase in ‘ carboxyhemoglobin (COHb) levels associ - ated with occupational exposure, but there is little evidence thet the levels achieved are associated with any clinical evidence of disease. * ‘ The border inspection station at San Ysi - dio, Calif, on the United States - Mexican border, is an example of a station which bas been investigated frequently because of spo - adic reports of symptoms suggesting exces - sive exposures to CO, Carboxyhemoglobin levels of US border inspectors before or after work shifts were measured in 1946 and ~ Siimaliad for publication July 9, 3970; accepted saiy S e Pees Eee tee regucta fo 2151 Wos, Beetey sae tn olin Satake blant CO levels peristed, significant increases ia COD were noted in both amokers and nom ‘ smokers. Controls did not exhibit significant alter - ations in COMB levels, The hazards of such COHb elevations te exposed individuals are discussed in light of recent evidence of w tack of threshold for cardiovascular and centrat nervous system of - foots. COHD levels as high as 30% were noted in some employees. ° No concurrent ambient CO measurements were made, but when ob - tained later, they ranged from 50 to 100 ppm. Recommendations for eliminating the high CO levels included alteration of the inspection station configuration and im - proved traffic control. ‘ A studly in 1961, based on COHD determi - nations in ten employees resulted in the conclusion that no CO hazard was present. t? Spot ambient air samples analyzed by the tube - delector method indicate that low down en - vironmental CO Jevels existed throughout the day of the study. Again in 1965, ambient CO measurements during an eight - hour peri - cd did not exceed the threshold limit value (PLY) of 50 ppm. ta2 ‘ The Sen Diego County Department of Public Health surveyed ambient CO levels at the station in 1967 and found that em - ployees were exposed to concentrations that exceeded the recommended TLV for consid - erable periods of fourth dimension. 12 Exposures were de - pendent upon traffic density and meteorolog - ic conditions. A Public Health Service study in 1968 confirmed the Department of Public Health ' s findings. Both studies utilized an infrared CO analyzer with a continuous re - corder for measurement of ambient CO lev - als. In the Public Health Service study COHD levels ranged from 18% to 114% (CORD after the work period. Since ambient CO measurements at a fixed point are of limited value in determin ing uptake by individuals exposed to fluct - Arch Environ Health — Vol 22, Jan 1974 egeztote",
        "Carbon Monoxide Uptake by Inspectors at a United States - Mexico Border Station Seymour I. Cohen, MD, Berkeley, Cali George Dorion, PhD, Riverside, Kaliph; John R, Goldsmith, MD, Berkeley, Calif: ond Solbert Permutt, MD, Baltimore Collection of expired - air carbon monoxide (CO) ‘ samples was utilized to examine Ingpectore of tho United States - Mexicen border to determine Hf g - nificant increases in carzoxyhemaglobin (COHD) occur. Twenty - six border Inepeciors were cato - gorized as to smoking habits and work shift CO exposures. Employees not activaly engaged in car inspection dutics constituted the control chemical group. Following shitte when particularly high am A. NUMBER of studies have been cat - Tied out during the past several decades to determine whether occupational exposures to carbon monoxide (CO) are associated ‘ with any health damage, Since the automobile hhas in recent times largely supplanted other emission sources of CO, a majority of these, studies are of individuals whose occupations involve exposure to motor vehicle exhaust \" Similar findings have been reported in Japa - nese cities, Generally, these investigations have indicated that there is an increase in ‘ carboxyhemoglobin (COHb) levels associ - ated with occupational exposure, but there is little evidence thet the levels achieved are associated with any clinical evidence of disease. * ‘ The border inspection station at San Ysi - dio, Khalif, on the United States - Mexican border, is an example of a station which bas been investigated frequently because of spo - adic reports of symptoms suggesting exces - sive exposures to CO, Carboxyhemoglobin levels of US border inspectors before or after work shifts were measured in 1946 and ~ Siimaliad for publication July 9, 3970; accepted saiy S e Weewee Eee tee regucta fo 2151 Wos, Beetey sae tn olin Satake blant CO levels peristed, significant increases ia COD were note in both amokers and nom ‘ smokers. Controls did not exhibit significant alter - ations in COMB levels, The hazards of such COHb elevations te exposed individuals are discussed in light of recent evidence of w tack of threshold for cardiovascular and centrat nervous system of - foots. COHD levels as high as 30% were noted in some employees. ° No concurrent ambient CO measurements were made, but when ob - tained later, they ranged from 50 to 100 ppm. Recommendations for eliminating the high CO levels included alteration of the inspection station configuration and im - proved traffic control. ‘ A studly in 1961, based on COHD determi - nations in ten employees resulted in the conclusion that no CO hazard was present. t? Spot ambient air samples analyzed by the tube - delector method indicated that low en - vironmental CO Jevels live throughout the day of the study. Again in 1965, ambient CO measurements during an eight - hour peri - cd did not exceed the threshold limit value (PLY) of 50 ppm. ta2 ‘ The Sen Diego County Department of Public Health surveyed ambient CO levels at the station in 1967 and found that em - ployees were exposed to concentrations that exceeded the recommended TLV for consid - erable periods of time. 12 Exposures were de - pendent upon traffic density and meteorolog - ic conditions. A Public Health Service study in 1968 confirmed the Department of Public Health ' s findings. Both studies utilized an infrared CO analyzer with a continuous re - corder for measurement of ambient CO lev - als. In the Public Health Service study COHD levels ranged from 18% to 114% (CORD after the work period. Since ambient CO measurements at a fixed point are of limited value in determin ing uptake by individuals exposed to fluct - Arch Environ Health — Vol 22, Jan 1974 egeztote"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Carbon Monoxide Uptake by Inspectors at a U.S.-Mexico Border Station. Twenty-six border Inepeciors were cato-respectivegorized as to smoking habits and work shift CO. levels. There is little evidence thet the levels achieved are associated with any clinical evidence of any cardiovascular or nervous system disease."
}