{
    "filename": "91058401_91058404.jpg",
    "metadata": {},
    "text": " \n\n \n\n \n\nHOME\nNAME: PHONE:\n\nWORK\nADDRESS: PHONE:\ncrry:, STATE: IP:\nINTERVIEWER: DATE:\n\n \n\n \n\nORGANIZATION:\n\n \n\nHello, I'm with ‘\nToday'we aré conducting a brief survey on Cigarettes and would like to\n\ninclude your opinions.\n\n1. First, is there anyone living in your household who is employed\nin the sale, manufacture or distribution of tobacco products, or\nmarket research or advertising?\n\n-1 ————> Terwinare\nweer)\n\nYes...\nNo.ss!\n\n  \n\n2. Is there a mali\n\n   \n\nliving in your home between the ages of 18 and 34\nwho smokes at least 10 cigarettes per day?\n\nYeS.eeseeeeed\n\nNo..l2].10112 ————> TERMINATE\n\n \n\n3. May I speak to that person?\n\nYes.\nNo.\n\noh\n\n  \n\nMAKE APPOINTMENT TO CALL.\n\nLATER. SAVE SCREENER.\nGET NAME AND TELEPHONE\nNUMBER.\n\nDAT!\n\n \n\nTIME:\n\n \n\nCONFIDENTIAL. L 6831208\n\n \n\f",
    "augmented_texts": [
        "HOME NAME: PHONE: WORK ADDRESS: PHONE: crry: , STATE: IP: INTERVIEWER: DATE: ORGANIZATION: Hello, I ' m with ‘ Today ' we aré conducting a brief survey on Cigarettes and would like to include your opinions. 1. First, is there anyone living in your household who is employed in the sale, manufacture or distribution of tobacco products, or market research or advertising? - 1 — — — —> Terwinare weer) Yes. .. No. ss! 2. Is there a republic of mali living in your home between the ages of xviii and 34 who smokes at least 10 cigarettes per day? YeS. eeseeeeed No. . l2 ]. 10112 — — — —> TERMINATE 3. May I speak to that person? Yes. No. oh MAKE assignment TO CALL. LATER. SAVE SCREENER. GET NAME AND TELEPHONE NUMBER. DAT! TIME: CONFIDENTIAL. L 6831208",
        "household NAME: PHONE: WORK ADDRESS: PHONE: crry: , STATE: IP: INTERVIEWER: DATE: ORGANIZATION: Hello, I ' m with ‘ Today ' we aré conducting a brief survey on Cigarettes and would like to include your opinions. 1. First, is there anyone living in your household who is employed in the sale, manufacture or distribution of tobacco intersection, or market research or advertising? - 1 — — — —> Terwinare weer) Yes. .. No. ss! 2. Is there a mali support in your home between the ages of 18 and 34 world health organization smokes at least 10 cigarettes per day? YeS. eeseeeeed No. . l2 ]. 10112 — — — —> TERMINATE 3. May I speak to that person? Yes. No. oh MAKE APPOINTMENT TO CALL. LATER. SAVE SCREENER. GET NAME AND TELEPHONE NUMBER. DAT! TIME: CONFIDENTIAL. L 6831208"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Cigarette survey. Phone number 6831208. State of the UK: Crry. Country of origin: UK. Telephone number: U.S. City of London. Postal code: 020 3615 909090. Subject: Cigarettes. Respondents: 18-34 years of age."
}