{
    "filename": "91507303.jpg",
    "metadata": {},
    "text": " \n\n|. S.-SUBURBAN PRESS INC.\n¥ Nc acini\niil ull Nt ee\nnesaGateute THERETO = 317 DATE:\nBOX 1547 120 We FIRST AVE. ~\na UST AGS\n\nAFFIDAVIT\n\n \n\nTHIS IS TO CERTIFY THAT THE ADVERTISEMENT SET FORTH BY THE USSPI\n\n \n\nINSERTION ORDER NUMBER SBOE EERE\naniiene \"DECK CHATRS® —(LORTULARD/TRUET\nAPPEARED AS ORDERED IN THE FOLLOWING NEWSPAPERS\nouRINa 2/21/84\n\nWEEKTOAY\n\nNEWSPAPERS INCLUDED IN THIS ORDER\nWESA TRIBUNE (OATL\n\n \n\nMESA TRIBUNE (WEEK\n\n \n\nPLEASE LIST BELOW ALL OF THE NEWSPAPERS ORDERED THAT DID NOT RUN THE\nADVERTISEMENT OR RAN WITH ANY VARIANCE WHICH IS DIFFERENT FROM THE\nBASIS AS ORDERED.\n\ncoesoste\n\nrenee f bor ~\n\n \n\n \n\neusuisnen, “Drvaa. Luclara n..\n\f",
    "augmented_texts": [
        "|. S. - SUBURBAN PRESS INC. ¥ Nc acini iil ull Nt ee nesaGateute THERETO = 317 DATE: BOX 1547 120 We FIRST AVE. ~ a UST AGS AFFIDAVIT THIS IS TO CERTIFY THAT THE ADVERTISEMENT SET forth river BY THE USSPI INSERTION ORDER NUMBER SBOE EERE aniiene \" DECK CHATRS ® — (LORTULARD / TRUET APPEARED AS ORDERED indiana THE followers NEWSPAPERS ouRINa ii / 21 / 84 WEEKTOAY NEWSPAPERS INCLUDED IN THIS ORDER WESA TRIBUNE (OATL MESA TRIBUNE (WEEK PLEASE LIST BELOW ALL OF THE NEWSPAPERS ORDERED THAT DID NOT RUN THE ADVERTISEMENT OR RAN WITH ANY VARIANCE WHICH IS DIFFERENT FROM THE BASIS AS ORDERED. coesoste renee farad bor ~ eusuisnen, “ Drvaa. Luclara n..",
        "|. S. - SUBURBAN PRESS iraqi national congress. ¥ Nc acini iil ull Nt ee nesaGateute THERETO = 317 DATE: BOX 1547 120 We FIRST AVE. ~ a UST AGS AFFIDAVIT THIS IS TO CERTIFY THAT THE ADVERTISEMENT SET FORTH BY THE USSPI INSERTION ORDER NUMBER SBOE EERE aniiene \" deck of cards CHATRS ® — (LORTULARD / TRUET APPEARED american samoa ORDERED IN THE FOLLOWING NEWSPAPERS ouRINa 2 / 21 / 84 WEEKTOAY NEWSPAPERS INCLUDED IN THIS ORDER WESA TRIBUNE (OATL MESA TRIBUNE (WEEK PLEASE LIST BELOW ALL OF THE NEWSPAPERS ORDERED THAT DID NOT RUN THE ADVERTISEMENT OR RAN WITH ANY VARIANCE WHICH IS DIFFERENT FROM THE BASIS angstrom ORDERED. coesoste renee f bor ~ eusuisnen, “ Drvaa. Luclara n.."
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "This is a list of all the NEWSPAPERS that did not run the same way as those ordered in this order. The list is ordered by the order in which they appeared in the following newspapers: WESA TRIBUNE (OATL) MESA TIMES (WEEKLY) UST AGS (AFFIDAVIT)"
}