{
    "filename": "91574528.jpg",
    "metadata": {},
    "text": "Critbernd\n\nLORILLAR, NC. + 66 FIFTH AVENUE, NEW YORK, NY. 0105 « (22) 04 8500 «CABLE LORLLARD\n\nsabe\n\n345 Cedar Street\nSt. Paul, MN 55101-1057\n\nDear Sir:\n\n \n\n \n\nlease note that on the enclosec check we have deducted a\n\n0% credit from the True ads that ran in the PRESS AND DISPATCH\n\n_. on September 3,10 and 17. The ads in question were backed by\n\nEs “eoulpons even though we specifically stated on the insertion order\nthat this was unacceptable. 1\n\nLoritiard Media Services has always held that an ad backed by a\ncoupon does not receive full advertising value., After discussing\n, thst sleuntton with our Sgousdes ane newsienue vbpeotesiarioes: oe\n\\\n\n \n\nagreed that a 20% credit was indeed fair.\n\nIf you wish to contact me concerning this situation, please call\nme at (212) 841-8868, '\n\ni Sincerely,\n\n\\\n\n      \n  \n\nStephen H. Molloy.\n\n   \n\n|\n‘SHMzaa\nenc.\nCredit Coupon/NPRLET #\ncc: N. Well inghoff\n\nezseist6\n\n \n\f",
    "augmented_texts": [
        "Critbernd LORILLAR, NC. + 66 FIFTH AVENUE, NEW YORK, NY. 0105 « (22) 04 8500 « CABLE LORLLARD sabe 345 Cedar Street St. Paul, MN 55101 - 1057 Dear Sir: lease note that on the enclosec check we have deducted a 0% credit from the True advert that ran in the PRESS AND expeditiousness _. on September 3, 10 and 17. The advertizing in question were backed by Es “ eoulpons yet though we specifically stated on the insertion order that this was unaccepted. 1 Loritiard Media Services has always held that an ad backed by a coupon does not receive full advertising value. , After discussing, thst sleuntton with our Sgousdes ane newsienue vbpeotesiarioes: oe \\ agreed that a 20% credit was indeed fair. If you wish to contact me concerning this situation, please call me at (212) 841 - 8868, ' i Sincerely, \\ Sir leslie stephen H. Molloy. | ‘ SHMzaa enc. Credit Coupon / NPRLET # cc: N. Well inghoff ezseist6",
        "Critbernd LORILLAR, NC. + 66 FIFTH AVENUE, NEW YORK, new york. 0105 « (22) 04 8500 « CABLE LORLLARD sabe 345 Cedar Street St. Alice paul, MN 55101 - 1057 Dear Sir: lease note that on the enclosec stay we have deducted a 0% credit from the True ads that ran in the PRESS AND DISPATCH _. on September 3, 10 and 17. The ads in question were backed by Es “ eoulpons still though we specifically stated on the insertion order that this was unsufferable. 1 Loritiard Media Services has always held that an ad backed by a voucher does not receive full advertising value. , After discussing, thst sleuntton with our Sgousdes ane newsienue vbpeotesiarioes: oe \\ agreed that a 20% credit was indeed fair. If you wish to contact me concerning this situation, please call me at (212) 841 - 8868, ' iodine Sincerely, \\ Stephen H. Molloy. | ‘ SHMzaa enc. Credit Voucher / NPRLET # cc: N. Well inghoff ezseist6"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Loritiard Media Services has deducted a 20% credit from the True ads that ran in the PRESS AND DISPATCH on September 3,10 and 17. The ads in question were backed by a “eoulpons” even though we specifically stated on the insertion order that this was unacceptable."
}