{
    "filename": "91751847-a_91751849.jpg",
    "metadata": {},
    "text": "WA FASI¥ 47 vs\nros v 0V Les good, Lerlllard ilches\n\nCe MEV AeA 0G thw!» rh - MEMORANDUM\n\npin. ttt rem implhes,Lwwld “ie you\n\nvo tolls Sis Chu mish GT Som Sohn A copy\nvated dre ooe|Will consider De44e s tach\nBilling Sie Aertving ¢ EOP GAS December 9, 1992\n\nSour Schelo fe, 2 it\n\n \n\n7\n\nTo: If cherry\n\n \n  \n \n\nFROM: N. Simeonidis\n\nRE: New\n\n \n\nI spoke today with John 0/connor of the Tobacco Institute\nregarding two New York City matters in which he is currently\nengaged.\n\nThe first is a December 12th hearing to be conducted by\nCommissioner Mark Green. Mr. Green will apparently call upon\nretailers to post signs on their premises setting forth the\nvarious penalties for violating sale-to-minors laws. The T.I. is\nplanning to attend but not testify; however, it will be prepared\nto give a statement concerning the \"It’s The Law\" campaign, if\nthe need arises.\n\nThe second is a December 17th meeting of the Health\ncommittee of the New York City Council. The Committee will\ndiscuss a proposed law sponsored by, among others, Council\nSpeaker Vallone and Council Member Lisa. The proposal has four\nbasic parts:\n\nAll retail sales would require direct personal\ncontact between a store employee and the purchaser,\nwho would be required to present photographic i.d.;\n\na\n\n \n\nsales of individual cigarettes, or \"loosies\" would be\nprohibited;\n\n \n\nsmoking on any school premises, public or private,\nwould be prohibited, and\n\n \n\ntobacco ads on city owned/operated property would be\naccompanied by public service messages in a ratio of\n3 to 1, but with a minimum of 1 public service ad\nwhere less than 3 tobacco ads appear.\n\n \n\nNuh Mller ¢\n\nHYevatscre\n\f",
    "augmented_texts": [
        "WA FASI ¥ 47 vs ros v 0V Les good, Lerlllard ilches Ce MEV AeA 0G thw! » rh - MEMORANDUM pin. ttt rem implhes, Lwwld “ ie you vo tolls Sis Chu mish GT Som Sohn A copy vated dre ooe | Will consider De44e s tach Billing Sie Aertving ¢ EOP GAS December 9, 1992 Sour Schelo fe, 2 it 7 To: If cherry FROM: N. Simeonidis RE: New I spoke today with John 0 / connor of the Tobacco Institute regarding two New York City topic in which he is currently engaged. The first is a December 12th hearing to be conducted by Commissioner Mark Green. Mr. Green will apparently call upon retailers to post signs on their premises setting forth the various penalties for violating sale - to - minors laws. The T. I. is planning to attend but not testify; however, it will be prepared to give a statement concerning the \" It ’ s The Law \" campaign, if the need arises. The second is a December seventeenth meeting of the Health committee of the New York City Council. The Commission will discuss a proposed law sponsored by, among others, Council Speaker Vallone and Council Member Lisa. The proposal has little joe basic parts: All retail sales would require direct personal contact between a store employee and the purchaser, who would be required to present photographic i. d. ; a sales of individual cigarettes, or \" loosies \" would be prohibited; smoke on any school premises, public or private, would be prohibited, and tobacco ads on city owned / operated property would be accompanied by public service messages in a ratio of 3 to 1, but with a minimum of 1 public service ad where less than 3 tobacco ads appear. Nuh Mller ¢ HYevatscre",
        "WA FASI ¥ forty seven vs ros v 0V Les good, Lerlllard ilches Ce MEV AeA 0G thw! » rh - MEMORANDUM pin. ttt rem implhes, Lwwld “ ie you vo tolls Si unit Chu mish GT Som Sohn A copy vated dre ooe | Will consider De44e s tach Billing Sie Aertving ¢ EOP GAS December nina from carolina, 1992 Sour Schelo fe, 2 it 7 To: If cherry FROM: N. Simeonidis RE: New I spoke today with John 0 / connor of the Tobacco Institute regarding two New York City matters in which he is currently engaged. The first is a December 12th hearing to be conducted by Commissioner Mark Green. Mr. Green will apparently call upon retailers to post signs on their premises setting forth the various penalties for violating sale - to - minors laws. The T. I. is planning to pay heed but not testify; however, it will be prepared to leave a statement concerning the \" It ’ s The Law \" campaign, if the need arises. The second is a December 17th meeting of the Health committee of the New York City Council. The Committee will discuss a proposed law sponsored by, among others, Council Speaker Vallone and Council Member Lisa. The proposal has four basic parts: All retail sales would require direct personal contact between a store employee and the purchaser, who would be required to present photographic i. d. ; a sales of individual cigarettes, or \" loosies \" would be prohibited; smoking on any school premises, public or private, would be prohibited, and tobacco ads on city owned / operated property would be accompanied by public service messages in a ratio of 3 to one, but with a minimum of 1 public service ad where less than 3 tobacco ads appear. Nuh Mller ¢ HYevatscre"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The T.I. is planning to attend but not testify. It will be prepared to give a statement concerning the \"It’s The Law\" campaign, if the need arises. The proposal would require direct personal contact between a store employee and the purchaser. Smoking on any school premises, public or private, would be prohibited."
}