{
    "filename": "91817378_7380.jpg",
    "metadata": {},
    "text": " \n\n \n\n3987-20,\nApril 22, 1987\n\n \n\nOTTAWA = Health and Welfare Minteter Jake “BPP cosy announced his\nintention to introduce Legislation banning tobacco advertising-ané—\n\n_pyomotion in Canada and atrengthened his comaitment to the\nco Use.\n\national Prograr to Reduce Tot\n‘he Tobacco Froduate Control Act would ban, under threat\n\n     \n\n \n\nof atgnificant penalties, ail forms of advertising and promotion\nof tobacco products available in Canada, This includes the wee of\ntobacco-protuet—ermde-merkyor—brendmeamwyIn aasociation with\n\n4 related-promationtl_peaciicas.\n\npling and non-tobacce\n\n \n\nae well\n\n \n\naponsorehip activitiel\ninvolving contests and coupona, product\n\n \n\ngoods\n\n \n\nOther provisions tn the Act would enaure that strongly\n\nworded, prominent and rotating health warnings are included on\npackaging for tobacco products, that toxic substances In tobacco\n\n—_———-a1e reported to federal authorities and Listed prominently on\n\npackaging, and that manutactsrare aci_taparsersrapatt _ptaductian,\ntmportation and sales figures for their producta.\n\new a\n\nSLELTETS\n\n \n\nCanad\n\n \n\f",
    "augmented_texts": [
        "3987 - 20, April 22, 1987 OTTAWA = Wellness and Welfare Minteter Jake “ BPP cosy announced his intention to introduce Legislation banning tobacco advertisement - ané — _pyomotion in Canada and atrengthened his comaitment to the co Use. ational Prograr to Reduce Tot ‘ he Tobacco Froduate Control Act would ban, under threat of atgnificant penalties, trouble sort of advertising and promotion of tobacco products available in Canada, This includes the wee of tobacco - protuet — ermde - merkyor — brendmeamwyIn aasociation with 4 related - promationtl_peaciicas. pling and non - tobacce ae well aponsorehip activitiel involving contests and coupona, product goods Other provisions tn the Act would enaure that strongly worded, prominent and rotating health warnings are included on packaging for tobacco products, that toxic substances In tobacco — _ — — — - a1e reported to federal authorities and Listed prominently on promotion, and that manutactsrare aci_taparsersrapatt _ptaductian, tmportation and sales figures for their producta. ew a SLELTETS Canad",
        "3987 - 20, April 22, 1987 OTTAWA = Health and Welfare Minteter Jake “ BPP cosy announced his intention to introduce Legislation banning tobacco advertizing - ané — _pyomotion in Canada and atrengthened his comaitment to the co Use. ational Prograr to Reduce Tot ‘ he Tobacco Froduate Control Act would ban, under threat of atgnificant penalties, ail forms of advertising and promotion of tobacco products available in Canada, This includes the wee of tobacco - protuet — ermde - merkyor — brendmeamwyIn aasociation with 4 related - promationtl_peaciicas. pling and non - tobacce ae well aponsorehip activitiel involving contests and coupona, product goods Other provisions tn the Act would enaure that strongly give voice, prominent and rotating health warnings are included on packaging for tobacco products, that toxic substances In tobacco — _ — — — - a1e reported to federal authorities and Listed prominently on packaging, and that manutactsrare aci_taparsersrapatt _ptaductian, tmportation and sales figures for their producta. ew a SLELTETS Canad"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Tobacco Froduate Control Act would ban, under threat of penalties, ail forms of advertising and promotion of tobacco products in Canada. This includes the wee of grotesquetobaco-protuet—ermde-merkyor—brendmeamwy in aasociation with other companies."
}