{
    "filename": "91880685.jpg",
    "metadata": {},
    "text": "COVINGTON & BURLING\n1201 PENNSYLVANIA AVENUE, NW.\nP.0, BOX 7566\nWASHINGTON. 0.¢. 20084\n202) 662-6000 om\nVOSEPH K. D088 Teton ae-ae conve wan “owns eomaan oo\n\n \n\n \n\n \n\n \n\n \n\nJanuary 11, 1993 numow sea\n\n \n\nBY. IMILI\n\nJ. Richard Eichman, C.P.A.\nEichman & Koslowski\n\n1127 11th Street\n\nSuite 300\n\nSacramento, California 95814\n\nRe: Lorillard's 1992 Fourth Quarter\nCalifornia Lobbying Report\n\nDear Rich:\n\nEnclosed are the Covington & Burling and Carpenter,\nSnodgrass & Associates figures that you will need to prepare\nthe 1992 fourth quarter California lobbying report for\nLorillard Tobacco Company. Nielsen, Merksamer has indicated\nthat it will provide you with a memorandum listing Lorillard's\nshare of the fees and disbursements paid to that firm by\nCovington & Burling.\n\nI have asked Carpenter, Snodgrass & Associates to\nprovide you with a list of any legislation they have worked on\nin Lorillard's behalf during the fourth quarter. Nielsen,\nMerksamer will also advise you whether the firm engaged in any\nreportable lobbying activity during that same period.\n\nIf you need any additional information, please let\nme know.\n\nvery truly yours,\n\nJosefh/K. Doss\nEnclosure\n\ncc: Arthur J. Stevens, Esq. (w/o encl.)\nNicholas Simeonidis, Esq. (w/o encl.)\n\nsevogere\n\f",
    "augmented_texts": [
        "COVINGTON & BURLING 1201 PENNSYLVANIA AVENUE, NW. Phosphorus. 0, BOX 7566 WASHINGTON. 0. ¢. 20084 202) 662 - 6000 om VOSEPH K. D088 Teton ae - ae conve wan “ owns eomaan oo January 11, 1993 numow sea BY. IMILI J. Richard Eichman, C. P. A. Eichman & Koslowski 1127 11th Street Suite 300 Sacramento, California 95814 Re: Lorillard ' s 1992 Fourth Quarter California Lobbying Report Dear Rich: Enclose are the Covington & Burling and Carpenter, Snodgrass & Associates figures that you will need to prepare the 1992 fourth quarter California buttonhole report for Lorillard Tobacco Company. Nielsen, Merksamer has indicated that it will provide you with a memorandum listing Lorillard ' s share of the fees and disbursements paid to that firm by Covington & Burling. 1 experience asked Carpenter, Snodgrass & Associates to provide you with a list of any legislation they have worked on in Lorillard ' s behalf during the fourth quarter. Nielsen, Merksamer will also advise you whether the firm engaged in any reportable lobbying activeness during that same period. If you demand any additional information, please let me know. very in truth yours, Josefh / K. Doss Enclosure cc: Arthur J. Stevens, Esq. (w / type o encl.) Nicholas Simeonidis, Esq. (w / o encl.) sevogere",
        "COVINGTON & BURLING 1201 PENNSYLVANIA AVENUE, NW. P. 0, BOX 7566 WASHINGTON. 0. ¢. 20084 202) 662 - 6000 om VOSEPH K. D088 Teton ae - ae conve wan “ owns eomaan oo Jan 11, 1993 numow sea BY. IMILI J. Richard Eichman, C. Phosphorus. A. Eichman & Koslowski 1127 11th Street Suite 300 Sacramento, California 95814 Re: Lorillard ' s 1992 Fourth Quarter California Lobbying Report Dear Rich: Enclosed are the Covington & Burling and Carpenter, Snodgrass & Associate figures that you will need to prepare the 1992 fourth quarter California lobby report for Lorillard Tobacco Company. Carl august nielsen, Merksamer has indicated that it will provide you with a memorandum listing Lorillard ' s share of the fees and disbursements paid to that firm by Covington & Burling. I have asked Carpenter, Snodgrass & Associates to provide you with a list of any legislation they have worked on in Lorillard ' s behalf during the fourth quarter. Carl august nielsen, Merksamer will also advise you whether the firm engaged in any reportable lobbying activity during that same period. If you need any additional information, please let me know. very truly yours, Josefh / K. Doss Enclosure cc: Arthur J. Stevens, Esq. (w / o encl.) Nicholas Simeonidis, Esq. (w / o encl.) sevogere"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Covington & Burling and Carpenter, Snodgrass & Associates figures that you will need to prepare the 1992 fourth quarter California lobbying report for Lorillard Tobacco Company. Nielsen, Merksamer will also advise you whether the firm engaged in any reportable lobbying activity during that same period."
}