{
    "filename": "92266149_6160.jpg",
    "metadata": {},
    "text": "    \n \n  \n   \n \n \n \n  \n \n \n  \n \n \n  \n \n \n  \n \n \n \n  \n \n  \n  \n \n  \n\n\"STATE OF THE INDUSTRY\" TALK ~ VIRGINIA CONVENTION\"\n\n6/20/86\n\nGOOD MORNING ~\n\n \n\nsunve vou Bi}! sores ano cewmueex, on BERALE\nOF MYSELF AND MY COMPANY LORILLARD, IT IS A PLEASURE TO\nHAVE THE OPPORTUNITY TO ADDRESS YOUR CONVENTION. THE\nSIWAYS BEX IN THE FOREFRONT WHEN X7 COMES 0\nteapensuxe im oR Pine mmpusmy /b1cK oncure, SENIOR\nV.P., SALES LORILLARD, DELIVERED THIS \"STATE OF THE\nINDUSTRY TALK AT THE S..C.A. ON JUNE 6TH, FOR THOSE\noF YOU 34 SHE AUDSENCE TWAT HEARD 27 ON THAT DAY. 7\nAPOLIGIZES®-2O0 Gg7 BAO R-aGkEN TO THOSE OF YOU\n\nENLIGHTENING.\n\nSeo oe noe cicnaney oer EASEE HER AE\nMANY SUPPLIERS IN THE ROOM WHO ARE NOT IN THE CIGARETTE\nSar oes sana meme suena\nSeip YO retin sn Aloo Tun TE\n\nTO OURS TODAY, YOU MAY TOMORROW!\n\nBue\nSpt Sond\n\naytgezze\n\f",
    "augmented_texts": [
        "\" STATE OF THE INDUSTRY \" TALK ~ VIRGINIA CONVENTION \" 6 / 20 / 86 GOOD MORNING ~ sunve vou Bi }! sores ano cewmueex, on BERALE OF MYSELF AND MY COMPANY LORILLARD, IT IS A pleasance TO HAVE THE OPPORTUNITY TO ADDRESS YOUR CONVENTION. THE SIWAYS BEX IN THE FOREFRONT WHEN X7 COMES 0 teapensuxe im oR Pine mmpusmy / b1cK oncure, SENIOR V. P. , SALES LORILLARD, DELIVERED THIS \" body politic OF THE INDUSTRY TALK AT THE S. . Ascorbic acid. A. ON JUNE 6TH, FOR THOSE oF YOU 34 SHE AUDSENCE TWAT HEARD 27 ON THAT DAY. 7 APOLIGIZES ® - 2O0 Gg7 BAO R - aGkEN TO THOSE OF YOU ENLIGHTENING. Seo oe noe cicnaney oer EASEE HER AE MANY SUPPLIERS IN THE ROOM WHO ARE NOT IN THE CIGARETTE Sar oes sana meme suena Seip YO retin sn Aloo Tun TE TO OURS TODAY, YOU MAY TOMORROW! Bue Spt Sond aytgezze",
        "\" STATE OF THE INDUSTRY \" TALK ~ VIRGINIA CONVENTION \" 6 / 20 / 86 GOOD MORNING ~ sunve vou Bi }! sores ano cewmueex, on BERALE OF MYSELF AND MY COMPANY LORILLARD, IT IS A PLEASURE TO HAVE THE OPPORTUNITY TO ADDRESS YOUR CONVENTION. THE SIWAYS BEX atomic number 49 THE FOREFRONT WHEN X7 COMES 0 teapensuxe im oR Pine mmpusmy / b1cK oncure, SENIOR V. P. , SALES LORILLARD, DELIVERED THIS \" STATE OF THE INDUSTRY lecture AT THE S. . C. A. ON JUNE 6TH, FOR THOSE oF YOU 34 SHE AUDSENCE TWAT HEARD 27 ON THAT DAY. 7 APOLIGIZES ® - 2O0 Gg7 BAO R - aGkEN TO THOSE OF YOU ENLIGHTENING. Seo oe noe cicnaney oer EASEE HER AE MANY provider IN THE ROOM WHO ARE NOT indiana THE CIGARETTE Sar oes sana meme suena Seip YO retin sn Aloo Tun TE TO OURS TODAY, YOU MAY TOMORROW! Bue Spt Sond aytgezze"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "\"STATE OF the INDUSTRY\" TALK ~ VIRGINIA CONVENTION\" 6/20/86. The keynote speaker was SALES LORILLARD. He delivered this \"state of the industry\" talk at the S.C.A.P. on June 6."
}