{
    "filename": "92295382_92295383.jpg",
    "metadata": {},
    "text": "Oaaa\n2 New York Avenue\nWashingron Bo. 20008\n\nW, Suite 1210\n\n   \n\n \n\nEMBARGOED UNTIL CONTACT: Kippy Burns\n0 a.m. June 20, 1990 (202) 371-5566\n\n1\n\n  \n\n \n\nNew York City: The Outdoor Advertising Association of America\n(QAAA) announced today that it has adopted a new Code of Advertising\nPractices. The code recommends that each billboard company formally\nadopt advertising standards to effectively address community concerns\nabout the advertising of products that may not be sold to minors.\n\nThe policy encourages individual OAAA companies to \"establish\nexclusionary zones which prohibit advertisements of all products\nillegal for sale to minors which are either intended to be read fron,\nor within 500 feet of, established places of worship, primary and\nsecondary schools, and hospitals.\"\n\nThe code also recommends the establishment of voluntary limits on\nthe number_of billboards in a market that may carry messages about\nproducts that cannot be sold to minors. The code reiterates a\nbillboard company's right to reject creative content which may be\ndeemed in poor taste. It encourages greater diversity of advertised\nproducts and reemphasizes the industry's tradition of donating free\nspace to worthy community and civic causes. Last year the billboard\nindustry donated $141 million to charitable organizations and community\n\ninitiatives.\n'We believe voluntary restraint of the number and placement of\n\n \n\nmessages about products that may not be sold to minors is appropriate\n\n-MORE-\nOutdoor Advertising Association of America, Inc.\n\nTel: (202) 371-5566 Fax: (202) 371-1284\n\nzeesezz6\n\f",
    "augmented_texts": [
        "Oaaa 2 New York Avenue Washingron Bo. 20008 W, Suite 1210 EMBARGOED UNTIL CONTACT: Kippy Burns 0 a. m. June 20, 1990 (202) 371 - 5566 1 New House of york City: The Outdoor Advertising Association of America (QAAA) announced today that it has assume a new Code of Advertising Practices. The code recommends that each billboard company formally adopt advertising standard to effectively address community concerns about the advertizement of products that may not be sold to minors. The policy encourages individual OAAA companies to \" establish exclusionary zones which prohibit advertisements of all products illegal for sale to minors which are either intended to be read fron, or within 500 feet of, established places of worship, primary and secondary schools, and hospitals. \" The code also recommends the validation of voluntary limits on the number_of billboards in a market that may carry messages about products that cannot be sold to minors. The code reiterates a billboard company ' s right to reject creative content which may be deemed in poor taste. It encourages greater diversity of advertised products and reemphasizes the industry ' s tradition of donating free space to worthy community and civic causes. Last year the billboard industry donated $ 141 million to charitable organizations and community initiatives. ' We believe voluntary restraint of the number and placement of messages about products that may not be sold to minors is appropriate - MORE - Outdoor Advertising Association of America, Iraqi national congress. Tel: (202) 371 - 5566 Fax: (202) 371 - 1284 zeesezz6",
        "Oaaa 2 New York Avenue Washingron Bo. 20008 W, Suite 1210 EMBARGOED UNTIL CONTACT: Kippy Burns 0 a. m. June 20, 1990 (202) 371 - 5566 1 New York City: The Outdoor Advertising Association of America (QAAA) announced today that it has adopted a new Code of Advertising Practices. The code recommends that each billboard company formally adopt advertising standards to effectively address community concerns about the advertising of products that may not be sold to minors. The policy encourages individual OAAA companies to \" establish exclusionary zones which prohibit advertisements of all products illegal for sale to minors which are either intended to be read fron, or within 500 feet of, established places of worship, primary and secondary schools, and hospitals. \" The code also recommend the establishment of voluntary limits on the number_of billboards in a market that may carry messages about products that cannot be sold to minors. The code reiterates a billboard company ' s right wing to reject creative content which may embody deemed in poor penchant. It encourages heavy diversity of advertised products and reemphasizes the industry ' s tradition of donating free space to worthy community and civic causes. Last year the billboard industry donated $ 141 million to sympathetic organizations and community initiatives. ' We believe voluntary restraint of the number and placement of messages about products that may not equal sold to minors is appropriate - MORE - Outdoor Advertising Association of America, Inc. Tel: (202) 371 - 5566 Fax: (202) 371 - 1284 zeesezz6"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "The Outdoor Advertising Association of America has adopted a new Code of Advertising Practices. The code recommends that each billboard company formallyadopt advertising standards. It also recommends the establishment of voluntary limits on the number_of billboards in a market that may carry messages about products that cannot be sold to minors."
}