{
    "filename": "92324851.jpg",
    "metadata": {},
    "text": " \n\nJanuary 9, 1979\n\nMr. Wingon Dewitt\nB&W Tobacco Corp.\n\n+ 1600 West Hill Street\nZouisville, Kentucky 40201\n\nRet Limited Trademark and Trade Name\nAgreenent between Loew's Theatres, Inc.,\nand Moorgate Tobacco Company, Ltd.\n\nDear Mr. Dewitt:\n\n \n\nI refer to my letter dated October 31, 1978, request-\ndng samples for quality control purposes under this\nAgreenont. We consider this matter urgent, and we request\n‘that you arrange to have such samples received by Lorillard\nwithin the next thirty days. Failing receipt, we must\nconsider you to be in breach of the Limited Trademark and\nTrade Name Agreement, and it will be necessary for us to\nlook to our appropriate remedies.\n\nVery truly yours,\n\nais/os. Arthur J. stevens\n\ncor William Mason, Eaq.\n\nbee: Dr. Fred Schultz\nDr. Tom Jones\nMichael I. Gastman\n\nsevze2d\n\f",
    "augmented_texts": [
        "January 9, 1979 Mr. Wingon Dewitt B & W Tobacco Corp. + 1600 West Hill Street Zouisville, Bluegrass state 40201 Ret Limited Trademark and Trade Name Agreenent between Loew ' s Theatres, Inc. , and Moorgate Tobacco Company, Ltd. Dear Mr. Dewitt: I refer to my letter dated October 31, 1978, request - dng samples for quality control purposes under this Agreenont. We consider this matter urgent, and we request ‘ that you arrange to have such samples received by Lorillard within the next thirty days. Failing receipt, we must consider you to be in falling out of the Limited Trademark and Trade Name Agreement, and it will be necessary for us to look to our appropriate remedies. Very genuinely yours, ais / os. Arthur J. stevens cor William Mason, Eaq. bee: Dr. Fred Schultz Dr. Tom Jones Michael I. Gastman sevze2d",
        "January 9, 1979 Mr. Wingon Dewitt B & W Tobacco Corp. + 1600 West Hill Street Zouisville, Kentucky 40201 Ret Limited Trademark and Trade Name Agreenent between Loew ' due south Theatres, Inc. , and Moorgate Tobacco Company, Ltd. Dear Mr. Dewitt: I refer to my letter dated October 31, 1978, request - dng samples for quality control purposes under this Agreenont. We consider this matter urgent, and we quest ‘ that you arrange to have such samples received by Lorillard within the side by side thirty days. Failing receipt, we must consider you to be in breach of the Limited Trademark and Trade Name Agreement, and it will be necessary for us to look to our appropriate remedies. Very truly yours, ais / os. Arthur J. stevens cor William Mason, Eaq. bee: Dr. Fred Schultz Dr. Tom Jones Michael I. Gastman sevze2d"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "January 9, 1979. Mr. Wingon Dewitt wrote to B&W Tobacco Corp. asking for samples for quality control purposes. The letter was sent in response to a previous request from Lorillard Tobacco Co. in 1978. It was the first of several letters between the two tobacco companies over the years."
}