{
    "filename": "92324150.jpg",
    "metadata": {},
    "text": " \n\n‘TOBACCO COMPANY\n‘Ona Pak Avenue, Now York NY. TODS ne 8530\n\nONALDS GoLOBRENNER\nszonate General Couran!\n\nFoca ss ear\nMay 15, 1995\n\nMichael Hendershot, Esq. -\nBrown & Williamson Tobacco Corp.\n\n1500 B & W Tower -\nP.O. Box 35090\n\nLouisville, KY 40233\n\nRe: Sale of BéW's export Newport cigarettes in the United states.\n\n \n\nDear Mik:\n\n \n\nIt was a pleasure meeting with you at the I.N.T.A. T am\nlooking forward to working with you on the RL contract and the\nbootleg goods issue.\n\nAs we discussed it has come to Lorillard's attention that\nquantities of Newport cigarettes manufactured by Baw are being\nillegally sold in the United States. Our Sales representative has\npurchased two packs of cigarettes at retail in Connecticut.\nParticulars are enclosed.\n\nWe would appreciate learning what information you obtain\nwith respect to the extent and the source of these infringing\n\ngoods. Please contact us if you require any further help with\nrespect to this matter.\n\nVery truly yours,\n\na\n\nRonald $. Goldbrenner\n\nostezeze\n\f",
    "augmented_texts": [
        "‘ TOBACCO society ‘ Ona Pak Avenue, Now York NY. TODS ne 8530 ONALDS GoLOBRENNER szonate General Couran! Foca ss ear May 15, 1995 Michael Hendershot, Esq. - Brown & Williamson Tobacco Corp. 1500 B & W Tower - P. O. Box 35090 Louisville, KY 40233 Re: Sale of BéW ' s export Newport cigarettes in the United states. Dear Mik: It was a pleasure confluence with you at the I. N. T. A. T am take care forward to working with you on the RL contract and the bootleg goods issue. As we discussed it has come to Lorillard ' s attention that quantities of Newport cigaret manufactured by Baw are being illegally sold in the United States. Our Sales representative has purchased two pack of cigarettes at retail in Connecticut. Particulars are enclosed. We would appreciate learning what information you obtain with respect to the extent and the source of these infringing goods. Please contact us if you require any further help with respect to this matter. Very truly yours, a Ronald $. Goldbrenner ostezeze",
        "‘ TOBACCO COMPANY ‘ Ona Pak Avenue, Now York NY. TODS ne 8530 ONALDS GoLOBRENNER szonate General Couran! Foca ss ear May 15, 1995 Michael Hendershot, Esq. - Brown & Williamson Tobacco Corp. 1500 B & W Tower - P. O. Box 35090 Louisville, KY 40233 Re: Sales event of BéW ' s export Newport cigarettes in the United states. Dear Mik: It was a pleasure meeting with you at the I. N. T. Adenine. T am looking forward to working with you on the RL contract and the bootleg goods issue. As we discussed it has come to Lorillard ' s attention that quantities of Newport cigarettes manufactured by Baw represent being illegally sold in the United States. Our Sales representative has purchased two packs of cigarettes at retail in Connecticut. Particulars are enclosed. We would appreciate learning what information you obtain with respect to the extent and the source of these infringing goods. Please reach us if you call for any further help with respect to this matter. Very in truth yours, a Ronald $. Goldbrenner ostezeze"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Lorillard's attention that Newport cigarettes manufactured by Baw are beingIllegally sold in the United States. Our Sales representative has purchased two packs of cigarettes at retail in Connecticut. We would appreciate learning what information you obtain with respect to the extent and the source of these infringing goods. Please contact us if you require any further help."
}