{
    "filename": "92338021_8022.jpg",
    "metadata": {},
    "text": "REVIEK OF\nMLUNG CANCER IN NONBHOKING WOMEN:\ni A MULTICENTER CASE-CONTROL STUDY\"\n\nFonthan, Correa, Wu-Williams, Reynolds, R. Greenberg, *\n\n \n\n| bugfler, chan, Boyd, Alterman, Austin, Litf and D- Grecmberg\n1 Gancer Epidemiology, Biomarkers and Prevention, 1, 35-45, 1991.\ni\ni ‘SRE\n\nseit *\n\nThe Fontham study is the largest case-control study of\nlifetime nonsmokers and lung cancer reported to date in the\nscientific literature, involving 431 nonsmoking cases and\n794 population controls.\n\n* The authors state that the study was designed specifically\nto address sone of the methodological fauits of previous\nstudies of ETS and lung cancer, including inadequate\nattention to confounding factors and misclassification of\nsmoking status and inadequate confirmation of lung cancer\ndiagnosis.\n\n* ‘The authors claim that the study provides the strongest\navailable evidence that ETS increases the risk for lung\ncancer in nonsmokers.\n\nMAJOR FINDINGS\n\n* The study reports a statistically significant relative risk\nfor adenocarcinoma of 1.47 based on spousal smoke exposure.\n\n* ‘The study reports a statistically significant dose-response\ntrend for adenocarcinoma based on spousal smoking, noting\nincreased risk with increased exposure.\n\n* ETS exposure in the workplace and social settings also is\naddressed. The authors report a statistically significant\n40 to 60 percent increase in adenocarcinoma risk with ETS\nexposure in both settings.\n\n* No significant association is reported between exposure to\nBTS in’ childhood and risk of lung cancer.\n\n* No significant association is reported for all cell types\nexamined based on spousal smoking.\n\n   \n\nT208B826\n\f",
    "augmented_texts": [
        "REVIEK OF MLUNG CANCER IN NONBHOKING WOMEN: i A MULTICENTER CASE - CONTROL STUDY \" Fonthan, Correa, Wu - Williams, Reynolds, R. Greenberg, * | bugfler, chan, Boyd, Alterman, Austin, Litf and D - Grecmberg 1 Gancer Epidemiology, Biomarkers and Prevention, 1, xxxv - 45, 1991. i i ‘ SRE seit * The Fontham study is the largest case - control study of lifetime nonsmokers and lung cancer reported to date in the scientific literature, involving 431 nonsmoking cases and 794 population controls. * The authors state that the study was designed specifically to address sone of the methodological fauits of previous studies of ETS and lung cancer, including inadequate attention to confounding factors and misclassification of smoking status and inadequate confirmation of lung cancer diagnosis. * ‘ The authors claim that the study provides the strongest available evidence that ETS increases the danger for lung cancer in nonsmokers. MAJOR FINDINGS * The study reports a statistically significant relative risk for adenocarcinoma of 1. 47 based on spousal smoke exposure. * ‘ The study reports a statistically significant dose - response trend for glandular cancer based on spousal smoking, noting increased risk with increased exposure. * ETS exposure in the workplace and social settings also is addressed. The source report a statistically significant twoscore to 60 percent increase in adenocarcinoma risk with ETS exposure in both settings. * No significant association is reported between exposure to BTS in ’ childhood and risk of lung cancer. * No significant association is reported for all cell types examined based on spousal smoking. T208B826",
        "REVIEK OF MLUNG CANCER IN NONBHOKING WOMEN: i A MULTICENTER CASE - CONTROL subject \" Fonthan, Correa, Wu - Williams, Reynolds, R. Greenberg, * | bugfler, chan, Boyd, Alterman, Austin, Litf and D - Grecmberg 1 Gancer Epidemiology, Biomarkers and Prevention, 1, 35 - 45, 1991. i i ‘ SRE seit * The Fontham study is the largest example - control study of lifetime nonsmokers and lung cancer reported to date in the scientific literature, involving 431 nonsmoking case and 794 population controls. * The authors state that the study was designed specifically to address sone of the methodological fauits of previous studies of ETS and lung cancer, including inadequate attention to confounding factors and misclassification of smoking status and inadequate confirmation of lung cancer diagnosis. * ‘ The authors claim that the study provides the strongest uncommitted evidence that ETS increases the risk for lung cancer in nonsmokers. MAJOR FINDINGS * The study reports a statistically significant relative risk for adenocarcinoma of 1. 47 based on spousal smoke exposure. * ‘ The study reports a statistically significant dose - response trend for adenocarcinoma based on spousal smoking, noting increased risk with increased exposure. * ETS exposure in the workplace and social settings also is addressed. The authors describe a statistically significant xl to 60 percent increase in adenocarcinoma risk with ETS exposure in both settings. * No significant association is reported between exposure to BTS in ’ puerility and risk of lung cancer. * No significant association is reported for all cadre types examined based on spousal smoking. T208B826"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The Fontham study is the largest case-control study oflifetime nonsmokers and lung cancer reported to date in thescientific literature. It involved 431 non-smoking cases and794 population controls. The study found a statistically significant relative risk of 1.47 based on spousal smoke exposure."
}