{
    "filename": "92735755.jpg",
    "metadata": {},
    "text": "   \n\nY\n\ngt eRe COUNTY\n$c.\n\n \n\nsetae cise BNE\n\n \n\n‘The Goose Creek Gazette Wad\n\nsaa On RTS\n\nTobacco industry shows\ntrade of $1.6 billion\n\nseve United Gates obseco binging Apis wlalexpor (9395.2 milton) over OS\ndie Unie Sue veo wiaeo made se pied\ninaugy dead Best Tey art milan, the “Cigars su\nlus of over $1.6 billion: vj hhightest monthly figure on $1.3 billion or 93.5 percent\nisco Seiad) He egg, SCTE Sa fou\n‘ahen eommpazed 1 the sane *y sed in the {ist four\nwried of 1989, according to March the batance of wade months of 1990,\" Slane\n{he Tobacco Merchants As- in leat tobacco was down said. “This $35 neatly 287.3\nthe Tebarer Whe Us, inc. Nearly S628 milion (393 million (LB percent) ove\nion. emmpaes to arent), aciegng impos, ihe Sane period of 1989.\nHin, Ti aetna petal al NS, Ee ie cigars ie\nease Setet ore, eal waeco that 6 not ccd Se sro af\nSeater to April pesiod of | grown, in He USS, Bul is value, while Wie eapor, of\n$281 milion. Grease in the prodaction of forge cignss was uP 44.8\n2B TG ortl sigge Snported! American Blend peyern{ ts se\nche HS tiie gencie was cifarlies, he wid Span, yas, the most si\n$5.98 bation in Ape atone, rifgant focegn art (Or\n5.98 tation APT muy Tobacco products com- AmrICaNMEL ET ICy\nihe, US, taba Imlay prac eres, cat, in ie ft (ae) Ea of\ntae a rptuy oF Pipe, fe cigar, smoking we 1950 esters es\nS482. 5_million.” es: co, chewing tobacco, and cent of all BETTS\nForte C. Sie is sami roresnk we majonty pone, Olke eA\nof econo programs SH Ug, ecco enor. cous of dest\nOt os wep menican. cigarcues manufactured it\nThe valueacco products ihe Us. were Beisium:\nraFsretga con- Hong. Kong, United Arab\nwos.ied by shipment seathed Sls bin, Emacs: Saul S034\n1.28 iloneigarentie ake fist four mons of Singapore: Sou Korea 78\n\nWPM ST S3912 enon, 1990, up A8.8 percent THF\n\nTR\n\n \n\n  \n\n      \n \n\n \n\n \n\nST SE SI RHC SPCR\n\n \n   \n\n \n\n \n\n \n\nf\nJTAIA news releaee.\n\"Te April industry sus\nMek by shipments of shipped\n\n \n\n \n\n \n\n     \n\nSGLSELZ6\n\f",
    "augmented_texts": [
        "Y gt eRe COUNTY $ c. setae cise BNE ‘ The Goose Creek Gazette Flock saa On RTS Tobacco industry shows trade of $ 1. 6 billion seve United Gates obseco binging Apis wlalexpor (9395. 2 milton) ended OS die Unie Sue veo wiaeo made se pied inaugy dead Best Tey art milan, the “ Cigars su lus of over $ 1. 6 billion: vj hhightest monthly figure on $ 1. 3 billion or 93. 5 percent isco Seiad) He egg, SCTE Sa fou ‘ ahen eommpazed 1 the sane * y sed in the {ist four wried of 1989, according to March the batance of wade months of 1990, \" Slane {he Tobacco Merchants As - in leat tobacco was down said. “ This $ 35 neatly 287. 3 the Tebarer Whe Us, inc. Closely S628 milion (393 million (LB percent) ove ion. emmpaes to arent ), aciegng impos, ihe Sane period of 1989. Hin, Ti aetna petal al NS, Ee ie cigars ie ease Setet ore, eal waeco that 6 non ccd Se sro af Seater to April pesiod of | grown, in He USS, Bul is value, while Wie eapor, of $ 281 milion. Grease in the prodaction of forge cignss was uP 44. 8 2B TG ortl sigge Snported! American Blend peyern {ts se che HS tiie gencie was cifarlies, he wid Span, yas, the most si $ 5. 98 bation in Ape atone, rifgant focegn art (Or 5. 98 tation APT muy Tobacco products com - AmrICaNMEL ET ICy ihe, US, taba Imlay prac eres, cat, in ie ft (ae) Ea of tae a rptuy oF Pipe, fe cigar, smoking we 1950 esters es S482. 5_million. ” es: co, chewing tobacco, and cent of all BETTS Forte C. Sie is sami roresnk we majonty pone, Olke eA of econo programs SH Ug, ecco enor. cous of dest Ot os wep menican. cigarcues manufactured it The valueacco products ihe Us. were Beisium: raFsretga con - Hong. Kong, United Arab wos. ied by shipment seathed Sls bin, Emacs: Saul S034 1. 28 iloneigarentie ake fist four mons of Singapore: Sou Korea 78 WPM ST S3912 enon, 1990, up A8. 8 percent THF TR ST SE SI RHC SPCR f JTAIA news releaee. \" Te April industry sus Mek by shipments of shipped SGLSELZ6",
        "Y gt eRe COUNTY $ c. setae cise BNE ‘ The Goose Creek Gazette Wad saa On RTS Tobacco industry shows trade of $ 1. 6 billion seve United Gates obseco binging Apis wlalexpor (9395. 2 milton) over OS die Unie Sue veo wiaeo made se pied inaugy dead Best Tey art milan, the “ Cigars su lus of over $ 1. 6 billion: vj hhightest monthly figure on $ 1. 3 billion or 93. 5 percent isco Seiad) He egg, SCTE Sa fou ‘ ahen eommpazed 1 the sane * y sed in the {ist four wried of 1989, according to March the batance of wade months of 1990, \" Slane {he Tobacco Merchants As - in leat tobacco was down said. “ This $ 35 neatly 287. 3 the Tebarer Whe Us, inc. Nearly S628 milion (393 million (LB percent) ove ion. emmpaes to arent ), aciegng impos, ihe Sane period of 1989. Hin, Ti aetna petal al NS, Ee ie cigars ie easiness Setet ore, eal waeco that 6 not ccd Se sro af Seater to April pesiod of | grown, in He USS, Bul is value, while Wie eapor, of $ 281 milion. Grease in the prodaction of forge cignss was uP 44. 8 2B TG ortl sigge Snported! American Blend peyern {ts se che HS tiie gencie was cifarlies, he wid Span, yas, the most si $ 5. 98 bation in Ape atone, rifgant focegn art (Or 5. 98 tation APT muy Tobacco products com - AmrICaNMEL ET ICy ihe, US, taba Imlay prac eres, cat, in ie ft (ae) Ea of tae a rptuy oF Pipe, fe cigar, smoking we 1950 esters es S482. 5_million. ” es: co, chewing tobacco, and cent of all BETTS Forte C. Sie is sami roresnk we majonty pone, Olke eA of econo programs SH Ug, ecco enor. cous of dest Ot os wep menican. cigarcues manufactured it The valueacco products ihe Us. were Beisium: raFsretga con - Hong. Kong, United Arab wos. ied by shipment seathed Sls bin, Emacs: Saul S034 1. 28 iloneigarentie ake fist four mons of Singapore: Sou Korea 78 WPM ST S3912 enon, 1990, up A8. 8 percent THF TR ST SE SI RHC SPCR f JTAIA word releaee. \" Te April industry sus Mek by shipments of shipped SGLSELZ6"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Tobacco industry shows trade of $1.6 billion. American Blend peyern{ ts se piedche HS tiie gencie was cifarlies, he wid Span. Grease in the prodaction of forge cignss was uP 44.8 percent."
}