{
    "filename": "92765755_92765756.jpg",
    "metadata": {},
    "text": "os\n2 Loritlicul om\n\n \n\nFebruary 19, 1987\n\nThe Honorable Mitch McConnell\nUnited States Senate\n\n120 Senate Russell Office Building\nWashington, D.C. 20510\n\nDear Senator McConnell:\n\nThank you for your letter of February 12th regarding\nPhilip Morris' announcement of their suspension of\nimports of burley and flue-cured tobacco for use in\ntheir domestic cigarette blends along with your urging\nLorillard, Inc. to make the same announcement.\n\nI think you are aware of the Lorillard resources\nof time, energy, will and intellect committed to the\ndevelopment of a market-oriented tobacco program that\nthe Tobacco Reform Act of 1985 finally realized. You\nmay not be aware, however, that from the moment of\nthose beginning discussions many months ago -- before\nargument, before compromise, before draft legislation,\nbefore the bill -- from that moment to this day,\nLorillard has acted in ways of complete consonance\nwith the spirit and the thrust of that legislation.\nHowever, I can not characterize our plans, quantify\nthem, if you will, prospectively. There are both\nhistorical and legal reasons I can not spell out for :\nyou our actions and plans even if by so doing business\nbenefits and political benefits would accrue to my\ncompany .\n\nssesouze\n\nLORILARO, NC.\n{668 Fit Aranuo, Now York, Now York 10108\n\n \n\f",
    "augmented_texts": [
        "os 2 Loritlicul om February 19, 1987 The Honorable Mitch McConnell United States Senate 120 Senate Russell Office Building Washington, D. C. 20510 Dear Senator McConnell: Thank you for your letter of February 12th regarding Philip Morris ' announcement of their suspension of imports of burley and flue - cured tobacco for use in their domesticated cigarette blends along with your urging Lorillard, Inc. to make the same announcement. I think you are aware of the Lorillard resources of time, energy, will and intellect committed to the development of a market - oriented tobacco program that the Tobacco Reform Act of 1985 finally realized. You may not be aware, however, that from the moment of those beginning discussions many months ago - - before argument, before compromise, before draft legislation, before the bill - - from that moment to this day, Lorillard has acted in ways of complete consonance with the spirit and the thrust of that legislation. However, Iodine can not characterize our plans, quantify them, if you will, prospectively. There are both historical and legal reasons I can not spell out for: you our actions and plans even if by so doing business benefits and political benefit would fall to my company. ssesouze LORILARO, NC. {668 Fit Aranuo, Now York, Now York 10108",
        "os 2 Loritlicul om February 19, 1987 The Honorable Mitch McConnell United States Senate 120 Senate Russell Role Building Washington, D. C. 20510 Dear Senator McConnell: Thank you for your letter of February 12th regarding Philip Morris ' announcement of their suspension of imports of burley and flue - cured tobacco for use in their domestic cigarette blends along with your urging Lorillard, Inc. to make the same announcement. I think you be aware of the Lorillard resources of time, energy, will and intellect committed to the development of a market - oriented baccy program that the Tobacco Reform Act of 1985 finally realized. You may not be aware, however, that from the moment of those beginning discussions many months ago - - before argument, before compromise, before draft legislation, before the bill - - from that moment to this day, Lorillard has acted in ways of complete consonance with the spirit and the thrust of that legislation. However, I can not characterize our plans, quantify them, if you will, prospectively. There are both historical and legal reasons I can not write out for: you our actions and plans even if by so doing business benefits and political benefits would accrue to my company. ssesouze LORILARO, NC. {668 Fit Aranuo, Now York, Now York 10108"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The Honorable Mitch McConnell is a U.S. senator from Kentucky. He wrote a letter to Philip Morris and Lorillard, Inc. The letter was sent on February 19, 1987. It was part of a larger effort to stop imports of tobacco products from the tobacco giant. In the letter, McConnell said he could not characterize Lorard's plans prospectively."
}