{
    "filename": "93107866.jpg",
    "metadata": {},
    "text": " \n\n{\n\nPLANT OPERATOR/MARKET: ToecnLo Ouddue | WULLo- Rona PA\n\nTAL. INVE\n\nHOW MANY UNITS ARE CURRENTLY CLEARED FOR TOBACCO USE?\n\narccuan_402- #iuuminate “S09\n\nOf those units, how many have an elementary school, junior high school or high schoo!\nor children’s playground within 500 ft. and 1000 ft. away?\n\n# REGULAR | O # ILLUMINATED Oo\n\nWhat methods did you use (ex: measured units, maps) to obtain this data? Please be\nspecific.\n\n, __Meisibe ints\nf\n\nPlant Manager .\n‘Signature/Date\n\nooezores\n\n \n\f",
    "augmented_texts": [
        "{ PLANT manipulator / MARKET: ToecnLo Ouddue | WULLo - Rona PA TAL. INVE HOW MANY UNITS ARE CURRENTLY CLEARED FOR TOBACCO exercise? arccuan_402 - # iuuminate “ S09 Of those units, how many have an elementary school, next to last high school oregon high schoo! or children ’ s vacation spot within 500 foot. and 1000 ft. away? # REGULAR | O # ILLUMINATED Oo What methods did you use (ex wife: appraise social unit, maps) to obtain this data? Please be specific. , __Meisibe ints f Plant Manager. ‘ Signature / Date ooezores",
        "{ PLANT OPERATOR / MARKET: ToecnLo Ouddue | WULLo - Rona PA TAL. INVE HOW MANY UNITS ARE CURRENTLY CLEARED FOR TOBACCO USE? arccuan_402 - # iuuminate “ S09 Of those units, how many accept an elemental schoolhouse, junior high pitched school or gamey schoo! beaver state children ’ s playground within 500 ft. and 1000 foot. away? # fixture | O # ILLUMINATED Oo What methods did you use (ex: measured units, maps) to obtain this data? Please be specific. , __Meisibe ints f Plant Manager. ‘ Signature / Date ooezores"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "How many of these units have an elementary school, junior high school or high schoo! or children’s playground within 500 ft. and 1000ft. away? Please be specific. What methods did you use (ex: measured units, maps) to obtain this data?"
}