{
    "filename": "93107126.jpg",
    "metadata": {},
    "text": "‘BULLETIN DATA SURVEY\n\nestimate #: PEL PY haz\nPLANT OPERATOR/MARKET: ra ttte OutBooe / hes ote Lo\nLocation: L- £0 @ Macbersack Lies Fu\n\n1) What is the current Daily Effective Circulation of this unit?\nha\n\n2) How many lamps are used on this unit?\nWhat type and wattage are they?\n\n \n\n# lamps__S\n\ntype/wattage_ Uo Sc\n\n3) How often is the face of this unit scraped?\n\n# times per year_ Ss Neoelc A\n\n4) Is there any elementary school, junior high school, or high school or children’s\nplayground within 500 ft. of the above location?\n\nYES NO d.\n\n5) Is there any elementary school, junior high school, or high school or children's\nplayground between 500 ft. and 1000 ft. of the above lacation?\n\nYES NO xf\n\nPlant Manager\n\n92TLoTEs\n\n \n\f",
    "augmented_texts": [
        "‘ BULLETIN DATA SURVEY estimate #: PEL PY haz PLANT OPERATOR / MARKET: ra ttte OutBooe / hes ote Lo Location: L - £ 0 @ Macbersack Trygve halvden lie Fu 1) What is the current Daily Effective Circulation of this unit? hour angle 2) How many lamps are used on this unit? What type and wattage are they? # lamps__S type / wattage_ Uo Sc 3) How often is the face of this social unit scraped? # times per year_ Ss Neoelc A 4) Is thither any elementary school, junior gamy school, or high school or children ’ s playground within 500 ft. of the above location? YES NO d. 5) Is there any elementary school, junior high school, or high school or children ' s playground between 500 ft. and 1000 ft. of the above lacation? YES NO xf Plant Manager 92TLoTEs",
        "‘ BULLETIN DATA SURVEY estimate #: PEL PY haz industrial plant OPERATOR / MARKET: ra ttte OutBooe / hes ote Lo Location: L - £ 0 @ Macbersack Lie Fu 1) What is the current Daily Effective Circulation of this unit of measurement? ha 2) How many lamps are used on this unit? What type and wattage be they? # lamps__S type / wattage_ Uo Sc 3) How often is the face of this unit scrape? # times per year_ Ss Neoelc A 4) Is there any elementary school, junior high school, or high school or children ’ s playground within 500 ft. of the above location? YES NO d. 5) Is there any elementary school, junior in high spirits school, or high school or children ' s playground between d ft. and 1000 ft. of the above lacation? YES NO xf Plant Manager 92TLoTEs"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "The plant is located at Macbersack Lies Fu, near the town of OutBooe. The plant has a capacity of 2,000 tonnes. It is currently being used to produce electricity for the local community. There are no plans to expand the plant at this time."
}