{
    "filename": "93177466.jpg",
    "metadata": {},
    "text": "Brown & Williamson AVA Program Overview\n\nList Price\nYour list price remains unchanged at\n\nOff-Invoice Allowance\nIn Feir Trade states, this amount\nwill be taken off the List Price\n\nTerms\n\n3.25%-21 day (3.75% ~7 day EFT) terms\napply to all AVA product.\n\n(For those accounts desiring to qualify\nunder the Performance Plus Silver Level\nBonus Program, terms of 3.75-0 Day\nEFT will apply.)\n\nPromotional Accrual\n\nBusiness DevelopmentDisplay Accrual\n\nPartner Account\n\nWholesale Performance Plus\nYour AVA brand now qualifies for the B&W\nWholesale Performance Plus program\n\n \n\n$8.14\n\n$1.00\n\n40¢\n\n30¢\n\n68¢\n\nYES\n\n99vLetes\n\f",
    "augmented_texts": [
        "Brown & Williamson AVA Program Overview List Price Your list price remains unchanged at Off - Invoice Allowance In Feir Trade states, this amount will be taken off the List Monetary value Terms 3. 25% - twenty one clarence day (3. lxxv% ~ 7 day EFT) terms utilize to all AVA product. (For those accounts desiring to qualify under the Performance Plus Silver Level Bonus Political program, terms of 3. 75 - 0 Day EFT will apply.) Promotional Accrual Business DevelopmentDisplay Accrual Partner Account Wholesale Performance Summation Your AVA mark now qualifies for the B & W Wholesale Performance Plus program $ 8. 14 $ 1. 00 40 ¢ 30 ¢ 68 ¢ YES 99vLetes",
        "Brown & Williamson AVA Program Overview Tilt Price Your list price remains unchanged at Off - Account Allowance account In Feir Trade states, this amount will be taken off the List Leontyne price Terms 3. 25% - 21 day (leash. 75% ~ 7 day EFT) terms apply to all AVA product. (For those accounts desiring to qualify under the Performance Plus Silver Level Bonus Program, terms of 3. lxxv - 0 Day EFT leave apply.) Promotional Accrual Business DevelopmentDisplay Accrual Partner Account Wholesale Performance Plus Your AVA marque now qualifies for the B & W Wholesale Performance Plus program $ 8. fourteen $ 1. 00 40 ¢ 30 ¢ 68 ¢ YES 99vLetes"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "Your list price remains unchanged at $8.14. Terms of 3.25%-21 day (3.75% ~7 day EFT) apply to all AVA product. Your brand now qualifies for the B&W Performance Plus program. For those accounts desiring to qualify under the Silver LevelBonus Program, terms of 2.5-3% will apply."
}