{
    "filename": "93261706.jpg",
    "metadata": {},
    "text": "SAMPLE ORDER FORM\nTrue Phone Card Offer\nP.O. Box 7227\nPortsmouth, NH 03802-7227\nDear Valued Consumer:\n\n‘Thank you for participating in the True Phone Card Offer. To receive your True pre-paid phone card,\nplease’ supply us with the information requested below.\n\nPlease check one:\n\nT've enclosed 10 proofs-of-purchase for a 10 minute pre-paid phone card\n\n \n\nT’ve enclosed 20 proofs-of-purchase for a 20 minute pre-paid phone card\n\nName,\n\n \n\n \n\nAddress,\n$e\n\nCity/State/Zip\n\n \n\nDaytime Phone,\n\n \n\nRegular Brand Smoked,\n\n \n\nBy participating in this offer, and signing below, I certify that I am a cigarette smoker 21 years of age or\nolder. I am also willing to receive free samples of cigarettes and incentive items in the mail, subject to\napplicable state and federal law.\n\n \n\n \n\nSignature\nRequired\nDate of Birth\nRequired\nMail to: ‘True Phone Card Offer\n\nP.O. Box 7247\nPortsmouth, NH 03802\n\n90LL9zE6\n\nPlease allow 6 - 8 weeks for delivery.\n\n   \n\f",
    "augmented_texts": [
        "SAMPLE ORDER FORM True Phone Card Offer P. O. Box 7227 Portsmouth, NH 03802 - 7227 Dear Valued Consumer: ‘ Thank you for participating in the True Phone Card Offer. To receive your True pre - paid phone card, delight ’ supply us with the information requested below. Please check one: T ' ve enclosed 10 proofs - of - purchase for a x minute pre - paid phone card T ’ ve enclosed 20 proofs - of - purchase for a 20 minute pre - paid phone card Name, Address, $ e City / State / Zip Daytime Phone, Regular Brand Smoked, By participating in this offer, and signing below, I manifest that I be a cigarette smoker 21 years of age or older. I be also willing to receive free samples of cigarettes and incentive items in the mail, subject to applicable state and federal law. Signature Required Date of Birth Required Mail to: ‘ True Phone Card Offer P. O. Box 7247 Portsmouth, NH 03802 90LL9zE6 Please allow 6 - octad weeks for delivery.",
        "SAMPLE ORDER FORM True Phone Card Offer P. O. Box 7227 Portsmouth, NH 03802 - 7227 Dear Valued Consumer: ‘ Thank you for participating in the True Phone Card Offer. To receive your True pre - paid phone card, please ’ supply us with the information requested below. Please check one: T ' ve enclosed 10 proofs - of - leverage for a 10 minute pre - paid phone card T ’ ve enclosed 20 proofs - of - purchase for a 20 minute pre - paid phone card Name, Address, $ e City / State / Zip Daytime Phone, Regular Brand Smoked, By participating in this offer, and signing below, I certify that I am a cigarette smoker 21 years of age or older. I am too willing to receive free samples of cigarettes and incentive items in the mail, subject to applicable land and federal law. Signature Required Date of Birth Required Mail to: ‘ True Phone Card Offering P. O. Box 7247 Portsmouth, NH 03802 90LL9zE6 Please allow 6 - 8 weeks for delivery."
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The True Phone Card Offer is available in New Hampshire. To receive your True pre-paid phone card, supply us with the information requested below. By participating in this offer, and signing below, I certify that I am a cigarette smoker 21 years of age or older. Please allow 6 - 8 weeks for delivery."
}