{
    "filename": "93773044_3045.jpg",
    "metadata": {},
    "text": "EACTS\n\n1. The longer a burning cigarette butt is in contact with a\nsubstrate, the greater the propensity to ignite the substrate.\n\n2, The first few puffs of any cigarette contains less TAR and\nNICOTINE than the last few puffs of the cigarette.\n\nCompare the two national brands of cigarettes on the left,of #3\n#1 and #2, with the LaHue SE cigarette on the right, #3:\n\ncigarette #3 aL #2 #3\ngontrol\nAREA. BURNED AREA BuRNeD JAW arza suanep\nkaa!\nfRS)| PIRE RETARDANT FIRE RETARDAN?\n\nNON BURNING\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFILTER = FILTER FILTER FILTER\na\n\nWeight of Tobacco 722.1 mg 781.7 mg 7a1.7 mG\n\nLength 120mm 100 ‘mm 100mm\n\nRod Length 85 mm 70 mn 80 mm\n\nFilter 35 mm 30 mm 20 mm 8\n\nCircumference 17 xm 25 mm 25 mm x\n\nPaper Heavy Regular Regular 3\n\nStatic Burn Time 25 min. 8 min. 2\n\nArea Burned 640 sq.m 380 sq.m\n\nTar Nicotine 17 mg 1.2 mg 6ng .5 ng\n\n \n\nCOMPARE THE FACTS\n\nNO MORE HALF SMOKED CIGARETTE BUTTS SMOULDERING IN ASH TRAYS RESULTING\nIN A SIGNIFICANT REDUCTION OF SIDE STREAM SMOKE!\n\f",
    "augmented_texts": [
        "EACTS 1. The longer a burning cigarette butt is in contact with a substratum, the greater the propensity to ignite the substrate. 2, The first few puffs of any cigarette check less TAR and NICOTINE than the last few puffs of the fag. Compare the two national brands of cigarettes on the left, of # 3 # 1 and # deuce, with the LaHue SE cigarette on the right, # 3: cigarette # 3 aL # 2 # terzetto gontrol AREA. BURNED AREA BuRNeD JAW arza suanep kaa! fRS) | PIRE RETARDANT FIRE RETARDAN? NON BURNING FILTER = FILTER FILTER FILTER a Weight of Tobacco 722. 1 mg 781. 7 mg 7a1. 7 mG Length 120mm 100 ‘ mm 100mm Rod Length 85 mm 70 mn 80 mm Filter 35 mm 30 mm 20 mm 8 Circumference 17 xm twenty five mm 25 mm x Paper Heavy Regular Regular 3 Static Burn Time 25 min. 8 min. 2 Area Burned 640 sq. m 380 sq. m Tar Nicotine 17 mg 1. 2 mg 6ng. 5 ng COMPARE THE fact NO MORE HALF SMOKED CIGARETTE BUTTS SMOULDERING IN ASH TRAYS RESULTING IN A SIGNIFICANT REDUCTION OF SIDE STREAM SMOKE!",
        "EACTS 1. The longer a burning cigarette butt is in contact with a substrate, the greater the propensity to ignite the substrate. 2, The first few puffs of any cigarette contains less TAR and NICOTINE than the last few puffs of the cigarette. Compare the two national brands of cigarettes on the left, of # 3 # 1 and # 2, with the LaHue SE cigarette on the right, # three: cigarette # 3 aL # 2 # 3 gontrol AREA. BURNED AREA BuRNeD JAW arza suanep kaa! fRS) | PIRE RETARDANT FIRE RETARDAN? NON BURNING FILTER = FILTER FILTER FILTER a Weight of Tobacco 722. 1 mg 781. 7 mg 7a1. 7 mG Length 120mm 100 ‘ mm 100mm Rod Length eighty five mm 70 mn 80 mm Filter 35 mm thirty mm 20 mm 8 Circumference 17 xm 25 mm 25 mm x Paper Heavy Regular Regular 3 Static Burn Time 25 min. viii amoy. 2 Area Burned 640 sq. m 380 sq. m Tar Nicotine 17 mg 1. 2 mg 6ng. 5 ng COMPARE THE FACTS NO MORE HALF SMOKED CIGARETTE butt SMOULDERING IN ASH tray RESULTING IN A SIGNIFICANT REDUCTION OF SIDE STREAM heater!"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "EACTS: The longer a burning cigarette butt is in contact with a substrate, the greater the propensity to ignite the substrate. The first few puffs of any cigarette contains less TAR and NICOTINE than the last few puff of the cigarette. No more HALF SMOKED CIGARETTE BUTTS SMOULDERING IN ASH TRAYS. A SIGNIFICANT REDUCTION OF SIDE STREAM SMOKE!"
}