{
    "filename": "93791762_93791763.jpg",
    "metadata": {},
    "text": " \n\nHarley-Davidson. Inc., s700W. Aneau Ave POR GS) Mewauee WI 8320! 4140424680\n\n \n\n \n\n‘August 17, 1993\n\n‘VIA FACSIMILE (212) 545-3297\n\nRonald S. Goldbrenner, Esq.\nAssociate General Counsel\nLorillard Tobacco Company\n‘One Park Avenue, 18th Floor\nNew York, NY 10016-5895\n\nDear Ron:\n\n‘Thanks for meeting with us last week to discuss our questions about Lorillard’s proposed fall\nadvertising campaign. Because this subject is of such concer to us, I thought it best to\nsummarize in writing some of the questions we raised.\n\n‘The recent California and FTC attacks on the Joe Came! advertising campaign are alarming\nand compel us to be sure that our Property will not be used to recruit underage smokers,\nintentionally or otherwise. These developments raise new moral and legal issues for us as\nwe see Harley-Davidson and its broad range of products attracting an ever more youthful\naudience. Forecasting how children will react to massive publicity about a Harley-Davidson\ncigarente is complex, and selling the new cigarette at a discount price would increase its\naffordability to children, which could be an enticement even without the accompanying “low\nprice” slogans.\n\n‘Some time ago, we expressed concern about positioning Harley-Davidson cigarettes in a way\nthat says, in effect, “buy Harley-Davidson cigarettes because they're cheap.\" Kathleen\nDemitros made that point in writing over two and a half years ago. While we accommodated\nLorillard’s desire to test such slogans in lunited test markets in order to gather data about\nPrice points, we have never agreed to a full-scale rollout on such a basis. A massive\ncigarete advertising campaign like you propose could redefine the Harley-Davidson image in\n‘a way that conflicts with the brand image we have worked so hard to.create and sustain.\n\n290 tece6\n\f",
    "augmented_texts": [
        "Harley - Davidson. Inc. , s700W. Aneau Ave POR GS) Mewauee WI 8320! 4140424680 ‘ August 17, 1993 ‘ VIA FACSIMILE (212) 545 - 3297 Ronald S. Goldbrenner, Esq. Associate General Counsel Lorillard Tobacco Company ‘ One Park Avenue, 18th Floor New York, NY 10016 - 5895 Dear Ron: ‘ Thanks for meeting with us last week to discuss our questions about Lorillard ’ s proposed fall advertising campaign. Because this topic is of such concer to us, I thought it best to summarize in writing some of the questions we raised. ‘ The recent California and FTC attacks on the Joe Came! advertizing campaign are horrify and compel us to exist sure that our Property will not be used to recruit underage smokers, intentionally or differently. These developments raise new moral and legal issues for us as we see Harley - Davidson and its broad range of products attracting an ever more youthful audience. Forecasting how children will react to monumental publicity about a Harley - Davidson cigarente is complex, and selling the new cigarette at a discount price would increase its affordability to nipper, which could be an enticement even without the accompanying “ low price ” slogans. ‘ Some time ago, we expressed concern about positioning Harley - Davidson cigarettes in a way that says, in effect, “ buy Harley - Davidson cigarettes because they ' re cheap. \" Kathleen Demitros made that point in writing over two and a half years ago. While we accommodated Lorillard ’ s desire to test such slogans in lunited test markets in order to gather data about Price points, we have never agreed to a full - scale rollout on such a basis. A massive cigarete advertising campaign like you propose could redefine the Harley - Davidson image in ‘ a way that conflicts with the brand image we have worked so hard to. create and sustain. 290 tece6",
        "Harley - Davidson. Inc. , s700W. Aneau Ave POR GS) Mewauee WI 8320! 4140424680 ‘ August 17, 1993 ‘ VIA FACSIMILE (212) 545 - 3297 Ronald S. Goldbrenner, Esquire. Associate General Counsel Lorillard Tobacco Company ‘ One Park Avenue, 18th Floor New York, NY 10016 - 5895 Dear Ron: ‘ Thanks for meeting with us last week to discuss our questions about Lorillard ’ s proposed fall advertising campaign. Because this subject be of such concer to us, I thought it just to summarize in writing some of the questions we raised. ‘ The recent California and FTC attacks on the Joe Came! advertising campaign are alarming and compel u to be sure that our Property will not be used to recruit underage smokers, intentionally or otherwise. These developments bring up newfangled moral and legal issues for us as we see Harley - Davidson and its broad range of products attracting an ever more youthful audience. Forecasting how children will react to massive publicity about a Harley - Davidson cigarente is complex, and selling the new cigarette at a discount price would increase its affordability to children, which could be an enticement even without the accompanying “ low price ” slogans. ‘ Some time ago, we expressed concern about positioning Harley - Davidson cigarettes in a way that says, in effect, “ buy Harley - Davidson cigarettes because they ' re cheap. \" Kathleen Demitros made that point in writing over two and a half years ago. While we accommodated Lorillard ’ s desire to test such slogans in lunited test markets in order to gather data about Price points, we have never agreed to a full - scale rollout on such a basis. A massive cigarete advertising campaign like you propose could redefine the Harley - Davidson ikon in ‘ a way that conflicts with the brand image we have worked so hard to. create and sustain. 290 tece6"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Harley-Davidson. Inc., s700W. Aneau Ave POR GS) Mewauee WI 8320! 4140424680                     ‘VIA FACSIMILE (212) 545-3297. Ronald S. Goldbrenner, Esq. is associate general counsel at Lorillard Tobacco Company. The company is concerned that its Property will not be used to recruit underage smokers."
}