{
    "filename": "93843876_3881.jpg",
    "metadata": {},
    "text": "APPLICABILITY OF DNA AND PROTEIN ADDUCTS AS BIOCHEMICAL MARKERS IN\nETS EXPOSURE DOSIMETRY\n\nJarvis (1989) has listed the prerequisites of an ideal biochemical\nmarker for exposure to ETS. (a) Specific to tobacco smoke, (b)\nlong-half life, (c) analytical method sensitive, precise and\napplicable to monitoring, and (d) valid indicator of health risk.\n\n \n\nwhich component (s) of mainstream or sidestream smoke is responsible\nfor each target organ effect is unknown. Broad classes of smoke\ncomponents under consideration include polycyclic aromatic\nhydrocarbons (PAH), aryl/heterocyclic amines, nitrosamines, vinyl\nmonomers, radioisotopes, benzene, and polyphenols. A valid\ndosimetry marker for the purpose of high (mainstream) to low dose\n(BTS) risk extrapolation ideally would incorporate the most\nbiologically relevant particulate smoke components and target\norgans. Several tobacco derived chemical addition products\n(adducts) in protein and DNA have been studied as markers to\ndetermine the extent of internal or target organ dose following\nexposure. The detection methods fall into three major categories---\n= Tmmunochemical, Physicochemical, and *P-Post Labeling. Here I\ngive an overview of human adduct dosimetry and discuss evidence\nfrom recent literature indicating which, if any, of these adduct\ndosimeters may be applicable to ETS.\n\n  \n\n \n\n \n\n \n\nFigure 1. Rela’\n\n \n\nship of Biomarker to Exposure\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n0 Bioactivation of genotoxins in CSC is catalyzed primarily by P-\n450 1A2 (Shimada and Guengerich, 1991)\n\n© No DNA adducts related to Benz(a)pyrene or other common PAH are\ndetected in smokers lungs or placenta; or mice treated with CSC\n\nQL8erse6\n\f",
    "augmented_texts": [
        "APPLICABILITY OF DNA AND PROTEIN ADDUCTS AS BIOCHEMICAL MARKERS IN ETS EXPOSURE DOSIMETRY Jarvis (1989) has listed the prerequisites of an ideal biochemical marker for exposure to ETS. (a) Particular to tobacco smoke, (b) long - half life, (c) analytical method sensitive, precise and applicable to monitoring, and (d) valid index of health risk. which component (s) of mainstream or sidestream smoke is responsible for each target organ effect is unknown. Broad classes of smoke components under consideration include polycyclic aromatic hydrocarbons (PAH ), aryl / heterocyclic amines, nitrosamines, vinyl monomers, radioisotopes, benzene, and polyphenols. A valid dosimetry marker for the function of high (mainstream) to low dose (BTS) risk extrapolation ideally would incorporate the most biologically relevant particulate smoke components and target organs. Several tobacco derived chemical addition products (adducts) in protein and DNA have been studied as markers to determine the extent of internal or target organ dose following exposure. The detection methods fall into three major categories - - - = Tmmunochemical, Physicochemical, and * P - Post Labeling. Here I give an overview of human adduct dosimetry and discuss evidence from recent literature indicating which, if any, of these adduct dosimeters crataegus oxycantha be applicable to ETS. Figure 1. Rela ’ ship of Biomarker to Exposure 0 Bioactivation of genotoxins in CSC is catalyzed primarily by P - 450 1A2 (Shimada and Guengerich, 1991) © No DNA adduct related to Benz (a) pyrene or other common PAH are detected in smokers lungs or placenta; or mice treated with CSC QL8erse6",
        "APPLICABILITY OF DNA AND PROTEIN ADDUCTS AS BIOCHEMICAL MARKERS IN ETS EXPOSURE DOSIMETRY Jarvis (1989) has listed the prerequisites of an ideal biochemical marker for exposure to ETS. (a) Specific to tobacco smoke, (b) long - half life, (c) analytical method sensitive, precise and applicable to monitoring, and (d) valid indicator of health risk. which component (s) of mainstream or sidestream smoke is responsible for each target organ effect is unknown. Broad classes of smoke components under consideration include polycyclic aromatic hydrocarbons (PAH ), aryl / heterocyclic amines, nitrosamines, vinyl monomers, radioisotopes, benzene, and polyphenols. A valid dosimetry marker for the purpose of high (mainstream) to low dose (BTS) risk extrapolation ideally would incorporate the most biologically relevant particulate smoke components and target organs. Several tobacco derived chemic add on products (adducts) in protein and DNA have been studied as markers to determine the extent of internal or target organ dose following exposure. The detection methods fall into trey major categories - - - = Tmmunochemical, Physicochemical, and * P - Post Labeling. Here I give an overview of human adduct dosimetry and discuss evidence from recent literature indicating which, if any, of these adduct dosimeters may be applicable to ETS. Figure of speech 1. Rela ’ ship of Biomarker to Exposure 0 Bioactivation of genotoxins in CSC is catalyzed primarily by P - 450 1A2 (Shimada and Guengerich, 1991) © No DNA adducts related to Benz (a) pyrene operating theater former common PAH are detected in smokers lungs beaver state placenta; or mice treated with CSC QL8erse6"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Tobacco derived chemical addition products(adducts) in protein and DNA have been studied as markers to determine extent of internal or target organ dose following exposure. The detection methods fall into three major categories--- Tmmun biochemical, Physicochemical, and *P-Post Labeling. Here I discuss evidence indicating which of these adductdosimeters may be applicable to ETS."
}