{
    "filename": "94000223_0224.jpg",
    "metadata": {},
    "text": "ce:\n\n‘Thompson\nWilbanks\nAllred\nMattern\nOverton\nvinson\nGonzalez\nArrington\nMerson\nZelen\nMaddox\nSwain\nGoodwin\nBlatt\n‘Ton\nEwing\nBrown\nHunter\nReindel\nSinclair\nBragg\nLawrence\nBartlett\nNelson\nPettigrew\nGonez\nofNeil1\nMehrbrodt\nMetviner\nGuerriero\nSmith\n¢aso IIr\nKueny,\nCahil2\nOlivet\n‘Tabone\nWilliams\nFenwick\nStevens\n\nE. Campbell\nWeber\nPaternostro\n\niW. Safley\n\nE. Klein\nR. Slater\nF. Walsh\nStrickland\nLeiker\nSeger\n\n \n\n \n\nJenkins\nSmith\nFrancisco\nHoadley\nDickerson\njumphries\nLambert\n\n; Johnson\n\nTillery\nBaun\nPearce\nQuinn\nHarrold\nReynolds\nDunnavant\nBlakslee\n\nMiceli\n\nDickenson\n\n Wiechmann\n\nBoland\nBuckley\nMitchell\nBrewster\nsparks\nAnderson\nRay\nHarrison\nBeckles\nBadane\nTarbell\nAddona\nPaccione\npilgram\nSweeney\nPiddisi\nThurman\nLong\n\nMcGee\nRondomanski,\n\n+ MeLeish\n\nWombough\nMeGinnis\nBaldwin\nDiDonato\nFarnham\nsiwik\nKlein\nRyan\nLandro\n\nRECD APR 223\n\nLankster\ncurtis\nArnhold\nShriver\nNordengren\nCockrell\nSzymanski\nKris Zads\nwill\nLongerbean\nPope\nKisling\nRoberts\nBurge\nLarson\nHembree\nMay\nAbbott\nMcLatcher\nEaton,\nstory\nMiddleton\nNoone\nAlcala\n‘Thompson\nFall\nDodson\nsmith\nSunderlané\nyukolis\nLabonte\nMcGinnis\nBrinkman\nSousa\nRoyston\npenley\nCueto\nGiampetruzzi\n\n \n\nRedfield\nBelengia\nBlachly\nZolot\nBonomo\nMills\nRichardson\nKelly\nBuxton\nMcBride\n\ne2z000V6\n\f",
    "augmented_texts": [
        "ce: ‘ Thompson Wilbanks Allred Mattern Overton frederick moore vinson Gonzalez Arrington Merson Zelen Maddox Swain Goodwin Blatt ‘ Ton Ewing Brown Hunter Reindel Sinclair Bragg Lawrence Bartlett Nelson Pettigrew Gonez ofNeil1 Mehrbrodt Metviner Guerriero Smith ¢ aso IIr Kueny, Cahil2 Olivet ‘ Tabone Williams Fenwick Stevens E. Campbell Weber Paternostro iW. Safley E. Klein R. Slater F. Walsh Strickland Leiker Seger Jenkins Smith Francisco Hoadley Dickerson jumphries Lambert; Johnson Tillery Baun Pearce Quinn Harrold Reynolds Dunnavant Blakslee Miceli Dickenson Wiechmann Boland Buckley Mitchell Brewster sparks Anderson Ray Harrison Beckles Badane Tarbell Addona Paccione pilgram Sweeney Piddisi Thurman Long McGee Rondomanski, + MeLeish Wombough MeGinnis Baldwin DiDonato Farnham siwik Klein Ryan Landro RECD APR 223 Lankster curtis Arnhold Shriver Nordengren Cockrell Szymanski Kris Zads will Longerbean Pope Kisling Roberts Burge Larson Hembree May Abbott McLatcher Eaton, story Middleton Noone Alcala ‘ Thompson Fall Dodson smith Sunderlané yukolis Labonte McGinnis Brinkman John philip sousa Royston penley Cueto Giampetruzzi Redfield Belengia Blachly Zolot Bonomo Mills Richardson Kelly Buxton McBride e2z000V6",
        "ce: ‘ Benjamin thompson Wilbanks Allred Mattern Overton frederick moore vinson Gonzalez Arrington Merson Zelen Maddox Swain Goodwin Blatt ‘ Ton Ewing Brown Hunter Reindel Sinclair Bragg Lawrence Bartlett Nelson Pettigrew Gonez ofNeil1 Mehrbrodt Metviner Guerriero Smith ¢ aso IIr Kueny, Cahil2 Olivet ‘ Tabone Williams Fenwick Stevens E. Campbell Weber Paternostro iW. Safley E. Klein R. Slater F. Walsh Strickland Leiker Seger Jenkins Smith Francisco Hoadley Dickerson jumphries Lambert; Johnson Tillery Baun Pearce Quinn Harrold Reynolds Dunnavant Blakslee Miceli Dickenson Wiechmann Boland Buckley Mitchell Brewster sparks Anderson Ray Reginald carey harrison Beckles Badane Tarbell Addona Paccione pilgram Sweeney Piddisi Thurman Long McGee Rondomanski, + MeLeish Wombough MeGinnis Baldwin DiDonato Farnham siwik Klein Ryan Landro RECD april 223 Lankster curtis Arnhold Shriver Nordengren Cockrell Szymanski Kris Zads will Longerbean Pope Kisling Bartholomew roberts Burge Larson Hembree May Abbott McLatcher Eaton, story Middleton Noone Alcala ‘ Thompson Fall Dodson smith Sunderlané yukolis Labonte McGinnis Brinkman Sousa Royston penley Cueto Giampetruzzi Redfield Belengia Blachly Zolot Bonomo Mills Richardson Kelly Buxton McBride e2z000V6"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "ce:                                 ‘Thompson’,  ‘Wilbanks,  Allred, Overton, Merson, Zelen, Wiechmann, Hoadley, Slater, Johnson, Swain, Leiker, Smith, and Zads."
}