{
    "filename": "94140766.jpg",
    "metadata": {},
    "text": " \n\n \n\nSTaTEL NE owes\n\nEPO April 24, 1990\n\nSTATE AND LOCAL\nTOBACCO VENDING MACHINE SALES RESTRICTIONS\n\nIn the late 1980's the tobacco industry witnessed a substantial increase in the introduction of state and\nlocal legislation to restrict or ban tobacco sales through vending machines. Some of these proposals\nbegan in response to a 1986 model bill developed by the American Medical Association, which called\nfor a ban on cigarette sales through vending machines. Policies adopted by the U.S. Conference of\nMayors in 1987, to \"discourage the sale of tobacco by vending machines,” and by the National\nAssociation of Counties in 1988, \"strengthening regulation and enforcement of activities which make\ntobacco use accessible to minors such as. . placement of vending machines,” also helped to spawn the\nanti-tobacco movement against vending machine sales.\n\nThe key argument used by those attempting to ban tobacco vending machine sales is that the\nmachines are not supervised, allowing minors easy access to cigarettes. Contrary to such claims,\nhowever, are national survey results compiled by the National Automatic Merchandising Association\n(NAMA). In 1986, NAMA found that 80 percent ofall cigarette vending machines are located in\n\nplaces not frequented by minors. Subsequent surveys conducted by the vending industry, such as a\n1988 Michigan survey that showed 95.6 percent of cigarette vending machines are located in places\nwhere minors are not allowed or are well supervised, support NAMA’s findings. Furthermore, a\nResponse Research stucy of teenage smokers conducted during June/July 1989, found that only 9\npercent purchased cigarettes from vending machines.\n\nMany state and local tobacco vending machine restrictions limit machines to locations that are under\nadult supervision or not accessible to minors, or prohibit the sale of cigarettes in government\nbuildings. In 1989 and 1990 vending machines have become a direct target of the anti-tobacco\nmovement. This has generated a substantial increase in proposals to ban or restrict tobacco vending\nmachines at both the state and local levels.\n\nLaws ggLort¥6\nAlaska Requires tobacco vending machines to be located in places 1988\ninaccessible to persons under age 19, or to be under adult\nsupervision.\nDelaware Executive order prohibits the sale of tobacco products on 1989\nstate property by 1/1/90.\nIdaho Restricts tobacco vending machines to places inaccessible 1943\nto minors.\nIndiana Restricts tobacco vending machines to workplaces or where 1990\nminors are not allowed access, unless operated by a locking\ndevice.\n\n1875 I STREET NW. WASHINGTON, D.C. 20006 800-424-9876\n\f",
    "augmented_texts": [
        "STaTEL NE owes EPO April 24, 1990 STATE AND LOCAL TOBACCO VENDING MACHINE SALES RESTRICTIONS In the late 1980 ' s the tobacco industry witnessed a substantial increase in the introduction of state and local legislation to restrict or ban tobacco sales through vending machines. Some of these proposals began in reply to a 1986 model bill developed by the American Medical Association, which called for a ban on cigarette sales through vending machines. Policies adopted by the U. S. Conference of Mayors in 1987, to \" discourage the sales agreement of tobacco by vending machines, ” and by the National Association of Counties in 1988, \" strengthening regulation and enforcement of activities which make tobacco use accessible to minors such as. . placement of vending machines, ” also helped to spawn the anti - tobacco movement against vending motorcar sales. The key argument used by those attempting to ban tobacco vending machine sales is that the machines are not supervised, allowing minors easy access to cigarettes. Contrary to such claims, however, are national survey results compiled by the National Automatic Merchandising Association (NAMA ). In 1986, NAMA found that 80 percent ofall cigarette vending machines are located in places not frequented by minors. Subsequent surveys conducted by the vending industry, such as a 1988 Michigan survey that showed 95. 6 percent of cigarette vending machines are located in places where minors are not allowed or are well supervised, support NAMA ’ s findings. Furthermore, a Response Research stucy of teenage smokers conducted during June / July 1989, found that only 9 percent purchased cigarettes from vending machines. Many state and local tobacco vending machine restrictions limit machines to locations that are nether adult supervision or not accessible to minors, or prohibit the sale of cigarettes in government buildings. In 1989 and 1990 vending machines have become a direct target of the anti - tobacco movement. This has generated a substantial increase in proposals to ban or cut back tobacco vending machines at both the state and local levels. Laws ggLort ¥ 6 Alaska Requires tobacco vending machines to live located in places 1988 inaccessible to persons under age 19, or to be under adult supervision. Delaware Executive order prohibits the sale of tobacco products on 1989 state property by 1 / 1 / 90. Idaho Restricts tobacco vending machines to places inaccessible 1943 to minors. Indiana Restricts tobacco vending machines to workplaces or where 1990 minors are not allowed access, unless operated by a locking device. 1875 I STREET NW. WASHINGTON, D. C. 20006 800 - 424 - 9876",
        "STaTEL NE owes EPO April 24, 1990 STATE AND LOCAL TOBACCO VENDING MACHINE SALES RESTRICTIONS In the late 1980 ' s the tobacco industry witnessed a substantial increase in the introduction of state and local legislation to restrict or ban tobacco sales done vending machines. Some of these proposals began in answer to a 1986 model bill developed by the American Medical Association, which called for a forbidding on cigarette sales through vending machines. Policies adopted by the U. S. Conference of Mayors in 1987, to \" discourage the sale of tobacco by vending machines, ” and by the National Association of Counties in 1988, \" strengthening regulation and enforcement of activities which make tobacco use accessible to minors such as. . placement of vending machines, ” also helped to spawn the anti - tobacco movement against vending machine sales. The key argument used by those attempting to ban tobacco vending machine sales is that the machines are not supervised, allowing minors easy access to cigarettes. Contrary to such claims, however, are national survey results compiled by the National Automatic Merchandising Association (NAMA ). In 1986, NAMA found that 80 percent ofall cigarette vending machines are located in places not frequented by minors. Subsequent surveys conducted by the vending industry, such as a 1988 Michigan survey that showed 95. 6 pct of cigarette vending machines are located in places where minors are not allowed beaver state are well supervised, support NAMA ’ s findings. Furthermore, a Response Research stucy of teenage smokers conducted during June / July 1989, found that only 9 percent purchased cigarettes from vending machines. Many state and local tobacco vending machine restrictions limit machines to emplacement that are under adult supervision or not accessible to minors, or prohibit the sale of cigarettes in government buildings. In 1989 and 1990 vending machines have become a direct target of the anti - tobacco movement. This has generated a substantial increase in proposals to ban or restrict tobacco vending machines at both the state and local levels. Laws ggLort ¥ 6 Alaska Requires tobacco vending machines to be located in places 1988 inaccessible to persons under age 19, or to be under adult supervision. Delaware Executive order prohibits the sale of tobacco products on 1989 state property by 1 / 1 / xc. Idaho Restricts tobacco vending machines to places inaccessible 1943 to minors. Indiana Restricts tobacco vending machines to workplaces or where 1990 minors are not allowed access, unless operated by a locking device. 1875 I STREET NW. WASHINGTON, Cholecalciferol. C. 20006 800 - 424 - 9876"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "In the late 1980's the tobacco industry witnessed a substantial increase in the introduction of state and local legislation to restrict or ban tobacco sales through vending machines. The key argument used by those attempting to ban vending machine sales is that the machines are not supervised, allowing minors easy access to cigarettes. National survey results compiled by the National Automatic Merchandising Association (NAMA) found that 80 percent ofall cigarette vending Machines are located in places not frequented by minors."
}