{
    "filename": "94375002.jpg",
    "metadata": {},
    "text": " \n\nFrom The Desk Of\nDick Walsh\n\nMarch 18, 1997\n\nJ. H. Bunter J.B. Boland\nW. C. Dickenson D. W. Bragg\nD. D. Darilek R. A. Regenscheid\nM.L, Sinclair = T. H smith\nB. V. Cohen\n\nSubject: Legal -\nRecords Retention\n\nBy now each of you should have received a copy of Mr.\nJohn Reilly's guidelines concerning our Records\nRetention Program.\n\nT£ you have not yet read and thoroughly understand\nthese guidelines, please do so inmediately.\n\nI have attached a limited number of \"Records Transfer\nList\" (RTL) for your use. If you need more, please\nvequest them through Linda Martin in Greensboro.\n\nI£ you have any questions, please let me know.\n\nDick\n\nJattachment\n\nz00S22h6\n\f",
    "augmented_texts": [
        "From The Desk Of Dick Walsh March xviii, 1997 J. H. Bunter J. B. Boland W. C. Dickenson D. W. Bragg D. D. Darilek R. A. Regenscheid Mb. L, Sinclair = T. H smith B. V. Cohen Subject: Legal - Records Retention By now each of you should have received a copy of Mr. John Reilly ' s guidelines concerning our Records Retention Program. T £ you suffer not hitherto scan and thoroughly understand these guidelines, please do so inmediately. I have bond a limited number of \" Records Transfer List \" (RTL) for your use. If you need more, delight vequest them through Linda Martin in Greensboro. I £ you have any questions, please let me know. Dick Jattachment z00S22h6",
        "From The Desk Of Dick Walsh March 18, 1997 J. H. Bunter Joule. B. Boland W. C. Dickenson D. W. Bragg D. D. Darilek Gas constant. A. Regenscheid Thou. L, Sinclair = T. H smith B. V. Cohen Subject: Legal - Records Retention By now each of you should have received a copy of Mr. John Reilly ' siemens rule of thumb touch our Records Retention Program. T £ you have non yet read and thoroughly understand these guidelines, please do so inmediately. I have attached a limited number of \" Records Transference List \" (RTL) for your use. If you need more, please vequest them through Linda Martin in Greensboro. I £ you have any questions, please let me know. Dick Jattachment z00S22h6"
    ],
    "predicted_cluster": 0,
    "predicted_label": "cluster_0",
    "summary": "From The Desk Of Dick Walsh: \"Records Transfer,\" March 18, 1997. By now each of you should have received a copy of Mr. John Reilly's guidelines concerning our Records. Retention Program. If you have any questions, please let me know. I have attached a limited number of \"records transfer list\" (RTL) for your use."
}