{
    "filename": "94390093.jpg",
    "metadata": {},
    "text": " \n\nFOR IMMEDIATE RELEASE Contact: Lance\nFRIDAY, JUNE 20, 1997 Scott Williams\n202/822-8766\n\nWASHINGTON, D.C., ~ The following statement regarding the tobacco negotiations was\nissued today by Philip Morris Incorporated; RJ Reynolds Tobacco Company; Brown and\nWilliamson Tobacco Corporation; and the Lorillard Tobacco Company:\n\n\"Twelve weeks ago, at the beginning of the discussions with State Attomeys General, the public\nhealth community, private plaintiffs lawyers and the tobacco industry, few could have imagined,\nuk lac outed lat af grocer as been eeaved\n\n“The proposal as outlined to the White House and members of Congress represents a carefully\ndeveloped consensus on how best to resolve public health concerns immediately, particularly\n\nig youth access to, and usage of tobacco products; to permit our companies to operate in\nmore sable and predictable environment; and to preserve the rights of adults who choose to use\ntobacco products.\n\n“Negotiations of this size and scope create compromise, not perfection. No one side achieves\neverything it seeks, In this context, the proposal is a bitter pill because our companies have made\nconcessions that were extremely difficult. But on balance this plan is preferable to the\ncontinuation of a decades-long controversy that has failed to produce a constructive outcome for\n\nanyone,\n\n“In order to achieve a resolution in the public interest, the tobacco companies have agreed to\nsupport, subject to approval by our boards of directors, a package which includes certain\nlegislative and provisions with which we do not necessarily agree. Nevertheless, the\ncompanies are willing to accept legislation incorporating these provisions in the interest of\nreaching an overall resolution of the important issues facing the industry and the nation.\n\n“\"We hope that once the White House and the Congressional leadership have completed their\nreviews, legislation will move forward, bringing with it a new era of cooperation and tolerance\nwith regard ta tobacco issues.”\n\n   \n\n \n\n£6006Eh6\n\f",
    "augmented_texts": [
        "FOR IMMEDIATE vent Contact: Lance FRIDAY, JUNE 20, 1997 Scott Williams 202 / 822 - 8766 WASHINGTON, D. C. , ~ The following program line regarding the tobacco negotiations was issued today by Philip Morris Incorporated; RJ Reynolds Tobacco Company; Robert brown and Williamson Tobacco Corporation; and the Lorillard Tobacco Company: \" Twelve weeks ago, at the beginning of the word with State Attomeys General, the public health community, private plaintiffs lawyers and the tobacco industry, few could have imagined, uk lac outed lat af grocer as been eeaved “ The proposal as outlined to the White House and members of Congress represents a carefully developed consensus on how best to resolve public health concerns immediately, particularly ig youth access to, and usage of tobacco products; to permit our companies to operate in more sable and predictable environment; and to preserve the rights of adults who choose to use tobacco products. “ Negotiations of this size and scope create compromise, not perfection. No one side achieves everything it seeks, In this context, the proposal is a bitter pill because our companies have made concessions that were extremely difficult. But on balance this plan is preferable to the continuation of a decades - long controversy that has break to produce a constructive outcome for anyone, “ In order to achieve a resolution in the public interest, the tobacco companies have agreed to support, subject to approval by our boards of directors, a package which includes certain legislative and provisions with which we do not necessarily agree. Nevertheless, the companies are willing to accept legislation incorporating these provisions in the interest of reaching an overall resolution of the important issues face the industry and the nation. “ \" We hope that once the White House and the Congressional leadership have completed their reviews, legislation will move forward, bringing with it a new era of cooperation and tolerance with wish ta tobacco issues. ” £ 6006Eh6",
        "FOR IMMEDIATE RELEASE Contact: Lance FRIDAY, JUNE 20, 1997 Scott Williams 202 / 822 - 8766 WASHINGTON, D. C. , ~ The following statement regarding the tobacco negotiations was issued today by Prince philip Morris Incorporated; RJ Reynolds Tobacco Troupe; Brown and Williamson Tobacco Corporation; and the Lorillard Tobacco Company: \" Twelve weeks ago, at the beginning of the discussions with State Attomeys General, the public health community, private plaintiffs lawyers and the tobacco industry, few could have imagined, uk lac outed lat af grocer as been eeaved “ The proposal as outlined to the White House and members of Congress represents a carefully developed consensus on how best to resolve public health concerns immediately, particularly ig youth access to, and usage of tobacco plant products; to permit our companies to operate in to a greater extent sable and predictable environment; and to preserve the rights of adults who choose to use tobacco products. “ Negotiations of this size and scope create compromise, not perfection. No one side achieves everything it seeks, In this context, the proposal is a bitter pill because our companies have made concessions that were extremely difficult. But on balance this plan is preferable to the continuation of a decades - long controversy that has failed to produce a constructive outcome for anyone, “ In order to achieve a resolution in the public interest, the tobacco companies have hold to support, subject to approval by our boards of directors, a package which includes certain legislative and provisions with which we do not necessarily agree. Nevertheless, the companies are willing to accept legislation incorporating these provisions in the interest of reaching an overall resolution of the significant issues facing the industry and the nation. “ \" We hope that once the White House and the Congressional leadership have completed their reviews, legislation will move forward, bringing with it a new era of cooperation and tolerance with regard ta tobacco issues. ” £ 6006Eh6"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Philip Morris, RJ Reynolds, Brown and Williamson Tobacco Corporation, Lorillard Tobacco Company issue statement. Statement: \"The proposal as outlined to the White House and members of Congress represents a carefullyDeveloped consensus on how best to resolve public health concerns immediately\" \"Negotiations of this size and scope create compromise, not perfection. No one side achieves everything it seeks\""
}