{
    "filename": "94415027.jpg",
    "metadata": {},
    "text": "Ror\n\nLORILLARD MEDIA SERVICES (LMS)\n‘One Park Avenue\nNew York, N.Y. 10016-5895\n\n \n\nBULLETIN CONTRACT\n\n4\nACKERLEY COMMUNICATIONS INC aanson\n89 MAPLE ST DATE\n\nSTONEHAM MA 02180 CONTRACT NO, CH\" 1146 &\n\nL d\n\nCLIENT: LORILLARD, BULOVA, CNA, LOEWS CORP., LOEWS HOTELS, ETC.\nPRODUCT: CIGARETTES—MULTL BRANDS\n\n‘YOU ARE HEREBY AUTHORIZED AND DIRECTED TO PAINTIPOST AND MAINTAIN OUTDOOR ADVERTISING\nDISPLAYS AS DESCRIBED BELOW:\nFORAPERIODOF 9 MONTHS\nSERVICE TOCOMMENCE ON 3/01/91.\n(ALL CHARGES LESS 16% COMMISSION TO \"LMS\",\n\n \n\n7 7 + Year “ens\nabe ooario sae PANTSPOSTINGS ‘cosr PER MONTH\n\n \n\nBOSTON MA\nILLUMINATED ROTARY BULLETINS\n1axae\n\nWITH $* X 20° EXTENSION ON|RIGHT-HAND SKDE OF HULLETIN\nSUPERSEDES CONTRACT DATED 10/17/90)\nREVISED TO CANCEL CONYRACT IN ITS ENTIRET\n\n \n\n \n\n \n\n \n\n \n\n \n\nADDITIONAL TERMS AND CONDITIONS OF THIS CONTRACT APPEAR ON THE REVERSE SIDE OF THIS FORM. PLEASE\nREAD ALL PARTS OF THIS CONTRACT BEFORE SIGNING.\n\nPlease sign and return the attached Acceptance Copy (pink copy) ofthis Contract with Estimated Completion Date indicated. Upon\nrecerpt of the Acceptance Copy by LMS this Contract wil oe eect\n\n \n\n \n\n \n\nD MEDIA SERVICES\n\nACCEPTED BY me\n\npate Z _\n\nSHIPPING ADDRESS 89 MAPLE ST\nSTONEHAM MA o2180\n\n \n\n9441502?\n\f",
    "augmented_texts": [
        "Ror LORILLARD MEDIA SERVICES (LMS) ‘ One Park Avenue New York, N. Atomic number 39. 10016 - 5895 BULLETIN CONTRACT little joe ACKERLEY COMMUNICATIONS INC aanson 89 MAPLE ST escort STONEHAM MA 02180 CONTRACT NO, CH \" 1146 & L d CLIENT: LORILLARD, BULOVA, CNA, LOEWS CORP. , LOEWS HOTELS, ETC. PRODUCT: CIGARETTES — MULTL BRANDS ‘ YOU ARE HEREBY AUTHORIZED AND DIRECTED TO PAINTIPOST AND MAINTAIN OUTDOOR advert DISPLAYS AS DESCRIBED BELOW: FORAPERIODOF 9 month SERVICE TOCOMMENCE ON 3 / 01 / 91. (ALL CHARGES LESS 16% COMMISSION TO \" LMS \", 7 7 + Year “ ens abe ooario sae PANTSPOSTINGS ‘ cosr PER MONTH BOSTON MA ILLUMINATED ROTARY BULLETINS 1axae WITH $ * X 20 ° filename extension ON | RIGHT - HAND SKDE OF HULLETIN SUPERSEDES CONTRACT DATED 10 / 17 / 90) REVISED TO CANCEL CONYRACT IN ITS ENTIRET ADDITIONAL TERMS AND CONDITIONS OF THIS CONTRACT APPEAR ON THE REVERSE SIDE OF THIS FORM. PLEASE READ ALL PARTS OF THIS CONTRACT BEFORE SIGNING. Please sign and return the attached Acceptance Copy (pink copy) ofthis Contract with Estimated Completion Date indicated. Upon recerpt of the Acceptance Copy by LMS this Contract wil oe eect D MEDIA SERVICES ACCEPTED BY me pate Z _ SHIPPING ADDRESS 89 MAPLE ST STONEHAM MA o2180 9441502?",
        "Ror LORILLARD MEDIA SERVICES (LMS) ‘ One Park Boulevard New York, N. Y. 10016 - 5895 BULLETIN CONTRACT 4 ACKERLEY COMMUNICATIONS INC aanson 89 MAPLE ST DATE STONEHAM MA 02180 CONTRACT NO, CH \" 1146 & L d CLIENT: LORILLARD, BULOVA, CNA, LOEWS CORP. , LOEWS HOTELS, ETC. PRODUCT: CIGARETTES — MULTL BRANDS ‘ YOU ARE HEREBY AUTHORIZED AND DIRECTED TO PAINTIPOST AND MAINTAIN OUTDOOR ADVERTISING DISPLAYS AS DESCRIBED BELOW: FORAPERIODOF 9 MONTHS SERVICE TOCOMMENCE ON 3 / 01 / 91. (ALL charge LESS 16% COMMISSION TO \" LMS \", 7 7 + Class “ ens abe ooario sae PANTSPOSTINGS ‘ cosr PER MONTH BOSTON MA ILLUMINATED ROTARY BULLETINS 1axae WITH $ * X 20 ° EXTENSION ON | RIGHT - HAND SKDE OF HULLETIN SUPERSEDES CONTRACT DATED 10 / 17 / 90) REVISED TO CANCEL CONYRACT IN ITS ENTIRET ADDITIONAL TERMS AND CONDITIONS OF THIS CONTRACT APPEAR ON THE REVERSE SIDE OF THIS word form. PLEASE READ ALL PARTS OF THIS CONTRACT BEFORE SIGNING. Please sign and return the attached Acceptance Copy (pink copy) ofthis Contract with Estimated Completion Date indicated. Upon recerpt of the Acceptance Copy by LMS this Contract wil oe eect D MEDIA SERVICES ACCEPTED BY me pate Z _ SHIPPING ADDRESS 89 MAPLE ST STONEHAM MA o2180 9441502?"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Ror encompasses LORILLARD MEDIA. Services (LMS) at 89 Park Avenue, New York, N.Y. 10016-5895. The Contract includes a $* X 20° EXTENSION on the HULLETIN CONTRACT DATED 10/17/90."
}