{
    "filename": "95680746.jpg",
    "metadata": {},
    "text": "ne\n\nLORILLARD so SALES GENERAL @}002/004\nos/i7/es 18:18 magus ES\n\n \n\nExcerpts of a letter from the American Wholesale Marketers Association sent t0\nMichael Miles, Chairman, Philip Morris, as @ result of PM's recent pri 2\n2 au tle\n\n4 Dunit\n7\n\nDear Mc Miles: baa Hr Donize Sviner2i .\n\nMe erTOM KLEIN etinenrnt lL\n\nBy now you have heard from abroad cross section of hs eandy and tobacco dlsmibotion\nindustry regarling your July 22 pricing announcement ... Time alone will tell how\neffective any wholesale distributor hs been in counteracting this blow to the business\nand the way it was traditionally conducted. It will not, however, take long to assess the\n‘impact on the fabric of a long-standing supplier to wholesaler relationship. We think it is\n‘worthwhile to give you our sense of what wholesale distributors are saying.\n\nIn an industry whose ’produets are attacked at every mum, mumual ust and concomitant\nbusiness suppor are essential elements of survival. Unilateral action by any channel\nparticipant has the potential to upset the delicate balance in today’s cigarette market.\nPhilip Morris’ treatment of its wholesale customers exhibits a callous disregard for the\n‘business realities faced by long-time parmers. You have sent a message which can only\nbe interpreted by our members and your competitors as lacking any particular\ncommitment to the future of candy and tobacco wholesalers.\n\nPhilip Morris has changed the very nature of cigarette marketing and distribution in this\ncountry. Specifically, your actions have:\n\n+ Interfered with wholesalers’ ability to maintain a traditional business\nrelationship with the retail accounts by directly contacting those accounts for\nthe purpose of trying to influence their pricing decisions while limiting the ability\nof distributors to independently price their product;\n\n+ Disregarded the current economic realities surrounding the distribution of\ncigsretzs and the disastrous impact your actions have had, and will continve to\n‘exercise, on the ability of candy and tobacco distributors to survive, let alone eam\napni\n\n+ Crippled the essentials of trust, respect and mutual support necessary to maintain\na jointly beneficial distribution parmership in today's environment;\n\n«+ Fostered overt efforts on the part of PM field sales representatives to shift\ndiswibution away from candy aud wbacco wholesalers in favor of alternative\nparicipans\n\nOver the long run, these factors may combine to work against Philip Morris’ plans 10\nincrease market share at al! costs. Positive reletionships built up between Philip Morris\nand the distbution community over the years are damaged. We have been listening tw\nyour customers, and what we hear is not encouraging.\n\nAWM<A intends to do what it can to support wholesale distributors as they adapt to new\nbusiness sealities by helping them to competitively and profitably serve their retail\naccounts. Should Philip Morris share this interest, we welcome any constructive advice\nyou may wish to provide.\n\n \n\n99208956\n\nExecutive Committee\nAmerican Wholesale Marketers Association\n\f",
    "augmented_texts": [
        "ne LORILLARD so SALES GENERAL @} 002 / 004 os / i7 / es 18: 18 magus ES Excerpts of a letter from the American Wholesale Marketers Association sent t0 Michael Miles, Chairman, Philip Morris, as @ result of PM ' s recent pri 2 2 au tle 4 Dunit 7 Dear Mc Miles: baa Hr Donize Sviner2i. Me erTOM KLEIN etinenrnt lL By now you have heard from abroad cross section of hs eandy and tobacco dlsmibotion industry regarling your July 22 pricing announcement. .. Meter alone will tell how effective any wholesale distributor hs been in counteracting this c to the business and the way it was traditionally conducted. It will not, however, take long to assess the ‘ impact on the fabric of a long - standing supplier to wholesaler relationship. We think it is ‘ worthwhile to give you our sense of what wholesale distributors are saying. In an industry whose ’ produets are attacked at every mum, mumual ust and concomitant business suppor are essential elements of survival. Unilateral action by any channel participant has the potential to upset the delicate balance in today ’ s cigarette market. Philip Morris ’ treatment of its wholesale customers exhibits a callous disregard for the ‘ business realities faced by long - time parmers. You have sent a message which can only be interpreted by our members and your competitors as lacking any particular commitment to the future of candy and tobacco wholesalers. Philip Morris has changed the very nature of cigarette marketing and distribution in this country. Specifically, your actions have: + Interpose with wholesalers ’ ability to maintain a traditional business relationship with the retail accounts by directly contacting those accounts for the purpose of trying to influence their pricing decisions while limiting the ability of distributors to independently price their product; + Disregarded the current economic realities surrounding the distribution of cigsretzs and the disastrous impact your actions have had, and will continve to ‘ exercise, on the ability of candy and tobacco distributors to survive, let alone eam apni + Crippled the essentials of trust, respect and mutual support necessary to maintain a jointly beneficial distribution parmership in today ' s environment; « + Fostered overt efforts on the part of PM field sales representatives to shift diswibution away from candy aud wbacco wholesalers in favor of alternative paricipans Over the long run, these factors may combine to work against Duke of edinburgh Morris ’ plans 10 increase market share at al! costs. Positive reletionships built upward between Philip Morris and the distbution community over the years are damaged. We have been listening tw your customers, and what we hear is not encouraging. AWM <A intends to do what it can to support wholesale distributors as they adapt to new business sealities by helping them to competitively and profitably serve their retail accounts. Should Philip Morris share this interest, we welcome any constructive advice you may wish to provide. 99208956 Executive Committee American Wholesale Marketers Association",
        "ne LORILLARD so SALES GENERAL @} 002 / 004 os / i7 / es 18: 18 magus ES Excerpts of a letter from the American Wholesale Marketers Association sent t0 Michael Miles, Chairman, Philip Morris, as @ result of PM ' s recent pri 2 2 au tle 4 Dunit 7 Dear Mc Miles: baa Hr Donize Sviner2i. Me erTOM KLEIN etinenrnt lL By now you have heard from abroad cross section of hs eandy and tobacco dlsmibotion industry regarling your July 22 pricing announcement. .. Time alone will tell how effective any wholesale distributor hs been in counteracting this blow to the business and the way information technology was traditionally conducted. It will not, however, take long to assess the ‘ impact on the fabric of a long - standing supplier to wholesaler relationship. We think it be ‘ worthwhile to give you our sense of what wholesale distributors are saying. In an industry whose ’ produets are attacked at every mum, mumual ust and concomitant business suppor are essential elements of survival. Unilateral action by any channel participant has the potential to upset the delicate balance in today ’ s cigarette market. Philip Morris ’ treatment of its wholesale customers exhibits a callous disregard for the ‘ business realities faced by long - time parmers. You have sent a message which can only be interpreted by our members and your competitors as lacking any particular commitment to the future of candy and tobacco wholesalers. Philip Morris has changed the very nature of coffin nail marketing and distribution in this country. Specifically, your actions have: + Interfered with wholesalers ’ ability to maintain a traditional business relationship with the retail accounts by directly contacting those accounts for the purpose of trying to influence their pricing decisions while limiting the ability of distributors to independently price their product; + Disregarded the current economic realities surrounding the dispersion of cigsretzs and the disastrous impact your actions have had, and will continve to ‘ exercise, on the ability of candy and tobacco distributors to survive, let alone eam apni + Crippled the essentials of trust, respect and mutual support necessary to maintain a jointly beneficial distribution parmership in today ' s environment; « + Fostered overt efforts on the part of PM field sales representatives to shift diswibution away from candy aud wbacco wholesalers in favor of alternative paricipans Over the long run, these factors may combine to work against Philip Morris ’ plans 10 increase market share at al! costs. Positive reletionships built up between Philip Morris and the distbution community over the years are damaged. We have been listening tw your customers, and what we hear is not encouraging. AWM <A intends to do what it can to support wholesale distributors as they adapt to new business sealities by helping them to competitively and profitably serve their retail accounts. Should Philip Morris share this interest, we welcome any constructive advice you may wish to provide. 99208956 Executive Committee American Wholesale Vender Association"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The American Wholesale Marketers Association sent t0Michael Miles, Chairman, Philip Morris, as @ result of PM's recent pri 2                2 au tle. Unilateral action by any channel.participant has the potential to upset the delicate balance in today’s cigarette market."
}