{
    "filename": "95968365_8368.jpg",
    "metadata": {},
    "text": " \n\n \n\nCOMPETITIVE PRODUCT INTRODUCTION\nPROGRESS REPORT\n\n \n\nTo: KA. SPARROW MANUFACTURER: R. J, Reynolds _\nFROM: D. J. Landro BRAND: Camel Menthol\nDA 9/10/96 ‘TYPE OF PACKINGS: Full Flavor Box and Light Box\n\n \n\n \n\nREPORTING PERIODS: AUG __X SEPT oct Nov\n(Forward by the 10th of the following month.)\n\n‘TEST MARKET GEOGRAPHY: __The area involved is the Rl. Reynolds Chicago Region and Buffalo Region.\ninthe Chicagoland area, the products being worked by the Sales Reps, with POS, of al types, including metal\nsigns, counter mats, danglers, posters, decals, and mobile hanging pieces. The billboard suppor is very heavy.\n‘along expressways and in the towns. In Wisconsin, the product is available trom approximately Beloit to Madison\nto Fond du Lac to Kenosha. The area on the attached map includes the Milwaukee Metro area. in this area, there\nis litte or no POS, no bilboards, and currently no promotional suppor, other than some 30¢ coupons or stickers\non permanent displays to te in with Camel support\n\nPRICE POINT: FULL $_ 11.89 (indicates distribution cost per carton)\n\n‘SALES FORCE INVOLVEMENT: _Ilinois — Product was pre-booked into accounts for rapid distribution. POS\nis placed on perms and in many instances only “Menthol appears on the display if only a 1~tray unit for Camels.\n‘There are panels for the lighted headers on perms. Sales Reps have been pro—-booking orders for B1G1F\nproduct, which has appeared at retall and, in most Gases, has sold through very fast. Reps are also placing\nfacsimile displays that are a heavy~duty cardboard unit, which has 4 columns, 2 cartons of each packing.\nWisconsin — Product was pre-sold and shipped; however, it does not appear that the sales force is actively\npromoting. Menthol is on the perm displays, 1—2 rows of each, and no promotional support. Occasionally\n\na retailer has been told that the Sales Rep will coupon itthe next time around.\n\nDISTRIBUTORS ~ ACCEPTANCE/INTRO TERMS/INTRO DEALS:\n‘Al direct accounts have accepted the product.\n\n‘Camel Menthol is oniy in 6M's. List price and terms are the same as Camel,\niniro allowance has been reported as $16 per 6M case.\n\nDISTRIBUTOR INVOLVEMENT: _Dearborn Grocery Wholesalers was asked to solicit 4 carton displays by their\nSales Rep in their account._The Déarbom Sales Reps offer the retaler $5 for the display, and the Sales Rep\n\nalso receives $4 for each display shipped. This offer was supposed to be extended to any Dearbom Reps\n\n‘working linois, Indiana (northem), Michigan (southwestern area), and Ohio.\n\n‘All maior llinois jobbers have been shipping out pre-booked 81G1F product and Ive product for pre-booked _ \\O\n‘orders. There has been nothing, to date, reported about B1G1F deals in Wisconsin jobbers. McLane, from southern?\ninois, has reported shipping B1G1F deals into the Open Pantry chain in Wisconsin (15 stores). This is one of the SO\n‘ew accounts McLane has in Wisconsin, _\n\nKwik Trip (253 stores) accepted the product for ther Iowa stores only and has shipped a 40—pack temp display\n10 those stores in lowa only with 30¢ coupons.\n\nBanner Wholesale (Chicago) has been seling 80—pack (40—deal) BIGIF displays off their sales floor\n\n‘Cash & Cary customers.\n\n \n\nS9589\n\n \n\nPAGE 1 OF 3\n\n \n\f",
    "augmented_texts": [
        "COMPETITIVE PRODUCT INTRODUCTION PROGRESS REPORT To: KA. SPARROW MANUFACTURER: R. J, Sir joshua reynolds _ FROM: D. J. Landro BRAND: Camel Menthol DA 9 / 10 / 96 ‘ TYPE OF PACKINGS: Full Flavor Box and Light Box REPORTING PERIODS: AUG __X SEPT oct Nov (Forward by the 10th of the following month.) ‘ TEST MARKET GEOGRAPHY: __The area involved is the Rl. Reynolds Chicago Region and Buffalo Region. inthe Chicagoland area, the products being worked by the Sales Reps, with POS, of al types, including metal signs, counter mats, danglers, posters, decals, and mobile hanging pieces. The billboard suppor is very heavy. ‘ along expressways and in the towns. In Wisconsin, the product is available trom approximately Beloit to Madison to Fond du Lac to Kenosha. The area on the attached map includes the Milwaukee Subway area. in this area, there is litte or no POS, no bilboards, and currently no promotional suppor, other than some 30 ¢ coupons or stickers on permanent displays to te in with Camel support PRICE POINT: FULL $ _ 11. 89 (indicates distribution toll per carton) ‘ SALES FORCE INVOLVEMENT: _Ilinois — Product was pre - booked into accounts for rapid distribution. POS is placed on perms and in many instances only “ Menthol appears on the display if only a 1 ~ tray unit for Camels. ‘ There are panels for the lighted headers on perms. Sales Reps have been pro — - booking orders for B1G1F product, which has appear at retall and, in most Gases, has sold through very fast. Reps are also placing facsimile displays that are a heavy ~ duty cardboard unit, which has 4 columns, 2 cartons of each packing. Wisconsin — Product was pre - sold and shipped; however, it does not appear that the sales force is actively promoting. Menthol is on the perm exhibit, 1 — 2 rows of each, and no promotional support. Occasionally a retailer has been told that the Sales Rep will coupon itthe next time around. DISTRIBUTORS ~ ACCEPTANCE / INTRO TERMS / INTRO DEALS: ‘ Al direct accounts have accepted the product. ‘ Camel Menthol is oniy in 6M ' s. List price and terms are the same as Camel, iniro allowance has been reported as $ 16 per 6M case. DISTRIBUTOR INVOLVEMENT: _Dearborn Grocery Wholesalers was asked to solicit 4 carton displays by their Sale Rep in their story. _The Déarbom Sales Reps offer the retaler $ 5 for the display, and the Sales Rep also receives $ 4 for each display shipped. This offer was supposed to be hold out to any Dearbom Reps ‘ working linois, Indiana (northem ), Michigan (southwestern area ), and Ohio. ‘ All maior llinois jobbers have been shipping out pre - booked 81G1F product and Ive product for pre - booked _ \\ O ‘ orders. There has been nothing, to date, reported about B1G1F deals in Wisconsin jobbers. McLane, from southern? inois, has reported shipping B1G1F deals into the Open Pantry chain in Wisconsin (15 stores ). This is one of the SO ‘ ew accounts McLane has in Wisconsin, _ Kwik Trip (253 stores) accepted the product for ther Iowa stores only and has shipped a 40 — pack temp display 10 those stock in lowa only with 30 ¢ coupons. Banner Wholesale (Chicago) has been seling 80 — pack (40 — deal) BIGIF displays off their sales floor ‘ Cash & Cary customers. S9589 PAGE 1 OF 3",
        "COMPETITIVE PRODUCT INTRODUCTION PROGRESS REPORT To: KA. SPARROW MANUFACTURER: R. J, Reynolds _ FROM: D. J. Landro BRAND: Camel Menthol DA 9 / 10 / 96 ‘ TYPE OF PACKINGS: Full Flavor Loge and Light Box REPORTING PERIODS: AUG __X SEPT oct Nov (Forward by the 10th of the following month.) ‘ TEST MARKET GEOGRAPHY: __The area involved is the Rl. Reynolds Chicago Region and Buffalo Region. inthe Chicagoland area, the products being worked by the Sales Reps, with POS, of al types, including metal signs, counter mats, danglers, posters, decals, and mobile hanging pieces. The billboard suppor is very heavy. ‘ along expressways and in the towns. In Wisconsin, the product is available trom approximately Beloit to Madison to Fond du Lac to Kenosha. The area on the attached map includes the Milwaukee Metro area. in this area, there is litte or no POS, no bilboards, and currently no promotional suppor, other than some 30 ¢ coupons or stickers on permanent displays to te in with Camel support PRICE POINT: FULL $ _ 11. 89 (indicates distribution cost per carton) ‘ SALES FORCE INVOLVEMENT: _Ilinois — Product was pre - booked into accounts for rapid distribution. POS is placed on perms and in many instances only “ Menthol appears on the display if only a 1 ~ tray unit for Camels. ‘ There are panels for the lighted headers on perms. Sales Reps have been pro — - booking orders for B1G1F product, which has appeared at retall and, in most Gases, has sold through very fast. Reps are also placing facsimile displays that are a heavy ~ duty cardboard unit, which has 4 columns, 2 cartons of each packing. Wisconsin — Product was pre - sold and shipped; however, it does not appear that the sales event force is actively promoting. Menthol is on the perm displays, 1 — 2 rows of each, and no promotional support. Occasionally a retailer has been told that the Sales Rep will coupon itthe next time around. DISTRIBUTORS ~ ACCEPTANCE / INTRO term / INTRO DEALS: ‘ Al direct accounts have accepted the product. ‘ Camel Menthol is oniy in 6M ' s. List price and terms are the same as Camel, iniro allowance has been reported as $ 16 per 6M case. DISTRIBUTOR INVOLVEMENT: _Dearborn Grocery Wholesalers was asked to solicit 4 carton displays by their Sales Rep in their account. _The Déarbom Sales Reps offer the retaler $ 5 for the display, and the Sales Rep also receives $ 4 for each display shipped. This offer was supposed to be extended to any Dearbom Reps ‘ working linois, Indiana (northem ), Michigan (southwestern area ), and Ohio. ‘ All maior llinois jobbers have been transport out pre - booked 81G1F product and Ive product for pre - booked _ \\ O ‘ orders. There has been nothing, to date, reported about B1G1F deals in Wisconsin middleman. McLane, from southern? inois, has reported shipping B1G1F deals into the Open Pantry chain in Wisconsin (15 stores ). This is one of the SO ‘ ew accounts McLane has in Wisconsin, _ Kwik Trip (253 stores) accepted the product for ther Iowa stores only and has shipped a 40 — pack temp display 10 those stores in lowa only with 30 ¢ coupons. Banner Wholesale (Chicago) has been seling 80 — pack (40 — tidy sum) BIGIF displays off their sales floor ‘ Cash & Cary customers. S9589 PAGE 1 OF 3"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "Camel Menthol has been shipped to stores in Illinois, Indiana, Michigan (southwestern area), and Ohio. In Wisconsin, the product is available trom approximately Beloit to Madison to Fond du Lac to Kenosha. Sales Reps have been pro—-booking orders for B1G1Fproduct, which has appeared at retall."
}