{
    "filename": "96184957_4958.jpg",
    "metadata": {},
    "text": "  \n      \n\ny California Lottery\n= Headquarters\nfa 600 North Tenth Street\nSacramento, CA 95814\n\nJUN 27 1985\nA.W. 2.\n\nJune 19, 1996 VIA FEDERAL EXPRESS\n\nAndrew H. Tisch, President & CEO\nLorillard Tobacco Company\n\n667 Madison Ave.\n\nNew York, N.Y. 10021\n\nRe: ‘The California State Lottery®\nDear Mr. Tisch:\n\nThe undersigned represents the California State Lottery (the “Lottery\") which is\na California state agency established pursuant to Chapter 12.5 of the California\nGovernment Code under the authority of section 19 of article IV of the California\nState Constitution, as amended by an Initiative Measure approved November 6,\n1994, The Lottery is authorized by the State of Califaria (the “State\") to\nconduct, promote, advertise, manage and control a lottery.\n\n \n\nThis letter concerns your “point of purchase” and other advertising which has\nbeen disseminated in Orange County and other locations in California utizing\nyour ‘Newport and “Kent” togos and prominently displaying the words\n“LOTTERY TICKETS SOLD HERE.” The copyright symbol clearly\nidentifies your company as the owner of these materials. A photocopy of each\nof these advertisements is enclosed with this letter.\n\n \n\nThe Lottery has expended substantial sums of money and extensive effort in\nadvertising and promoting lottery games for the profit and benefit of the State, in\ngeneral, and California's citizens, in particular. f spends many millions of\ndollars each year to establish and protect its “Good Will” which is defined by\nCalifornia Business and Professions Code section 14100 as the “expectation of\ncontinued public patronage.”\n\nThe Lottery is most seriously concerned with protecting that Good Will and does\nnot want to be associated with tobacco products or to imply that it is in some\nway sponsored by or affliated or connected with your company.\n\nThe subject advertising campaign is misleading to members of the general\npublic in that it implies a connection, afffiation, sponsorship or association\nbetween the California State Lottery and your company.\n\n \n\nLS6V8196\n\nP00/200@) 7\nMon sere sts 212] —steco avez veo\n\f",
    "augmented_texts": [
        "y California Lottery = Headquarters fa 600 Compass north Tenth Street Sacramento, CA 95814 JUN 27 1985 A. W. 2. June 19, 1996 VIA federal official EXPRESS Andrew H. Tisch, President & CEO Lorillard Tobacco Company 667 Madison Ave. New York, N. Y. 10021 Re: ‘ The California State Lottery ® Dear Mister. Tisch: The undersigned represents the California State Lottery (the “ Lottery \") which is a California state agency established pursuant to Chapter 12. 5 of the California Government Code under the authority of section 19 of article IV of the California State Constitution, as amended by an Initiative Measure approved November 6, 1994, The Lottery is empower by the State of Califaria (the “ State \") to conduct, promote, advertise, manage and control a lottery. This letter concerns your “ point of purchase ” and other advertising which has been disseminated in Orange County and other locations in California utizing your ‘ Newport and “ Kent ” togos and prominently displaying the words “ LOTTERY TICKETS SOLD HERE. ” The copyright symbol clearly identifies your company as the owner of these materials. A photocopy of each of these advertisements is enclosed with this letter. The Lottery has expended substantial sums of money and extensive endeavour in advertising and promoting lottery games for the profit and benefit of the State, in general, and California ' s citizens, in particular. f spends many millions of dollars each year to establish and protect its “ Good Will ” which is defined by California Business and Professions Code section 14100 as the “ expectation of continued public patronage. ” The Lottery is most seriously concerned with protecting that Good Will and does not want to be associated with tobacco products operating theater to imply that it is in some way sponsored by or affliated or connected with your company. The subject advertising campaign is misleading to members of the general public in that it implies a connection, afffiation, sponsorship or association between the California State Lottery and your caller. LS6V8196 P00 / 200 @) 7 Mon sere sts 212] — steco avez veo",
        "y California Lottery = Headquarters fa 600 North Tenth Street Sacramento, CA 95814 JUN 27 1985 A. W. 2. June 19, 1996 VIA FEDERAL EXPRESS Andrew H. Tisch, President & CEO Lorillard Tobacco Company 667 Madison Ave. New York, N. Y. 10021 Re: ‘ The California State Lottery ® Dear Mr. Tisch: The undersigned represents the California State Lottery (the “ Lottery \") which is a California state agency established pursuant to Chapter 12. 5 of the California Government Code under the authority of section 19 of article IV of the California State Constitution, as amended by an Initiative Measure approved Nov 6, 1994, The Lottery is authorized by the State of Califaria (the “ State \") to conduct, promote, advertise, manage and control a lottery. This letter concerns your “ point of purchase ” and other advertising which has been disseminated in Orange County and other locations in California utizing your ‘ Newport and “ Kent ” togos and prominently displaying the words “ LOTTERY TICKETS SOLD HERE. ” The copyright symbol clearly identifies your company as the owner of these material. A photocopy of each of these advertisements is enclosed with this letter. The Lottery has expended substantial sums of money and extensive effort in advertising and promoting drawing games for the profit and benefit of the State, in general, and California ' s citizens, in particular. f spends many millions of dollars each twelvemonth to establish and protect its “ Good Volition ” which is defined by California Business and Professions Code section 14100 as the “ expectation of continued public patronage. ” The Lottery is most earnestly concerned with protecting that Good Will and does not require to be associated with tobacco products or to imply that it is in some way sponsored by or affliated or connected with your company. The subject advertising campaign embody misleading to members of the general public in that it implies a connection, afffiation, sponsorship or association between the California State Lottery and your company. LS6V8196 P00 / 200 @) 7 Mon sere sts 212] — steco avez veo"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The California State Lottery does not want to be associated with tobacco products or to imply that it is in some way sponsored by or connected with your company. A photocopy of each of these advertisements is enclosed with this letter. f spends many millions of dollars each year to establish and protect its “Good Will”"
}