{
    "filename": "96631240.jpg",
    "metadata": {},
    "text": " \n\nJanuary 30, 1967\n\nHenry W, Leeds, Esq.\nMason, Fenwick & Laurence\nWoodward Building\n\n15th & H Streets N.W.\nWashington, D.C. 20005\n\nT/Me DANVILLE and KIMBALL\n\nOur F iles 11777 and 13871)\n\n \n\nDear Henry:\n\nAttached are Notices of Ex Parte Appeals in\nconnection with the applications to register Lorillard's\nmarke DANVILLE and KIMBALL, Also attached is a \"Request\nfor Reconsideration\" of the final rejection of the\nXIMBALL application.\n\n‘The KIMBALL Notice of Appeal, Sortel No.\n240,454, is due February 1, and the appeal in the\nDANVILLE application 1s due the next day, Fobruary 2.\nPlease filo all these papers immediately upon your re-\nceipt of them and give mee telephone call confirming\nthe filing. I will cal you on Wednesday morning if I\nhave not heard from you by then,\n\nSincerely,\n\nRG FULLER JR.\nEnclosures\n\nObztesgg\n\n—\n\f",
    "augmented_texts": [
        "January 30, 1967 Henry W, Leeds, Esq. Mason, Fenwick & Laurence Woodward Building 15th & H Streets N. W. Washington, D. C. 20005 T / Me DANVILLE and KIMBALL Our F iles 11777 and 13871) Dear Henry: Attached are Notices of Ex husband Parte Appeals in connection with the applications to register Lorillard ' s marke DANVILLE and KIMBALL, Also attached is a \" Request for Reconsideration \" of the final rejection of the XIMBALL application. ‘ The KIMBALL Notice of Appeal, Sortel No. 240, 454, is due February 1, and the entreaty in the DANVILLE application 1s due the next day, Fobruary 2. Please filo all these papers immediately upon your re - ceipt of them and give mee telephone call support the filing. I will cal you on Wednesday morning if I have not heard from you by then, Sincerely, RG FULLER JR. Enclosures Obztesgg —",
        "January 30, 1967 Henry W, Leeds, Esq. Mason, Fenwick & Laurence Woodward Building 15th & H Streets N. W. Washington, D. C. 20005 T / Me DANVILLE and KIMBALL Our F iles 11777 and 13871) Dear Henry: Attach are Notices of Ex Parte Appeals in connection with the applications to register Lorillard ' s marke DANVILLE and KIMBALL, Also attached is a \" Request for Reconsideration \" of the final rejection of the XIMBALL application. ‘ The KIMBALL Notice of Appeal, Sortel No. 240, 454, is due February 1, and the appeal in the DANVILLE application 1s due the next day, Fobruary two. Please filo all these papers immediately upon your re - ceipt of them and give mee telephone call confirming the filing. I will cal you on Wednesday morning if I have not heard from you by then, Sincerely, RG FULLER JR. Enclosures Obztesgg —"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "January 30, 1967: Henry W, Leeds, Esq. at Mason, Fenwick & Laurence, at 15th & H Streets N.W. in Washington, D.C. 20005. The application to register Lorillard's DANVILLE and KIMBALL was rejected."
}