{
    "filename": "98040195.jpg",
    "metadata": {},
    "text": "B4-25-1995 B4:SEPM FROM FIDDLER azizsesses7F.e2\n\n \n\n \n\n  \n\n  \n\nSIT nate rer ee\nGre tnok, NY 11021 ibn: parromiere\nfais (016)  4bs5008\n\nae (ior aby 008\nFAX COVER LETTER\nRonald ยง. Goldbrenner. Esq. DATE April S, 1995\nFAX: (212) 545 - 3297\n\nFROM: Robert W. Fiddler Tel.: (516) 482 - 8918\n\nFax: (516) 487 - 7066\nNumber of pages (including this cover letter) 2\n\nRe: Letter to Crunch re ALIVE WITH PLEASURE\nRon:\n\nFaxed herewith is a copy of the letter to crunch as we discussed. I find that a gentle\n\napproach gets results more effectively, at least on a first approach. I await your comments\nbefore sending it.\n\nLb.\n\n$6 107086\n\nPLEASE CALL OR FAX BACK A COPY OF THIS COVER SHEET TO ACKNOWLEDGE\nRECEIPT\n\f",
    "augmented_texts": [
        "B4 - 25 - 1995 B4: SEPM FROM FIDDLER azizsesses7F. e2 SIT nate rer ee Gre tnok, NY 11021 ibn: parromiere fais (016) 4bs5008 ae (ior aby 008 FAX COVER LETTER Ronald ยง. Goldbrenner. Esq. DATE April S, 1995 FAX: (212) 545 - 3297 FROM: Robert W. Fiddler Tel. : (516) 482 - 8918 Facsimile machine: (516) 487 - 7066 Number of pages (including this cover letter) 2 Re: Letter to Crunch re ALIVE WITH PLEASURE Ron: Faxed herewith is a copy of the letter to scraunch as we discussed. I find that a gentle approach gets results to a greater extent effectively, at least on a inaugural approach. I wait your comments before sending it. Lb. $ 6 107086 PLEASE CALL OR FAX BACK Angstrom unit COPY OF THIS COVER SHEET TO ACKNOWLEDGE RECEIPT",
        "B4 - 25 - 1995 B4: SEPM FROM FIDDLER azizsesses7F. e2 SIT nate rer ee Gre tnok, NY 11021 ibn: parromiere fais (016) 4bs5008 ae (ior aby 008 FAX COVER LETTER Ronald ยง. Goldbrenner. Esquire. DATE April S, 1995 FAX: (212) 545 - 3297 FROM: Robert W. Fiddler Tel. : (516) 482 - 8918 Fax: (516) 487 - 7066 Number of pages (including this cover letter) 2 Re: Letter to Crunch re ALIVE WITH PLEASURE Ron: Faxed herewith is a written matter of the letter to crunch as we discussed. 1 find that a gentle approach gets results more effectively, at least on a first approach. I await your comments before sending it. Lb. $ sise 107086 PLEASE CALL OR FAX BACK Adenine COPY OF THIS COVER SHEET TO ACKNOWLEDGE RECEIPT"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "B4-25-1995 B4:SEPM FROM FIDDLER azizsesses7F.e2: \"I find that a gentle autoimmuneapproach gets results more effectively, at least on a first approach. I await your comments before sending it\" Number of pages (including this cover letter) 2."
}