{
    "filename": "98506233.jpg",
    "metadata": {},
    "text": "‘ee2,15'2000 09:25 3097306991\n\nlp 208 co als 42620 2001/02\n\n \n\n  \n\n‘TOBACCO bo Ajo ¥\n\nos hen ie\n\n \n\nTo Yin 2 nif a\nDate:\n\n \n\nPhonet Pax 203-720-6301\nRe: Compstiie Rebuy Of pages: 2.\n\nCurvent [lrorReview []Pteaee Comment [Clpteese Ropty ClPtoese Recycie\n\n \n\n \n\n‘Comments:\nWn - oteched is 0 Myer afad-is beng get\n=p petai] colors hy Core “Mole «\n\nel\nCe Sot Fath\n\nso\n©\nConneNALTY NOTE a\n‘atte ry Voraarmniscytetewedttansindamtyent, 2\n\nove, Hea ance of sfc tn nner ray cote te\nIntended recipient, hereby noted frat any disserrination or copying of tvs facstrme fs ebicty probibtted. Mf you have Nn\ni ese in er pooe ney ew ret x a\n{ach nun ote adres bon v ho U8 Po Sven oO\n\nLorard Tebacce Co,\n(8122 BoumPek Lanes 103\nUnter, co 60123\n\n“Toephons (08) 730-1800\n\f",
    "augmented_texts": [
        "‘ ee2, 15 ' 2000 09: 25 3097306991 l p 208 co als 42620 2001 / 02 ‘ TOBACCO bo Ajo ¥ os hen explorer To Yin ii nif a Date: Phonet Pax 203 - 720 - 6301 Re: Compstiie Rebuy Of pages: 2. Curvent [lrorReview [] Pteaee Comment [Clpteese Ropty ClPtoese Recycie ‘ Scuttlebutt: Wn - oteched is 0 Myer afad - is beng get = p petai] colors hy Core “ Mole « el Ce Sot Fath hence © ConneNALTY NOTE a ‘ atte ry Voraarmniscytetewedttansindamtyent, 2 ove, Hea ance of sfc tennessee nner ray cote te Intended recipient, hereby noted frat any disserrination or copying of tvs facstrme fs ebicty probibtted. Mf you have Nn i ese in er pooe ney ew ret x a {ach nun ote adres bon v ho U8 Po Sven oO Lorard Tebacce Co, (8122 BoumPek Lanes 103 Unter, co 60123 “ Toephons (08) 730 - 1800",
        "‘ ee2, 15 ' 2000 09: 25 3097306991 lp 208 co als 42620 2001 / 02 ‘ TOBACCO bo Ajo ¥ os hen internet explorer To Yin two nif a Date: Phonet Pax 203 - 720 - 6301 Re: Compstiie Rebuy Of pages: 2. Curvent [lrorReview [] Pteaee Comment [Clpteese Ropty ClPtoese Recycie ‘ Comments: Wn - oteched personify 0 Myer afad - is beng get = p petai] colors hy Core “ Mole « el Ce Sot Fath so © ConneNALTY NOTE a ‘ atte ry Voraarmniscytetewedttansindamtyent, 2 ove, Hea ance of sfc tn nner ray cote te Intended recipient, herewith noted frat any disserrination or copying of tvs facstrme fs ebicty probibtted. Mf you have Nn i ese in er pooe ney ew ret x a {ach nun ote adres bon v ho U8 Po Sven oO Lorard Tebacce Co, (8122 BoumPek Lanes 103 Unter, co 60123 “ Toephons (08) 730 - 1800"
    ],
    "predicted_cluster": 3,
    "predicted_label": "cluster_3",
    "summary": "This file was created in 2001. It is intended to be sent to a recipient in the Netherlands. There are no plans to send it to anyone else. The contents of this file include a list of colors and the name of the recipient. For confidential support call the National Suicide Prevention Lifeline on 1-800-273-8255 or visit http://www.suicidepreventionlifeline.org/."
}