{
    "filename": "98668383_8384.jpg",
    "metadata": {},
    "text": " \n\nDEPARTMENT OF _\nTAXATION,\n\nINFORMATIONAL RELEASE\n\nApril 20, 2000\n\nTO: ALL CIGARETTE WHOLESALERS AND DISTRIBUTORS OF OTHER\nTOBACCO PRODUCTS\n\nRE: MASTER SETTLEMENT AGREEMENT\n\n‘The State of Ohio is a signatory to the agreement that was reached with various cigarette\n‘manufacturers/importers and states. This agreement is commonly known as the Master\nSeitlement Agreement (MSA),\n\n \n\nOhio's participation in the MSA mandated legislation requiring manufacturers who are\nnot signatories to the MSA to pay into an escrow account a sum roughly equivalent to\nthat which is paid by the participating manufacturers. This legislation also requires the\nDepartment of Taxation to gather information concerning sales of cigarettes and roll-\nyour-own tobacco into Ohio that is manufactured by non-participants to the agreement.\nThis information will be provided to the Ohio Attorney General for use in administering\nthe agreement. An administrative rule requiring this information is in the process of\nbeing filed with an anticipated effective date in early May (copy enclosed).\n\n \n\n \n\nSchedule of Brands Covered by the MSA\n\n$9989986\n\n‘A schedule of brands covered by the MSA is enclosed. This schedule has been sorted\n‘two ways, alphabetically by brand name and alphabetically by manufacturer/importer.\nOnly brands that are not on this list must be reported. Updated lists of covered brands\nwill be provided as changes occur.\n\n \n\n(over) P.O. Box 530\nColumbus, Ohio 43216-0530\nwwwistate.ob.us/tax/\n\n \n\f",
    "augmented_texts": [
        "DEPARTMENT OF _ TAXATION, INFORMATIONAL RELEASE April 20, 2000 TO: ALL CIGARETTE WHOLESALERS AND DISTRIBUTORS OF OTHER TOBACCO PRODUCTS RE: MASTER SETTLEMENT AGREEMENT ‘ The State of Ohio is a signatory to the agreement that was reached with various cigarette ‘ manufacturers / importers and states. This agreement is commonly known as the Master Seitlement Agreement (MSA ), Ohio ' s involvement in the MSA mandated legislation requiring manufacturers who are not signatories to the MSA to pay into an escrow account a sum roughly equivalent to that which is paid by the participating manufacturers. This legislation also requires the Department of Taxation to gather information concerning sales of cigarettes and roll - your - own tobacco into Ohio that is manufactured by non - participants to the agreement. This information will be provided to the Ohio Attorney General for use in distribute the agreement. An administrative rule requiring this information is in the process of being file with an anticipated effective date in early May (copy enclosed ). Schedule of Brands Covered by the MSA $ 9989986 ‘ A docket of brands covered by the MSA is enclosed. This schedule has been sorted ‘ two ways, alphabetically by brand name name and alphabetically by manufacturer / importer. Only brands that are not on this list must be reported. Updated lists of covered brands will be provided as changes occur. (over) P. O. Box 530 Columbus, Ohio 43216 - 0530 wwwistate. ob. us / tax /",
        "DEPARTMENT OF _ TAXATION, INFORMATIONAL RELEASE April 20, 2000 TO: ALL CIGARETTE WHOLESALERS AND DISTRIBUTORS OF OTHER TOBACCO PRODUCTS RE: MASTER SETTLEMENT AGREEMENT ‘ The State of Ohio is a signatory to the agreement that was reached with various cigarette ‘ manufacturers / importers and states. This agreement is commonly known as the Master Seitlement Agreement (MSA ), Oh ' s participation in the MSA mandated legislation requiring manufacturers who are not signatories to the MSA to pay off into an escrow account a sum roughly equivalent to that which is paid by the participating manufacturers. This legislation also requires the Department of Taxation to gather information concerning sales of cigarette and roll - your - own tobacco into Ohio that is manufactured by non - participants to the agreement. This information will be provided to the Ohio Attorney General for enjoyment in administering the agreement. An administrative rule requiring this information is in the process of being filed with an anticipated effective date in early May (copy enclosed ). Schedule of Brands Covered by the MSA $ 9989986 ‘ A schedule of brands covered by the MSA is enclosed. This schedule has been sorted ‘ two ways, alphabetically by brand name and alphabetically by manufacturer / importer. Only if brand that are not on this list must be reported. Updated lists of covered brands will be provided as changes occur. (over) P. O. Box 530 Cristoforo colombo, Ohio 43216 - 0530 wwwistate. ob. us / tax /"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The State of Ohio is a signatory to the agreement that was reached with various cigarette.manufacturers/importers and states. This agreement is commonly known as the Master.Seitlement Agreement (MSA) Ohio's participation in the MSA mandated legislation requiring manufacturers who are not signatories to. the deal to pay into an escrow account a sum roughly equivalent to that paid by the participating manufacturers."
}