{
    "filename": "98703360.jpg",
    "metadata": {},
    "text": "ESEACH ADD DEVELOMONT PROJECT STATUS REPORT\n\nate: 0098 PROTECT Wo.: 8-642\nPROVECT WA: SKE PH\n\n \n\nPROTECT DESCRIPTION:\n\n‘his project will develop an inkine nethod for determining the pi of sainstrean sncke. A pl probe will be placed inline betveen the\ncigarette and a Caabridge pad using a glass tube interface for pli determinations on total mainstzean snoke\n\n \n\nTom, 33003588 58,675 ° 035,083 89,675\n\n \n\n \n\n1, Developuent of Apparatus end Method 01/01/98 ~ 06/30/98 8\n2, Comparing this Method to Current Methods 03/01/98 - 98/31/ 20\n3. Aualyze Loritlard Brands 05/01/98 ~ 11/31/98 35\n1 weleten and Oral Reports (01/01/98 ~ 12/31/98 5\n\n \n\n101. soma acravire\nWilliard completed analyses on 1R3F, IRF, IRSP, and Newport 85 cigarettes. the cigarettes were analyzed by particulate and gas\nBase methods using depassed deionized vater, 0.1 RCI, and Ganbles soluticns,\n\n \n\nWitliard collected data using the moist pad method for 1R37, IRAP, and IRSF cigarettes.\n\n \n\nWilliard collected data for two in-Line saoke pil methods of ARIF, RKP, and INSP cigarettes. The first in-line method used a\nshallow water resevoir at the tip of the pi prebe, and the second method used a soist tissve at the cip of the pt probe\n\n‘walker began preparetions for nore puff-by-puff sacke pil at Massachusetts requests. She worked on ber TSRC paper and presentaticn.\nshe conducted study of the effect of air dilution on particulate phase pl\n\n \n\nButler collected data for 195F cigarettes using the particulate and wtole swoke methods\n\n98703360\n\nc. 8, Williare\n\n \n\nPREPARED BY\n\n \n\n \n\f",
    "augmented_texts": [
        "ESEACH ADD DEVELOMONT PROJECT STATUS REPORT ate: 0098 PROTECT Wo. : 8 - 642 PROVECT WA: SKE PH PROTECT DESCRIPTION: ‘ his project volition develop an inkine nethod for determining the pi of sainstrean sncke. A pl probe will be placed inline betveen the cigarette and a Caabridge pad using a glass tube interface for pli determinations on total mainstzean snoke Tom, 33003588 58, 675 ° 035, 083 89, 675 1, Developuent of Apparatus end Method 01 / 01 / 98 ~ 06 / 30 / 98 8 2, Comparing this Method to Stream Methods 03 / 01 / 98 - 98 / 31 / 20 3. Aualyze Loritlard Brands 05 / 01 / 98 ~ 11 / 31 / 98 35 1 weleten and Oral Reports (01 / 01 / 98 ~ 12 / 31 / 98 5 101. soma acravire Williard completed analyses on 1R3F, IRF, IRSP, and Newport 85 cigarettes. the cigarettes were analyzed by particulate and gas Base methods using depassed deionized vater, 0. i RCI, and Ganbles soluticns, Witliard collected data using the moist pad method for 1R37, IRAP, and IRSF cigarettes. Williard collected data for two in - Line saoke pil methods of ARIF, RKP, and INSP cigarettes. The first in - line method used a shallow water resevoir at the tip of the pi prebe, and the second method used a soist tissve at the cip of the pt probe ‘ walker began preparetions for nore puff - by - puff sacke pil at Massachusetts requests. She worked on ber TSRC newspaper and presentaticn. she conducted study of the effect of air dilution on particulate phase pl Butler collected data for 195F cigarettes using the particulate and wtole swoke methods 98703360 c. 8, Williare PREPARED BY",
        "ESEACH ADD DEVELOMONT PROJECT STATUS REPORT ate: 0098 PROTECT Wo. : 8 - 642 PROVECT WA: SKE PH PROTECT DESCRIPTION: ‘ his project will develop an inkine nethod for determining the pi of sainstrean sncke. A pl probe will comprise placed inline betveen the cigarette and a Caabridge pad using a glass subway interface for pli determinations on total mainstzean snoke Tom, 33003588 58, 675 ° 035, 083 89, 675 1, Developuent of Apparatus end Method 01 / 01 / 98 ~ 06 / xxx / 98 octad 2, Comparing this Method to Current Methods 03 / 01 / 98 - 98 / 31 / 20 3. Aualyze Loritlard Brands 05 / 01 / 98 ~ 11 / 31 / 98 35 1 weleten and Oral Reports (01 / 01 / 98 ~ 12 / 31 / 98 5 101. soma acravire Williard completed analyses on 1R3F, IRF, IRSP, and Newport 85 cigarettes. the cigarettes were analyzed by particulate and gas Base methods using depassed deionized vater, cypher. 1 RCI, and Ganbles soluticns, Witliard collected data using the moist pad method for 1R37, IRAP, and IRSF cigarettes. Williard collected data for two in - Line saoke pil methods of ARIF, RKP, and INSP cigarettes. The first in - line method used a shallow water resevoir at the tip of the pi prebe, and the second method used a soist tissve at the cip of the pt probe ‘ walker began preparetions for nore puff - by - puff sacke pil at Massachusetts requests. She worked on ber TSRC paper and presentaticn. she conducted study of the effect of air dilution on particulate phase pl Butler collected data for 195F cigarettes using the particulate and wtole swoke methods 98703360 c. 8, Williare PREPARED BY"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "The project will develop an inkine nethod for determining the pi of sainstrean sncke. A pl probe will be placed inline betveen thecigarette and a Caabridge pad using a glass tube interface for pli determinations on total mainstzeansnoke."
}