{
    "filename": "99115638_5639.jpg",
    "metadata": {},
    "text": "TAKE 10\n‘Supplemental Media Questions and Suggested Responses\n\n1. It was recently reported that Newport cigarettes are the brand of choice for teens.\nIs Lorillard concerned that it manufactures cigarettes that appeal to younger\naudiences?\n\nI really can’t speak to Lorillard’s product marketing, but as a parenting expert I believe\nthat parents must teach their kids that smoking any kind of cigarette has potential health\nconsequences. That's why the “Take 10” program is so crucial ~ it gives parents the tools\nto start a discussion about not smoking with their kids before it even becomes an issue.\n\n2. What is your opinion of “safer cigarettes?”\nTam not a medical expert, so I cannot comment on how “safer cigarettes” would impact a\nsmoker’s health. ! would advise parents to encourage their kids not to smoke any type of\ncigarette. Taking 10 minutes to start a dialogue on not smoking is a great way to start.\n\n3. With the growing Hispanic population in the U.S., why are Take 10 educational\noffered only in English? Are there plans to offer a Spanish version?\n\nAs the Take 10 program js still in its infancy, our intention was to offer the information in\nthe broadest means possible. Hopefully, the program materials will ultimately be\navailable for all parents, regardless of the language they speak.\n\n   \n\nMy company, Active Parenting Publishers, currently offers many of our educational\nmaterials in both Spanish and English ~a very effective method in reaching a large\nnumber of parents.\n\n \n\n4. Does Lorillard intend to take the Take 10 initiative ¢o an international level?\nBecause the Take 10 program is in its infancy, we are focusing all of our efforts\ndomestically. However, knowing that smoking among teens is a worldwide problem, we\nthink itis important that all parents—no matter where—know how important itis to talk\nto their kids about not smoking.\n\n  \n\n5. How do you measure the effectiveness of the program? Is it working?\n\nThe Take 10 effort is still a relatively new initiative. As the program gains momentum\nover the years, we can better evaluate its impact. What I do know is that education,\n‘works. I've been developing parent education programs for more than 25 years. That's\nwhy the Take 10 program focuses on giving parents the tools they need to educate their\nkids about smoking before it becomes an issue.\n\n \n\nxo\nxo\na\na\na\n©\n\f",
    "augmented_texts": [
        "TAKE 10 ‘ Supplemental Media Questions and Suggested Responses 1. It was recently reported that Newport cigarettes are the brand of choice for teens. Is Lorillard concerned that it manufactures cigarettes that appeal to young audiences? I really can ’ t speak to Lorillard ’ s product marketing, but as a parenting expert I believe that parents must teach their kids that smoking any kind of cigarette has potential health consequences. That ' s why the “ Take 10 ” program is so crucial ~ it gives parents the tools to start a discussion about not fume with their kids before it even becomes an issue. 2. What is your opinion of “ safer cigarettes? ” Tam not a medical expert, so I cannot comment on how “ safer cigarettes ” would impact a smoker ’ s health. ! would advise parents to encourage their kids not to smoke any type of cigarette. Taking 10 minute of arc to start a dialogue on not smoking is a great way to start. 3. With the growing Hispanic population in the U. S. , why are Take 10 educational offered only in English? Are there plans to offer a Spanish version? As the Take 10 program js still in its infancy, our intention was to offer the information in the broadest means possible. Hopefully, the program material will ultimately be available for all parents, regardless of the language they speak. My company, Active Parenting Publishers, currently offers many of our educational materials in both Spanish and English ~ a very effective method in reaching a large number of parents. 4. Does Lorillard intend to take the Take 10 initiative ¢ o an international level? Because the Take 10 program is in its infancy, we are focusing all of our effort domestically. However, knowing that smoking among teens is a worldwide problem, we think itis important that all parents — no matter where — know how important itis to talk to their kids about not smoking. 5. How do you measure the effectiveness of the program? Is it working? The Take 10 effort is still a relatively new initiative. As the program gains momentum over the years, we posterior better evaluate its impact. What I do know is that education, ‘ make for. I ' ve been developing parent education programs for more than 25 years. That ' s why the Take 10 program focuses on giving parents the tools they need to educate their kids about smoking before it becomes an issue. xo xo a a a ©",
        "TAKE 10 ‘ Supplemental Media Questions and Suggested Responses 1. It was recently reported that Newport cigarettes are the brand of choice for teens. Is Lorillard concerned that it manufactures cigarettes that appeal to young audiences? I really can ’ t speak to Lorillard ’ s product marketing, but as a parenting expert I believe that parents must teach their kids that smoking any kind of cigarette has potential health consequences. That ' s why the “ Take 10 ” program is so crucial ~ it gives parents the tools to start a discussion about not smoking with their kids before it even becomes an issue. 2. What is your opinion of “ safer cigarettes? ” Tam not a medical expert, so I cannot comment on how “ safer butt ” would impact a smoker ’ s health. ! would advise parents to encourage their kids not to smoke any type of cigarette. Taking 10 minutes to start a dialogue on not smoking is a great way to start. 3. With the growing Hispanic universe in the U. S. , why are Take 10 educational offered only in English? Are there plans to offer a Spanish version? As the Payoff 10 program js still in its infancy, our intention was to offer the info in the broadest mean possible. Hopefully, the program materials will ultimately be available for all parents, regardless of the language they speak. My company, Active Parenting Publishers, currently offers many of our educational materials in both Spanish and English ~ a very effective method in reaching a large number of parents. 4. Does Lorillard intend to take the Proceeds 10 initiative ¢ o an international level? Because the Take 10 program is in its infancy, we are focusing all of our efforts domestically. However, knowing that smoking among teens is a worldwide problem, we think itis important that all parents — no matter where — know how important itis to talk to their kids about not smoking. 5. How do you measure the effectiveness of the program? Is it working? The Take 10 effort is still a relatively new initiative. As the program gains momentum terminated the years, we can better evaluate its impact. What I do know is that education, ‘ works. I ' ve been developing parent education programs for more than 25 years. That ' s why the Take 10 program focuses on giving parents the tools they need to educate their kids about smoking before it becomes an issue. xo xo a a a ©"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "Parents must teach their kids that smoking any kind of cigarette has potential health consequences. That's why the “Take 10’ program is so crucial. It gives parents the tools to start a discussion about not smoking before it even becomes an issue. The Take 10 effort is still a relatively new initiative. As the program gains momentum, we can better evaluate its impact."
}