{
    "filename": "99391059.jpg",
    "metadata": {},
    "text": "Press-Enterprise\nRiverside, CA\nApril 22, 2001\n\nTake a deep breath, win $10,000\n\n‘Are you smart and a non-smoker? You could win a $10,000 scholarship\n‘through the Teen#iIP Awards. For the second year, TeenHIP (Teens Help-\ning Influence People) will award 10 scholarships to students who are aca-\ndeme stars, avin seo] andthe community and who donot smoke.\n\nie programs sponsoredby theLorillard Tobacco Company's Youth Smok:\n\nng Prevention Program.\n\n‘The contest is open to students ages 6 ol The entry deadline is May 7\nand winners will be announced in the summer.\nComplete contest rules are available at wwrw-buttoutnow.com\n\n65016266\n\n \n\f",
    "augmented_texts": [
        "Press - Enterprise Riverside, CA April 22, 2001 Take a deep breath, win $ 10, 000 ‘ Ar you smart and a non - smoker? You could win a $ 10, 000 scholarship ‘ through the Teen # iIP Awards. For the second year, TeenHIP (Teens Help - ing Influence People) will award 10 scholarships to scholar who are aca - deme stars, avin seo] andthe community and who donot smoke. explorer programs sponsoredby theLorillard Tobacco Company ' s Youth Smok: ng Bar Program. ‘ The contest is open to students ages 6 ol The entry deadline is May 7 and winners bequeath be announced in the summer. Unadulterated contest rules are available at wwrw - buttoutnow. com 65016266",
        "Press - Enterprise Riverside, CA April 22, 2001 Have a deep breath, win $ 10, 000 ‘ Are you smart and a non - smoker? You could win a $ 10, 000 scholarship ‘ through with the Teen # iIP Awards. For the second year, TeenHIP (Teens Help - ing Influence People) will award 10 scholarships to students world health organization are aca - deme stars, avin seo] andthe community and who donot smoke. ie programs sponsoredby theLorillard Tobacco Company ' s Youth Smok: ng Prevention Program. ‘ The contest is open to students ages 6 ol The entry deadline is May 7 and winners bequeath be announced in the summer. Complete contest rules are available at wwrw - buttoutnow. com 65016266"
    ],
    "predicted_cluster": 1,
    "predicted_label": "cluster_1",
    "summary": "For the second year, TeenHIP will award 10 scholarships to students who are aca-                deme stars, avin seo] and the community and who donot smoke. The entry deadline is May 7 and winners will be announced in the summer. Entries can be made online at wwrw-buttoutnow.com."
}